Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exports</strong>?
es: ¿Está seguro de que desea eliminar permanentemente estas <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exportaciones</strong>?
sw: Una uhakika unataka kufuta kabisa <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> usafirishaji</strong> huu?

source: Are you sure you want to permanently delete this <strong>1 export</strong>?
es: ¿Está seguro de que desea eliminar permanentemente esta <strong>1 exportación</strong>?
sw: Una uhakika unataka kufuta kabisa <strong>usafirishaji 1</strong> huu?

source: Delete Feed for "<!-- ko text: name --><!-- /ko -->"?
es: ¿Eliminar Feed para "<!-- ko text: name --><!-- /ko -->"?
sw: Futa Mlisho kwa "<!-- ko text: name --><!-- /ko -->"?

source: Delete Export for "<!-- ko text: name --><!-- /ko -->"?
es: ¿Eliminar Exportación para "<!-- ko text: name --><!-- /ko -->"?
sw: Futa Usafirishaji kwa "<!-- ko text: name --><!-- /ko -->"?

source: Are you sure you want to delete this feed?
es: ¿Está seguro de que desea eliminar este feed?
sw: Una uhakika unataka kufuta mlisho huu?

source: Are you sure you want to delete this export?
es: ¿Está seguro de que desea eliminar esta exportación?
sw: Je, una uhakika unataka kufuta usafirishaji huu?

source: Show Deleted Questions
es: Mostrar Preguntas Eliminadas
sw: Onyesha Maswali Yaliyofutwa

source: Show Deleted Properties
es: Mostrar Propiedades Eliminadas
sw: Onyesha Sifa Zilizofutwa

source: In order to show you your deleted questions, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
es: Para mostrarle sus preguntas eliminadas, necesitamos procesar todas sus aplicaciones antiguas que han tenido envíos. Esta operación puede tardar unos minutos.
sw: Ili tuweze kukuonyesha maswali yako yaliyofutwa, tunahitaji kuchakata programu zako zote za zamani ambazo zimekuwa na mawasilisho. Operesheni hii inaweza kuchukua dakika chache wakati mwingine.

source: In order to show you your deleted properties, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
es: Para mostrarle sus propiedades eliminadas, necesitamos procesar todas sus aplicaciones antiguas que han tenido envíos. Esta operación puede tardar unos minutos.
sw: Ili tuweze kukuonyesha sifa zako zilizofutwa, tunahitaji kuchakata programu zako zote za zamani ambazo zimekuwa na mawasilisho. Operesheni hii inaweza kuchukua dakika chache wakati mwingine.

source: Unable to process applications. Please report an issue if this persists
es: No fue posible procesar las aplicaciones. Por favor reporte un problema si este persiste.
sw: Imeshindwa kuchakata programu. Tafadhali ripoti tatizo hili kama litaendelea

source: Process
es: Proceso
sw: Chakata

source: Show Deprecated Properties
es: Mostrar Propiedades Obsoletas
sw: Onyesha Sifa Zilizopitwa na Wakati

source: In order to show you your deprecated properties, we need to refresh the page and load in all the properties. This operation can sometimes take a few minutes.
es: Para mostrarle sus propiedades obsoletas, necesitamos actualizar la página y cargar todas las propiedades. Esta operación puede tardar unos minutos.
sw: Ili tuweze kukuonyesha sifa zako zilizopitwa na wakati, tunahitaji kuhuisha ukurasa na kupakia sifa zote. Operesheni hii inaweza kuchukua dakika chache wakati mwingine.

source: Download Files
es: Descargar Archivos
sw: Pakua Faili

source: Available until
es: Disponible hasta
sw: Inapatikana hadi

source: There are no data files available to download at the moment.
es: No hay archivos de datos disponibles a descargar por el momento.
sw: Hakuna faili za data zinazopatikana kwa upakuaji kwa sasa.

source: Upload file for transfer
es: Subir archivo para transferencia
sw: Pakia faili kwa ajili ya uhamisho

source: Delete after
es: Eliminar después de
sw: Futa baada ya

source: 1 day
es: 1 día
sw: siku 1

source: 2 days
es: 2 días
sw: siku 2

source: 3 days
es: 3 días
sw: siku 3

source: You are downloading the following exports:
es: Estás descargando las siguientes exportaciones:
sw: Unapakua usafirishaji ufuatao:

source: No submissions available.
es: No hay ingresos disponibles.
sw: Hakuna mawasilisho yanayopatikana.

source: It seems your project doesn't have any submissions from its applications. Please submit data before using the export tool.
es: Parece que tu proyecto no tiene ninguna presentación de sus aplicaciones. Por favor, envía datos antes de usar la herramienta de exportación.
sw: Inaonekana mradi wako hauna mawasilisho kutoka kwa programu zake. Tafadhali wasilisha data kabla ya kutumia zana ya usafirishaji.

source: To get started, please <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">deploy</a> your application and submit data from a phone. You may also <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">submit data via Web Apps </a> , depending on your project's <a href="https://www.commcarehq.org/pricing/" target="_blank">plan level</a>.
sw: Ili kuanza, tafadhali <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">weka</a> programu yako na wasilisha data kutoka kwenye simu. Unaweza pia <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">wasilisha data kupitia Web Apps </a> , kulingana na <a href="https://www.commcarehq.org/pricing/" target="_blank">kiwango cha mpango</a> wa mradi wako.

source: Case history exports are no longer available. They will be removed when you save this export. Please contact %(SUPPORT_EMAIL)s if this change is affecting your project
es: Las exportaciones de historial de casos ya no están disponibles. Serán eliminadas cuando guardes esta exportación. Por favor, contacta a %(SUPPORT_EMAIL)s si este cambio está afectando tu proyecto
sw: Usafirishaji wa historia ya kesi haupatikani tena. Zitaondolewa utakapohifadhi usafirishaji huu. Tafadhali wasiliana na %(SUPPORT_EMAIL)s kama mabadiliko haya yanaathiri mradi wako

source: Delete Selected Feeds
es: Eliminar Feeds Seleccionados
sw: Futa Mlisho Ulioteuliwa

source: Delete Selected Feed
es: Eliminar Feed Seleccionado
sw: Futa Mlisho Ulioteuliwa

source: Delete Selected Exports
es: Eliminar Exportaciones Seleccionadas
sw: Futa Usafirishaji Ulioteuliwa

source: Delete Selected Export
es: Eliminar Exportación Seleccionada
sw: Futa Usafirishaji Ulioteuliwa

source: Bulk Export
es: Exportación General
sw: Usafirishaji wa Pamoja

source: All of the selected exports will be collected for download to a single Excel file, with each export as a separate sheet.
es: Todas las exportaciones seleccionadas se recopilarán para descargar en un solo archivo de Excel, con cada exportación como una hoja separada.
sw: Usafirishaji wote ulioteuliwa utakusanywa kwa upakuaji kwenye faili moja ya Excel, kila usafirishaji ukiwa kwenye karatasi tofauti.

source: Filters inactive while download in progress.
es: Los filtros están inactivos mientras la descarga está en progreso.
sw: Vichujio havifanyi kazi wakati upakuaji unaendelea.

source: Prepare Export
es: Preparar Exportación
sw: Andaa Usafirishaji

source: Preparing Export
es: Preparando Exportación
sw: Inaandaa Usafirishaji

source: Prepare Multimedia
es: Preparar Multimedia
sw: Andaa Multimedia

source: Preparing Multimedia
es: Preparando Multimedia
sw: Inaandaa Multimedia

source: If the problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal"> Report an Issue</a>.
es: Si el problema persiste, por favor <a href="#modalReportIssue" data-bs-toggle="modal"> Reportar un Problema</a>.
sw: Ikiwa tatizo litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal"> Ripoti Tatizo</a>.

source: Collecting Data
es: Recopilando Datos
sw: Inakusanya Data

source: Collecting Multimedia
es: Recopilando Multimedia
sw: Inakusanya Multimedia

source: For exports that may take a while to prepare, email a link when download is ready
es: Para exportaciones que puedan tardar en prepararse, enviar un enlace por correo electrónico cuando la descarga esté lista
sw: Kwa usafirishaji ambao unaweza kuchukua muda kuandaa, tuma barua pepe yenye kiungo wakati upakuaji utakapokuwa tayari

source: Email me when ready
es: Envíame un correo electrónico cuando esté listo
sw: Nitumiwe barua pepe ikikamilika

source: Something went wrong!
es: ¡Algo salió mal!
sw: Kuna tatizo limetokea!

source: Update Filters
es: Actualizar Filtros
sw: Sasisha Vichujio

source: These exports are paginated. That means exports that have over %(max_rows)s rows will be split into multiple files.
es: Estas exportaciones están paginadas. Eso significa que las exportaciones que tienen más de %(max_rows)s filas se dividirán en varios archivos.
sw: Usafirishaji huu umewekwa kwa kurasa. Hii inamaanisha usafirishaji wenye zaidi ya %(max_rows)s watagawanywa kwenye faili nyingi.

source: These %(export_type_plural)s are <strong>De-Identified</strong>, meaning that the administrator of this domain has removed all personally-identifying properties from the exported data.
es: Estas %(export_type_plural)s están <strong>Desidentificadas</strong>, lo que significa que el administrador de este dominio ha eliminado todas las propiedades que identifican personalmente de los datos exportados.
sw: Hizi %(export_type_plural)s ni <strong>Zisizo na Utambulisho</strong>, ikimaanisha kwamba msimamizi wa domain hii ameondoa sifa zote za utambulisho binafsi kutoka kwenye data iliyohamishwa.

source: Add %(export_type_caps)s
es: Agregar %(export_type_caps)s
sw: Ongeza %(export_type_caps)s

source: Loading Form
es: Cargando Formulario
sw: Inapakia Fomu

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
es: Si este problema persiste, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reportar un Problema</a>.
sw: Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">Ripoti Tatizo</a>.

source: This application does not appear to be using <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> case management</a>.
es: Esta aplicación no parece estar usando <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> gestión de casos</a>.
sw: Inaonekana programu hii haitumii <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> usimamizi wa kesi</a>.

source: Mislabeled
es: Etiquetado erróneo
sw: Imewekwa Vibaya

source: Suggestions
es: Sugerencias
sw: Mapendekezo

source: These form submissions are tagged as if they belong to an application that doesn't exist.
es: Estos ingresos de formulario están etiquetados como si pertenecieran a una aplicación que no existe.
sw: Mawasilisho haya ya fomu yamewekewa alama kana kwamba yanatoka kwenye programu ambayo haipo.

source: These submissions could belong to one of the following forms:
es: Estos ingresos podrían pertenecer a uno de los siguientes formularios:
sw: Mawasilisho haya yanaweza kuwa ya mojawapo ya fomu zifuatazo:

source: App was deleted.
es: La aplicación fue eliminada.
sw: Programu imefutwa.

source: Preparing %(export_type_caps)s Data...
es: Preparando Datos de %(export_type_caps)s...
sw: Inaandaa Data ya %(export_type_caps)s...

source: Please note that this may take several minutes. Thank you for your patience!
es: Por favor, ten en cuenta que esto puede tardar varios minutos. ¡Gracias por tu paciencia!
sw: Tafadhali kumbuka kwamba hii inaweza kuchukua dakika kadhaa. Asante kwa uvumilivu wako!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a> and include this error message in the description.
es: Si este problema persiste, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reportar un Problema</a> e incluye este mensaje de error en la descripción.
sw: Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">Ripoti Tatizo</a> na jumuisha ujumbe huu wa kosa kwenye maelezo.

source: It seems as though you haven't submitted any data to CommCare HQ. Please deploy an application and submit data before creating any %(export_type_plural)s.
es: Parece que no has enviado ningún dato a CommCare HQ. Por favor, despliega una aplicación y envía datos antes de crear cualquier %(export_type_plural)s.
sw: Inaonekana hujatumia data yoyote kwenye CommCare HQ. Tafadhali peleka programu na tuma data kabla ya kuunda %(export_type_plural)s yoyote.

source: How to Create and Deploy a CommCare Application.
es: Cómo Crear y Lanzar una Aplicación CommCare
sw: Jinsi ya Kuunda na Kuweka Programu ya CommCare.

source: Add %(export_type_caps)s
es: Agregar %(export_type_caps)s
sw: Ongeza %(export_type_caps)s

source: Filter Feed
es: Filtrar Ingreso
sw: Chuja Mlisho

source: Location-Limited Data
es: Datos Limitados por Ubicación
sw: Data Iliyopunguzwa kwa Eneo

source: This export is limited to the following locations:
es: Esta exportación está limitada a las siguientes ubicaciones:
sw: Uhamishaji huu umewekewa kikomo kwenye maeneo yafuatayo:

source: There was an unknown error saving the filters
es: Hubo un error desconocido al guardar los filtros
sw: Kulikuwa na kosa lisilojulikana wakati wa kuhifadhi vichujio

source: Save filters
es: Guardar filtros
sw: Hifadhi vichujio

source: Saving...
es: Guardando...
sw: Inahifadhi...

source: Problem loading exports. Please refresh the page, or report an issue if the problem persists.
es: Problema al cargar las exportaciones. Por favor, actualiza la página o informa de un problema si el problema persiste.
sw: Tatizo kupakia uhamishaji. Tafadhali rejesha ukurasa, au ripoti tatizo kama tatizo litaendelea.

source: Loading exports...
es: Cargando exportaciones...
sw: Inapakia uhamishaji...

source: Deleting feeds...
es: Eliminando feeds...
sw: Inafuta milisho...

source: Deleting feed...
es: Eliminando feed...
sw: Inafuta mlisho...

source: Deleting exports...
es: Eliminando exportaciones...
sw: Inafuta uhamishaji...

source: Deleting export...
es: Eliminando exportación...
sw: Inafuta uhamishaji...

source: No De-Identified %(export_type_caps_plural)s to display
es: No hay %(export_type_caps_plural)s desidentificados para mostrar
sw: Hakuna %(export_type_caps_plural)s Zisizotambulika za kuonyesha

source: No %(export_type_caps_plural)s to display
es: No hay %(export_type_caps_plural)s para mostrar
sw: Hakuna %(export_type_caps_plural)s za kuonyesha

source: deleted
es: eliminada
sw: imefutwa

source: Sheet Name
es: Nombre de la Hoja
sw: Jina la Karatasi

source: Custom Path
es: Ruta Personalizada
sw: Njia Maalum

source: Select geo property
es: Seleccionar propiedad geográfica
sw: Chagua sifa ya kijiografia

source: You can drag and drop fields to reorder them.
es: Puedes arrastrar y soltar campos para reordenarlos.
sw: Unaweza kuburuta na kudondosha sehemu ili kupanga upya.

source: To drag multiple fields, select by clicking while holding the CTRL key on a PC, or the Command key on a Mac.
es: Para arrastrar múltiples campos, selecciona haciendo clic mientras mantienes presionada la tecla CTRL en una PC, o la tecla Command en una Mac.
sw: Ili kuburuta sehemu nyingi, chagua kwa kubofya huku umeshikilia kitufe cha CTRL kwenye PC, au Command kwenye Mac.

source: To select a range of fields hold the Shift key and select the first and last field in the range.
es: Para seleccionar un rango de campos, mantén presionada la tecla Shift y selecciona el primer y último campo del rango.
sw: Ili kuchagua sehemu mfululizo shikilia kitufe cha Shift na uchague sehemu ya kwanza na ya mwisho kwenye mfululizo.

source: To unselect a field hold the CTRL key on a PC, or the Command key on a Mac, and click.
es: Para deseleccionar un campo, mantén presionada la tecla CTRL en una PC, o la tecla Command en una Mac, y haz clic.
sw: Ili kuondoa uteuzi wa sehemu shikilia kitufe cha CTRL kwenye PC, au Command kwenye Mac, kisha bofya.

source: You can also rename fields, which will update the headers in the export file.
es: También puedes renombrar campos, lo que actualizará los encabezados en el archivo de exportación.
sw: Unaweza pia kubadilisha majina ya sehemu, ambayo itasasisha vichwa kwenye faili ya uhamishaji.

source: You can also rename fields, which will update the column headers in Power BI or Tableau.
es: También puedes renombrar campos, lo que actualizará los encabezados de columna en Power BI o Tableau.
sw: Unaweza pia kubadilisha majina ya sehemu, ambayo itasasisha vichwa vya safu kwenye Power BI au Tableau.

source: Include?
es: ¿Incluir?
sw: Ijumuishwe?

source: Select None
es: Seleccionar Ninguno
sw: Chagua Hakuna

source: Send to Bottom
es: Enviar al fondo
sw: Tuma Chini

source: Send to Top
es: Enviar al principio
sw: Tuma Juu

source: Show Advanced Questions
es: Mostrar Preguntas Avanzadas
sw: Onyesha Maswali ya Juu

source: Hide Advanced Questions
es: Ocultar Preguntas Avanzadas
sw: Ficha Maswali ya Juu

source: Hide Deleted Questions
es: Ocultar Preguntas Eliminadas
sw: Ficha Maswali Yaliyofutwa

source: Hide Deleted Properties
es: Ocultar Propiedades Eliminadas
sw: Ficha Sifa Zilizofutwa

source: Hide Deprecated Properties
es: Ocultar Propiedades Obsoletas
sw: Ficha Sifa Zilizopitwa na Wakati

source: Use question labels
es: Utilice etiquetas de preguntas
sw: Tumia lebo za maswali

source: Use question ids
es: Utilizar ids de preguntas
sw: Tumia vitambulisho vya maswali

source: Split multi-select data
es: Dividir datos de selección múltiple
sw: Gawanya data ya chaguo nyingi

source: Sensitivity
es: Confidencial
sw: Unyeti

source: Add custom export property
es: Agregar propiedad de exportación personalizada
sw: Ongeza sifa maalum ya uhamishaji

source: Required for OData
es: Requerido para OData
sw: Inahitajika kwa OData

source: Show Options
es: Mostrar Opciones
sw: Onyesha Chaguo

source: Hide Options
es: Ocultar Opciones
sw: Ficha Chaguo

source: Maximum number of OData feeds reached.
es: Se alcanzó el número máximo de feeds OData.
sw: Idadi ya juu ya milisho ya OData imefikiwa.

source: At this time we allow a maximum of %(odata_feed_limit)s OData feeds per project space. Please consider deleting the feeds that you don't need anymore.
es: En este momento permitimos un máximo de %(odata_feed_limit)s feeds OData por espacio de proyecto. Por favor, considera eliminar los feeds que ya no necesitas.
sw: Kwa sasa tunaruhusu milisho ya OData isiyozidi %(odata_feed_limit)s kwa kila mradi. Tafadhali fikiria kufuta milisho ambayo huitaji tena.

source: Ok
sw: Sawa

source: or
es: o
sw: au

source: Filters and Files
es: Filtros y Archivos
sw: Vichujio na Faili

source: Enable/Disable
es: Habilitar/Deshabilitar
sw: Washa/Zima

source: Edit Columns
es: Editar Columnas
sw: Hariri Safu

source: Copy &amp; Edit
es: Copiar &amp; Editar
sw: Nakili &amp; Hariri

source: Share
es: Compartir
sw: Shiriki

source: Shared By
es: Compartido por
sw: Imeshirikiwa Na

source: Enter name here
es: Ingresa el nombre aquí
sw: Weka jina hapa

source: De-Identified
es: Anónimo
sw: Imetambulishwa Upya

source: Form:
es: Formulario:
sw: Fomu:

source: Enter description here
es: Ingresa la descripción aquí
sw: Weka maelezo hapa

source: This export is filtered to data you don't have access to.
es: Esta exportación está filtrada a datos a los que no tienes acceso.
sw: Uhamishaji huu umechujwa kwa data ambayo huna ruhusa ya kuipata.

source: Copy OData Feed Link
es: Copiar enlace de feed OData
sw: Nakili Kiungo cha OData Feed

source: Show additional feeds for Repeat Group data.
es: Mostrar feeds adicionales para datos de Grupo Repetido.
sw: Onyesha feeds za ziada kwa data ya Kikundi Kinachojirudia.

source: Show additional feeds for linking Parent and Child Cases.
es: Mostrar feeds adicionales para vincular Casos Padre e Hijo.
sw: Onyesha feeds za ziada kwa kuunganisha Kesi za Mzazi na Mtoto.

source: Additional Feeds
es: Feeds Adicionales
sw: Feeds za Ziada

source: Click to copy feeds for <strong>Repeat Group</strong> data:
es: Haga clic para copiar feeds para datos de <strong>Grupo Repetido</strong>:
sw: Bonyeza kunakili feeds za data ya <strong>Kikundi Kinachojirudia</strong>:

source: Click to copy feeds for linking <strong>Parent</strong> and <strong>Child Cases</strong>:
es: Haga clic para copiar feeds para vincular <strong>Casos Padre</strong> y <strong>Casos Hijo</strong>:
sw: Bonyeza kunakili feeds za kuunganisha <strong>Mzazi</strong> na <strong>Kesi za Mtoto</strong>:

source: Automatic updates for this saved %(export_type)s have been disabled. Click 'Enable' to re-enable automatic updates.
es: Las actualizaciones automáticas para este %(export_type)s guardado han sido deshabilitadas. Haga clic en 'Habilitar' para volver a habilitar las actualizaciones automáticas.
sw: Sasisho otomatiki kwa %(export_type)s hii iliyohifadhiwa zimezimwa. Bonyeza 'Washa' ili kuwezesha tena sasisho otomatiki.

source: Size:
es: Tamaño:
sw: Ukubwa:

source: Last Updated:
es: Última Actualización:
sw: Imesasishwa Mwisho:

source: Just now
es: Justo ahora
sw: Sasa hivi

source: Last Downloaded:
es: Última Descarga:
sw: Imepakuliwa Mwisho:

source: Last Build Duration:
es: Duración de la Última Construcción:
sw: Muda wa Ujenzi wa Mwisho:

source: Update Data
es: Actualizar Datos
sw: Sasisha Data

source: Updating Data, please wait...
es: Actualizando Datos. Por favor, espere...
sw: Inasasisha Data, tafadhali subiri...

source: Copy Dashboard Feed Link
es: Copiar Enlace de Ingreso de Tablero
sw: Nakili Kiungo cha Dashboard Feed

source: This saved %(export_type)s has expired because it has not been used in the last 35 days. To renew daily updates, click the 'Update Data' button and download the file.
es: Este %(export_type)s guardado ha expirado porque no se ha utilizado en los últimos 35 días. Para renovar las actualizaciones diarias, haga clic en el botón 'Actualizar Datos' y descargue el archivo.
sw: %(export_type)s hii iliyohifadhiwa imeisha muda wake kwa sababu haijatumika kwa siku 35 zilizopita. Ili kuhuisha sasisho za kila siku, bonyeza kitufe cha 'Sasisha Data' na pakua faili.

source: Your export exceeds the limit of %(max_rows)s rows. Please see <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentation</a> for more information.
es: Su exportación excede el límite de %(max_rows)s filas. Por favor, consulte la <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentación</a> para más información.
sw: Uhamishaji wako unazidi kikomo cha safu %(max_rows)s. Tafadhali angalia <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">nyaraka</a> kwa maelezo zaidi.

source: Data update complete
es: Actualización de datos completa
sw: Sasisho la data limekamilika

source: Data update failed!
es: ¡Actualización de datos fallida!
sw: Sasisho la data limefeli!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
es: Si este problema persiste, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reporte un Problema</a>.
sw: Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">Ripoti Tatizo</a>.
