Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Autopay is not required for annual accounts at this time, but having autopay enabled reduces the risk of pausing your subscription due to unpaid on-demand fees.
sw: Malipo ya moja kwa moja hayahitajiki kwa akaunti za mwaka kwa sasa, lakini kuwa na malipo ya moja kwa moja kunapunguza hatari ya kusitishwa kwa usajili wako kutokana na ada za ziada ambazo hazijalipwa.

source: Billing Details
sw: Maelezo ya Bili

source: Payment Methods
sw: Njia za Malipo

source: Loading payment methods, please wait...
sw: Inapakia njia za malipo, tafadhali subiri...

source: Error details
es: Detalles del error
sw: Maelezo ya Hitilafu

source: Log In
es: Ingresar
sw: Ingia

source: Log In :: CommCare HQ
es: Iniciar sesión :: CommCare HQ
sw: Ingia :: CommCare HQ

source: Password Reset Confirmation
es: Confirmación de Restablecimiento de Contraseña
sw: Uthibitisho wa Kubadilisha Nenosiri

source: Reset Password
es: Restablecer Contraseña
sw: Badilisha Nenosiri

source: Reset Password Unsuccessful
es: Restablecimiento de contraseña fallido
sw: Kubadilisha Nenosiri Hakukufanikiwa

source: The password reset link was invalid, possibly because it has already been used.
sw: Kiungo cha kuweka upya nenosiri kilikuwa batili, huenda tayari kimetumika.

source: Please request a new password reset.
es: Por favor, solicite un nuevo restablecimiento de contraseña.
sw: Tafadhali omba kubadilisha nenosiri upya.

source: Request Password Reset
es: Solicitar restablecimiento de contraseña
sw: Omba Kubadilisha Nenosiri

source: Password Reset
es: Contraseña Restablecida
sw: Kubadilisha Nenosiri

source: No account? Sign up today, it's free!
es: ¿No tienes cuenta? ¡Regístrate hoy, es gratis!
sw: Huna akaunti? Jisajili leo, ni bure!

source: Learn more
es: Aprenda más
sw: Jifunze zaidi

source: about how CommCare can be your mobile solution for your frontline workforce.
sw: kuhusu jinsi CommCare inaweza kuwa suluhisho lako la simu kwa wafanyakazi wako wa mstari wa mbele.

source: Request Access to %(hr_name)s
es: Solicitar Acceso a %(hr_name)s
sw: Omba Ufikiaji kwa %(hr_name)s

source: Sign Up
es: Registrarse
sw: Jisajili

source: We will email instructions to you for resetting your password.
es: Te enviaremos instrucciones por correo electrónico para restablecer tu contraseña.
sw: Tutakutumia maelekezo kupitia barua pepe kuhusu jinsi ya kuweka upya nenosiri lako.

source: Looking to sign into a different cloud environment?
sw: Unatafuta kuingia kwenye mazingira tofauti ya wingu?

source: %(server_name)s Cloud
sw: %(server_name)s Wingu

source: Learn more about our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3101491209/CommCare+Cloud+Server+Locations" target="_blank" >cloud environments</a >.
sw: Jifunze zaidi kuhusu <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3101491209/CommCare+Cloud+Server+Locations" target="_blank" >mazingira ya wingu</a > yetu.

source: Password Change Complete
es: Cambio de Contraseña Realizado
sw: Mabadiliko ya Nenosiri Yamekamilika

source: Your password was successfully changed.
es: Su contraseña fue cambiada exitosamente.
sw: Nenosiri lako limebadilishwa kwa mafanikio.

source: Sign In
es: Iniciar Sesión
sw: Ingia

source: Password Reset Complete
es: Restablecimiento de Contraseña Realizado
sw: Uwekaji Upya wa Nenosiri Umekamilika

source: Password Reset Requested
es: Restablecimiento de Contraseña Solicitado
sw: Ombi la Uwekaji Upya wa Nenosiri

source: We've emailed instructions for resetting your password to the email address you submitted. You should be receiving it shortly.
es: Hemos enviado instrucciones para restablecer tu contraseña al correo electrónico que proporcionaste. Deberías recibirlo en breve.
sw: Tumekutumia maelekezo ya kuweka upya nenosiri lako kwenye anwani ya barua pepe uliyowasilisha. Unapaswa kuipokea muda si mrefu.

source: You're receiving this email because you requested a password reset
es: Usted está recibiendo este correo electrónico porque solicitó restablecer una contraseña
sw: Unapokea barua pepe hii kwa sababu uliomba kuweka upya nenosiri

source: for your user account at %(site_name)s
es: para su cuenta de usuario en %(site_name)s
sw: kwa akaunti yako ya mtumiaji kwenye %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor vaya a la siguiente página y elija la nueva contraseña:
sw: Tafadhali nenda kwenye ukurasa ufuatao na chagua nenosiri jipya:

source: Your username:
es: Su nombre de usuario:
sw: Jina lako la mtumiaji:

source: Your project spaces:
es: Sus espacios de proyecto:
sw: Eneo lako la miradi:

source: Thank you for using CommCare.
es: Gracias por usar CommCare.
sw: Asante kwa kutumia CommCare.

source: --The CommCare Team
sw: --Timu ya CommCare

source: Forgot your password?
es: ¿Olvidó su contraseña?
sw: Umesahau nenosiri lako?

source: Backup Tokens
es: Identificadores de Respaldo
sw: Tokeni za Akiba

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
es: Los tokens de respaldo se pueden usar cuando tus números de teléfono principal y de respaldo no están disponibles. Los tokens de respaldo a continuación se pueden usar para la verificación de inicio de sesión. Si has utilizado todos tus tokens de respaldo, puedes generar un nuevo conjunto de tokens de respaldo. Solo los tokens de respaldo que se muestran a continuación serán válidos.
sw: Tokeni za akiba zinaweza kutumika wakati nambari zako za simu kuu na za akiba hazipatikani. Tokeni za akiba zilizo hapa chini zinaweza kutumika kwa uthibitishaji wa kuingia. Ukimaliza kutumia tokeni zako zote za akiba, unaweza kutengeneza seti mpya ya tokeni za akiba. Ni tokeni za akiba zilizoonyeshwa hapa chini pekee ndizo zitakazotumika.

source: Print these tokens and keep them somewhere safe.
es: Imprima estos identificadores y guárdelos en algún lugar seguro.
sw: Chapisha tokeni hizi na uzihifadhi mahali salama.

source: You don't have any backup codes yet.
es: Usted todavía no tiene ningún código de respaldo.
sw: Huna bado msimbo wowote wa akiba.

source: Begin Using CommCare Now
es: Comienza a usar CommCare ahora
sw: Anza Kutumia CommCare Sasa

source: Back to Profile
es: Regresar al Perfil
sw: Rudi kwenye Wasifu

source: Generate Tokens
es: Generar Identificadores
sw: Tengeneza Tokeni

source: %(server_location)s Cloud
sw: %(server_location)s Wingu

source: We are calling your phone right now, please enter the digits you hear.
es: Estamos llamando a tu teléfono ahora mismo, por favor ingresa los dígitos que escuches.
sw: Tunapiga simu kwenye simu yako sasa hivi, tafadhali ingiza tarakimu unazosikia.

source: We sent you a text message, please enter the tokens we sent.
es: Te enviamos un mensaje de texto, por favor ingresa los tokens que te enviamos.
sw: Tumekutumia ujumbe mfupi, tafadhali ingiza tokeni tulizotuma.

source: Please enter the tokens generated by your token generator.
es: Por favor ingresa los tokens generados por tu generador de tokens.
sw: Tafadhali ingiza tokeni zilizotengenezwa na kifaa chako cha kutengeneza tokeni.

source: Please enter the token given to you by your domain administrator.
es: Por favor ingresa el token que te dio tu administrador de dominio.
sw: Tafadhali ingiza tokeni uliyopewa na msimamizi wa domain yako.

source: Looks like your CommCare session has expired.
es: Parece que tu sesión de CommCare ha expirado.
sw: Inaonekana kikao chako cha CommCare kimeisha muda wake.

source: Please log in again to continue working.
es: Por favor, inicia sesión nuevamente para continuar trabajando.
sw: Tafadhali ingia tena ili kuendelea kufanya kazi.

source: Please sign in below.
es: Por favor, inicia sesión a continuación.
sw: Tafadhali ingia hapa chini.

source: Please sign in below to continue.
es: Por favor inicie sesión abajo para continuar.
sw: Tafadhali ingia hapa chini ili kuendelea.

source: You will be transferred to your original destination after you sign in.
es: Usted será transferido a su destino original después de iniciar sesión.
sw: Utaelekezwa kwenye sehemu yako ya awali baada ya kuingia.

source: Or, alternatively, use one of your backup phones:
es: O, en vez de, utilice uno de sus teléfonos de respaldo:
sw: Au, unaweza kutumia mojawapo ya simu zako za akiba:

source: Please contact your domain administrator if you need a backup token.
es: Por favor, contacta a tu administrador de dominio si necesitas un token de respaldo.
sw: Tafadhali wasiliana na msimamizi wa domain yako kama unahitaji tokeni ya akiba.

source: Use Backup Token
es: Utilizar Identificador de Respaldo
sw: Tumia Tokeni ya Akiba

source: Add Backup Phone
es: Agregar Teléfono de Respaldo
sw: Ongeza Simu ya Akiba

source: Your backup phone number will be used if your primary method of registration is not available. Please enter a valid phone number.
es: Tu número de teléfono de respaldo se usará si tu método principal de registro no está disponible. Por favor, ingresa un número de teléfono válido.
sw: Nambari yako ya simu ya akiba itatumika ikiwa njia yako kuu ya usajili haipatikani. Tafadhali ingiza nambari halali ya simu.

source: We've sent a token to your phone number. Please enter the token you've received.
es: Hemos enviado un token a tu número de teléfono. Por favor, ingresa el token que has recibido.
sw: Tumekutumia tokeni kwenye nambari yako ya simu. Tafadhali ingiza tokeni uliyoipokea.

source: Enable Two-Factor Authentication
es: Habilitar Autenticación de Dos Factores
sw: Washa Uthibitishaji wa Hatua Mbili

source: Follow the steps in this wizard to enable two-factor authentication.
es: Sigue los pasos en este asistente para habilitar la autenticación de dos factores.
sw: Fuata hatua katika mwongozo huu kuwezesha uthibitishaji wa hatua mbili.

source: Please select which authentication method you would like to use.
es: Por favor, selecciona qué método de autenticación te gustaría usar.
sw: Tafadhali chagua njia ya uthibitishaji unayotaka kutumia.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
es: Para comenzar a usar un generador de tokens, por favor usa tu smartphone para escanear el código QR a continuación. Por ejemplo, usa Google Authenticator. Luego, ingresa el token generado por la aplicación.
sw: Ili kuanza kutumia kifaa cha kutengeneza tokeni, tafadhali tumia simu yako kuskani msimbo wa QR hapa chini. Kwa mfano, tumia Google Authenticator. Kisha, ingiza tokeni iliyotengenezwa na programu.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
es: Por favor, ingresa el número de teléfono en el que deseas recibir los mensajes de texto. Este número será validado en el siguiente paso.
sw: Tafadhali ingiza nambari ya simu unayotaka kupokea ujumbe mfupi. Nambari hii itathibitishwa katika hatua inayofuata.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
es: Por favor, ingresa el número de teléfono al que deseas que te llamen. Este número será validado en el siguiente paso.
sw: Tafadhali ingiza nambari ya simu unayotaka kupigiwa. Nambari hii itathibitishwa katika hatua inayofuata.

source: We are calling your phone right now, please enter the digits you hear.
es: Estamos llamando a tu teléfono ahora mismo, por favor ingresa los dígitos que escuches.
sw: Tunapiga simu kwenye simu yako sasa hivi, tafadhali ingiza tarakimu unazosikia.

source: We sent you a text message, please enter the tokens we sent.
es: Te enviamos un mensaje de texto, por favor ingresa los tokens que te enviamos.
sw: Tumekutumia ujumbe mfupi, tafadhali ingiza tokeni tulizotuma.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
es: Hemos encontrado un problema con el método de autenticación seleccionado. Por favor, regresa y verifica que ingresaste tu información correctamente, intenta de nuevo o usa un método de autenticación diferente. Si el problema persiste, contacta al administrador del sitio.
sw: Tumekutana na tatizo na njia ya uthibitishaji uliyouchagua. Tafadhali rudi nyuma na hakikisha umeingiza taarifa zako kwa usahihi, jaribu tena, au tumia njia nyingine ya uthibitishaji. Ikiwa tatizo litaendelea, wasiliana na msimamizi wa tovuti.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
es: Para identificar y verificar tu YubiKey, por favor inserta un token en el campo a continuación. Tu YubiKey se vinculará a tu cuenta.
sw: Ili kutambua na kuthibitisha YubiKey yako, tafadhali weka tokeni kwenye sehemu iliyo hapa chini. YubiKey yako itahusishwa na akaunti yako.

source: Congratulations, you've successfully enabled two-factor authentication.
es: Felicidades, has habilitado exitosamente la autenticación de dos factores.
sw: Hongera, umefanikiwa kuwezesha uthibitishaji wa hatua mbili.

source: To enable account recovery, generate backup tokens.
es: Para habilitar la recuperación de cuenta, genera tokens de respaldo.
sw: Ili kuwezesha urejeshaji wa akaunti, tengeneza tokeni za akiba.

source: Generate Backup Tokens
es: Generar tokens de respaldo
sw: Tengeneza Tokeni za Akiba

source: Please set up Two-Factor Authentication
es: Por favor, configura la Autenticación de Dos Factores
sw: Tafadhali weka Uthibitishaji wa Hatua Mbili

source: For security purposes, your CommCare administrator has required that all users in your project set up two-factor authentication.<br>This is an extra layer of protection used to ensure the security of your account beyond a username and password.
es: Por motivos de seguridad, tu administrador de CommCare ha requerido que todos los usuarios de tu proyecto configuren la autenticación de dos factores.<br>Esta es una capa adicional de protección utilizada para garantizar la seguridad de tu cuenta más allá de un nombre de usuario y contraseña.
sw: Kwa sababu za kiusalama, msimamizi wako wa CommCare uthibitishaji wa hatua mbili.<br>Hii ni tabaka la ziada la ulinzi linalotumika kuhakikisha usalama wa akaunti yako zaidi ya jina la mtumiaji na nenosiri.

source: To access your account, please enable two-factor authentication below.
es: Para acceder a tu cuenta, por favor habilita la autenticación de dos factores a continuación.
sw: Ili kufikia akaunti yako, tafadhali wezesha uthibitishaji wa hatua mbili hapa chini.

source: Go back
es: Regresar
sw: Rudi nyuma

source: Remove Two-factor Authentication
es: Eliminar autenticación de dos factores
sw: Ondoa Uthibitishaji wa Hatua Mbili

source: You are about to <strong>remove</strong> two-factor authentication. This compromises your account security, are you sure?
es: Está a punto de <strong>eliminar</strong> la autenticación de dos factores. Esto compromete la seguridad de su cuenta, ¿está seguro?
sw: Unakaribia <strong>kuondoa</strong> uthibitishaji wa hatua mbili. Hii inaathiri usalama wa akaunti yako, una uhakika?

source: Two-Factor Authentication is not managed here.
es: La autenticación de dos factores no se gestiona aquí.
sw: Uthibitishaji wa Hatua Mbili hausimamiwi hapa.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to update your Two-Factor Authentication settings with Single Sign-On.
es: Su cuenta es gestionada por <strong>%(idp_name)s</strong>.<br /> Por favor, consulte la documentación de su organización para saber cómo actualizar su configuración de autenticación de dos factores con inicio de sesión único.
sw: Akaunti yako inasimamiwa na <strong>%(idp_name)s</strong>.<br /> Tafadhali angalia nyaraka za shirika lako kuhusu jinsi ya kusasisha mipangilio ya Uthibitishaji wa Hatua Mbili kwa kutumia Single Sign-On.

source: Backup Phone Numbers
es: Números de Teléfono de Respaldo
sw: Nambari za Simu za Akiba

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
es: Si su método principal no está disponible, podemos enviarle identificadores de respaldo a los números de teléfono que se listan abajo.
sw: Ikiwa njia yako kuu haipatikani, tunaweza kutuma tokeni za akiba kwenye nambari za simu zilizo hapa chini.

source: Unregister
es: Dar de baja el registro
sw: Ondoa Usajili

source: Add Phone Number
es: Agregue un Número de Teléfono
sw: Ongeza Nambari ya Simu

source: If you don't have any device with you, you can access your account using backup tokens.
es: Si no tiene ningún dispositivo con usted, puede acceder a su cuenta utilizando los identificadores de respaldo.
sw: Ikiwa huna kifaa chochote nawe, unaweza kufikia akaunti yako kwa kutumia tokeni za akiba.

source: Show Codes
es: Mostar Códigos
sw: Onyesha Nambari

source: Remove Two-Factor Authentication
es: Eliminar autenticación de dos factores
sw: Ondoa Uthibitishaji wa Hatua Mbili

source: We <strong>strongly discourage</strong> this, but if absolutely necessary you can remove two-factor authentication from your account.
es: <strong>Desaconsejamos firmemente</strong> esto, pero si es absolutamente necesario, puede eliminar la autenticación de dos factores de su cuenta.
sw: Tunapinga <strong>vikali</strong> hili, lakini ikiwa ni lazima kabisa unaweza kuondoa uthibitishaji wa hatua mbili kwenye akaunti yako.

source: Reset Two-Factor Authentication
es: Restablecer autenticación de dos factores
sw: Weka Upya Uthibitishaji wa Hatua Mbili

source: This will remove your current two-factor authentication, and prompt you to run through the entire setup again. If you need to do this, please make sure you complete the entire process once you begin, otherwise your account will not be protected by two-factor authentication.
es: Esto eliminará su autenticación de dos factores actual y le pedirá que realice todo el proceso de configuración nuevamente. Si necesita hacer esto, asegúrese de completar todo el proceso una vez que comience, de lo contrario, su cuenta no estará protegida por la autenticación de dos factores.
sw: Hii itaondoa uthibitishaji wako wa sasa wa hatua mbili, na itakuomba uanze upya mchakato mzima wa usanidi. Ikiwa unahitaji kufanya hivi, tafadhali hakikisha unakamilisha mchakato mzima mara tu utakapoanza, vinginevyo akaunti yako haitalindwa na uthibitishaji wa hatua mbili.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
es: La autenticación de dos factores no está habilitada para su cuenta. Habilite la autenticación de dos factores para mayor seguridad en su cuenta.
sw: Uthibitishaji wa hatua mbili haujawezeshwa kwenye akaunti yako. Wezesha uthibitishaji wa hatua mbili kwa usalama zaidi wa akaunti.

source: Reset My Password
es: Restablecer mi contraseña
sw: Weka Upya Nenosiri Langu

source: Your request was not formatted properly.
es: Su solicitud no fue formateada correctamente.
sw: Ombi lako halikuandikwa kwa usahihi.

source: Forbidden.
es: Prohibido.
sw: Hauruhusiwi.

source: Page not found.
es: Página no encontrada.
sw: Ukurasa haujapatikana.

source: There was an error processing your request. We're working quickly to fix the issue. Please try again shortly.
es: Ocurrió un error al procesar su solicitud. Estamos trabajando rápidamente para solucionar el problema. Por favor intente de nuevo pronto.
sw: Kulikuwa na hitilafu wakati wa kushughulikia ombi lako. Tunafanya haraka kurekebisha tatizo hili. Tafadhali jaribu tena baada ya muda mfupi.

source: Upgrade Required
es: Se Requiere Subir de Plan
sw: Uboreshaji Unahitajika

source: Sorry, you do not have access to %(feature_name)s
es: Lo sentimos, usted no tiene acceso a %(feature_name)s
sw: Samahani, huna ruhusa ya kutumia %(feature_name)s

source: USD %s /month
es: USD %s /mes
sw: USD %s /mwezi

source: Unlimited
es: Ilimitado
sw: Bila Kikomo

source: %d over limit
es: %d sobre el límite
sw: %d zaidi ya kikomo

source: Billing Information
es: Información de Facturación
sw: Taarifa za Malipo

source: It appears that there was an issue updating your contact information. We've been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
es: Parece que ocurrió un error al actualizar su información de contacto. Hemos sido notificados acerca del problema. Por favor intente ingresarla nuevamente y si el problema continua, por favor intente en algunas horas.
sw: Inaonekana kulikuwa na tatizo kusasisha taarifa zako za mawasiliano. Tumejulishwa kuhusu tatizo hili. Tafadhali jaribu kutuma tena, na kama tatizo litaendelea, tafadhali jaribu baada ya saa chache.

source: Billing contact information was successfully updated.
es: La información de contacto de facturación fue actualizada exitosamente.
sw: Taarifa za mawasiliano ya malipo zimesasishwa kwa mafanikio.

source: Unknown removing card. Please contact Support.
sw: Tatizo lisilojulikana la kuondoa kadi. Tafadhali wasiliana na Msaada.

source: Unknown error setting autopay. Please contact Support.
sw: Hitilafu isiyojulikana kuweka malipo ya moja kwa moja. Tafadhali wasiliana na Msaada.

source: statements per page
es: estados por página
sw: taarifa kwa kila ukurasa

source: No Billing Statements match the current criteria.
es: Ningún Estado de Cuenta coincide con el criterio actual.
sw: Hakuna Taarifa za Malipo zinazolingana na vigezo vya sasa.

source: Loading statements...
es: Cargando estados...
sw: Inapakia taarifa...

source: Billing Period
es: Período de Facturación
sw: Kipindi cha Malipo

source: Paid on %s.
es: Pagado el %s.
sw: Imelipwa tarehe %s.

source: Not Paid
es: No Pagado
sw: Haijalipwa

source: Already Paid
es: Ya Pagado
sw: Tayari Imeilipwa

source: There was an issue processing your payment. No charges were made. We're looking into the issue as quickly as possible. Sorry for the inconvenience.
es: Ocurrió un problema al procesar su pago. No se hizo ningún cobro. Estamos revisando este problema lo más rápido posible.
sw: Kulikuwa na tatizo wakati wa kushughulikia malipo yako. Hakuna malipo yaliyofanyika. Tunachunguza tatizo hili haraka iwezekanavyo. Samahani kwa usumbufu.

source: The following e-mail addresses contain invalid characters, or are missing required characters:
es: Las siguientes direcciones de correo electrónico incluyen caracteres inválidos, o no tienen los caracteres requeridos:
sw: Anwani zifuatazo za barua pepe zina herufi zisizokubalika, au zinakosa herufi zinazohitajika:

source: There was an error processing your request. Please try again.
es: Hubo un error al procesar su solicitud. Por favor, inténtelo de nuevo.
sw: Kulikuwa na hitilafu wakati wa kushughulikia ombi lako. Tafadhali jaribu tena.

source: Prepayment end date must be after start date.
sw: Tarehe ya mwisho ya malipo ya awali lazima iwe baada ya tarehe ya kuanza.

source: Unit cost must be a decimal number greater than 0.
es: El costo unitario debe ser un número decimal mayor que 0.
sw: Gharama kwa kila kitengo lazima iwe namba ya desimali iliyo kubwa kuliko 0.

source: Quantity must be a whole number greater than 0.
es: La cantidad debe ser un número entero mayor que 0.
sw: Kiasi lazima kiwe namba kamili iliyo kubwa kuliko 0.

source: Dimagi Internal Subscription Management
es: Administración de Suscripción Interna Dimagi
sw: Usimamizi wa Usajili wa Ndani wa Dimagi
