Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: "Frequency" is set to "Weekly". Please enter a valid week period in the format yyyyWn (e.g. "2004W10" for week 10, 2004), or enter a valid column.
es: "Frecuencia" está configurada como "Semanal". Por favor, ingrese un periodo semanal válido en el formato yyyyWn (por ejemplo, "2004W10" para la semana 10, 2004), o ingrese una columna válida.
sw: "Marudio" yamewekwa kuwa "Kila Wiki". Tafadhali weka kipindi halali cha wiki kwa muundo yyyyWn (mf. "2004W10" kwa wiki ya 10, 2004), au weka safu halali.

source: "Frequency" is set to "Monthly". Please enter a valid month period in the format yyyyMM (e.g. "200403" for March 2004), or enter a valid column.
es: "Frecuencia" está configurada como "Mensual". Por favor, ingrese un periodo mensual válido en el formato yyyyMM (por ejemplo, "200403" para marzo de 2004), o ingrese una columna válida.
sw: "Marudio" yamewekwa kuwa "Kila Mwezi". Tafadhali weka kipindi halali cha mwezi kwa muundo yyyyMM (mf. "200403" kwa Machi 2004), au weka safu halali.

source: "Frequency" is set to "Quarterly". Please enter a valid quarter period in the format yyyyQn (e.g. "2004Q1" for January-March 2004), or enter a valid column.
es: "Frecuencia" está configurada como "Trimestral". Por favor, ingrese un periodo trimestral válido en el formato yyyyQn (por ejemplo, "2004Q1" para enero-marzo de 2004), o ingrese una columna válida.
sw: "Marudio" yamewekwa kuwa "Kila Robo". Tafadhali weka kipindi halali cha robo kwa muundo yyyyQn (mf. "2004Q1" kwa Januari-Machi 2004), au weka safu halali.

source: <a href="{url}">Add/Edit Connections Settings</a>
sw: <a href="{url}">Ongeza/Hariri Mipangilio ya Muunganisho</a>

source: User Configurable Report
es: Informe Configurable por el Usuario
sw: Ripoti Inayoweza Kusanidiwa na Mtumiaji

source: DataSet Maps map CommCare UCRs to DHIS2 DataSets. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets"
sw: Ramani za DataSet zinaunganisha UCR za CommCare na DataSet za DHIS2. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets"

source: Data element ID
es: ID del elemento de datos
sw: Kitambulisho cha kipengele cha data

source: Category option combo ID
es: ID de la combinación de opciones de categoría
sw: Kitambulisho cha chaguo la kundi

source: Update DataValue Map
es: Actualizar Mapa de DataValue
sw: Sasisha Ramani ya DataValue

source: The "case_type" property is a dictionary, not a "%(data_type)s".
es: La propiedad "case_type" es un diccionario, no un "%(data_type)s".
sw: Kipengele cha "case_type" ni kamusi, sio "%(data_type)s".

source: The "%(property)s" property is required.
es: La propiedad "%(property)s" es obligatoria.
sw: Kipengele cha "%(property)s" kinahitajika.

source: The "form_configs" property is a dictionary, not a "%(data_type)s".
es: La propiedad "form_configs" es un diccionario, no un "%(data_type)s".
sw: Kipengele cha "form_configs" ni kamusi, sio "%(data_type)s".

source: The "%(property)s" property is required for form "{}".
es: La propiedad "%(property)s" es obligatoria para el formulario "{}".
sw: Kipengele cha "%(property)s" kinahitajika kwa fomu "{}".

source: Please specify the XMLNS of the form.
es: Por favor, especifique el XMLNS del formulario.
sw: Tafadhali taja XMLNS ya fomu.

source: Please specify the DHIS2 Program of the event.
es: Por favor, especifique el Programa DHIS2 del evento.
sw: Tafadhali taja Programu ya DHIS2 ya tukio.

source: Please map CommCare values to DHIS2 data elements.
es: Por favor, mapee los valores de CommCare a los elementos de datos de DHIS2.
sw: Tafadhali linganisha thamani za CommCare na vipengele vya data vya DHIS2.

source: No diagnosis available for this error
es: No hay diagnóstico disponible para este error
sw: Hakuna utambuzi uliopo kwa kosa hili

source: Forward Forms to DHIS2 as Anonymous Events
es: Reenviar Formularios a DHIS2 como Eventos Anónimos
sw: Tuma Fomu kwa DHIS2 kama Matukio Yasiyojulikana

source: Forward Cases as DHIS2 Tracked Entities
es: Reenviar Casos como Entidades Rastreables de DHIS2
sw: Tuma Kesi kama Viumbe Vilivyofuatiliwa vya DHIS2

source: There was an error retrieving some UCR data. Try contacting support to help resolve this issue.
es: Hubo un error al recuperar algunos datos de UCR. Intente contactar con soporte para ayudar a resolver este problema.
sw: Kulikuwa na hitilafu katika kupata baadhi ya data za UCR. Jaribu kuwasiliana na msaada ili kusaidia kutatua tatizo hili.

source: Add DataSet Map
es: Agregar Mapa de Conjunto de Datos
sw: Ongeza Ramani ya DataSet

source: DataSet Map
es: Mapa de Conjunto de Datos
sw: Ramani ya DataSet

source: Save DataSet map
es: Guardar mapa de Conjunto de Datos
sw: Hifadhi ramani ya DataSet

source: DHIS2 DataSet Maps
sw: Ramani za DataSet za DHIS2

source: Add DataSet Map (JSON UI)
es: Agregar Mapa de Conjunto de Datos (Interfaz JSON)
sw: Ongeza Ramani ya DataSet (JSON UI)

source: View log
es: Ver registro
sw: Tazama logi

source: Edit (JSON UI)
es: Editar (Interfaz JSON)
sw: Hariri (JSON UI)

source: Delete DataSet Map
es: Eliminar Mapa de DataSet
sw: Futa Ramani ya DataSet

source: Edit DataSet Map
es: Editar Mapa de DataSet
sw: Hariri Ramani ya DataSet

source: DataValue Maps
es: Mapas de DataValue
sw: Ramani za DataValue

source: Update DataValue Map <strong data-bind="text: column"></strong>:
es: Actualizar Mapa de DataValue <strong data-bind="text: column"></strong>:
sw: Sasisha Ramani ya DataValue <strong data-bind="text: column"></strong>:

source: Delete DataValue Map <strong data-bind="text: column"></strong>?
es: ¿Eliminar Mapa de DataValue <strong data-bind="text: column"></strong>?
sw: Futa Ramani ya DataValue <strong data-bind="text: column"></strong>?

source: Yes, delete the DataValue Map for column <strong data-bind="text: column"></strong>.
es: Sí, eliminar el Mapa de DataValue para la columna <strong data-bind="text: column"></strong>.
sw: Ndiyo, futa Ramani ya DataValue kwa safu <strong data-bind="text: column"></strong>.

source: Edit Configuration
es: Editar Configuración
sw: Hariri Usanidi

source: Case config
es: Configuración de caso
sw: Usanidi wa kesi

source: Add case config
es: Agregar configuración de caso
sw: Ongeza usanidi wa kesi

source: Update DHIS2 Tracked Entity configuration
es: Actualizar configuración de Entidad Rastreada de DHIS2
sw: Sasisha usanidi wa Kiumbe Kilichofuatiliwa cha DHIS2

source: Form Config
es: Configuración de Formulario
sw: Usanidi wa Fomu

source: DataSet Maps per page
es: Mapas de DataSet por página
sw: Ramani za DataSet kwa kila ukurasa

source: There are no DataSet Maps
es: No hay Mapas de DataSet
sw: Hakuna Ramani za DataSet

source: Loading DataSet Maps
es: Cargando Mapas de DataSet
sw: Inapakia Ramani za DataSet

source: DataSet map updated successfully.
es: Mapa de DataSet actualizado exitosamente.
sw: Ramani ya DataSet imesasishwa kwa mafanikio.

source: Invalid value for "domain"
es: Valor inválido para "domain"
sw: Thamani batili kwa "domain"

source: DataValue Maps per page
es: Mapas de DataValue por página
sw: Ramani za DataValue kwa kila ukurasa

source: This DataSet Map has no DataValue Maps
es: Este Mapa de DataSet no tiene Mapas de DataValue
sw: Ramani hii ya DataSet haina Ramani za DataValue

source: Loading DataValue Maps
es: Cargando Mapas de DataValue
sw: Inapakia Ramani za DataValue

source: DHIS2 Anonymous Events configuration saved
es: Configuración de Eventos Anónimos de DHIS2 guardada
sw: Usanidi wa Matukio Yasiyojulikana ya DHIS2 umehifadhiwa

source: You cannot have more than one case config for the same case type.
es: No puedes tener más de una configuración de caso para el mismo tipo de caso.
sw: Huwezi kuwa na usanidi zaidi ya mmoja wa kesi kwa aina hiyo hiyo ya kesi.

source: DHIS2 Tracked Entity configuration saved
es: Configuración de Entidad Rastreada de DHIS2 guardada
sw: Usanidi wa Kiumbe Kilichofuatiliwa cha DHIS2 umehifadhiwa

source: Edit DHIS2 Anonymous Event Repeater
es: Editar Repetidor de Evento Anónimo de DHIS2
sw: Hariri Repeater ya Tukio Lisilojulikana la DHIS2

source: Forward Cases to DHIS2 as Tracked Entities
es: Reenviar Casos a DHIS2 como Entidades Rastreables
sw: Tuma Kesi kwa DHIS2 kama Viumbe Vilivyofuatiliwa

source: Edit DHIS2 Tracked Entity Repeater
es: Editar Repetidor de Entidad Rastreada de DHIS2
sw: Hariri Repeater ya Kiumbe Kilichofuatiliwa cha DHIS2

source: FHIR version
es: Versión de FHIR
sw: Toleo la FHIR

source: Enable patient registration
es: Habilitar registro de pacientes
sw: Wezesha usajili wa mgonjwa

source: Register new patients on the remote FHIR service?
es: ¿Registrar nuevos pacientes en el servicio FHIR remoto?
sw: Usajili wagonjwa wapya kwenye huduma ya mbali ya FHIR?

source: Enable patient search
es: Habilitar búsqueda de pacientes
sw: Washa utafutaji wa mgonjwa

source: Search the remote FHIR service for matching patients?
es: ¿Buscar en el servicio FHIR remoto pacientes que coincidan?
sw: Tafuta wagonjwa wanaolingana kwenye huduma ya mbali ya FHIR?

source: Forward Cases to a FHIR API
es: Reenviar casos a una API FHIR
sw: Tuma Kesi kwa FHIR API

source: Unsupported FHIR Resource type {}. Please choose from {}
es: Tipo de recurso FHIR no soportado {}. Por favor elija de {}
sw: Aina ya Rasilimali ya FHIR isiyoungwa mkono {}. Tafadhali chagua kutoka {}

source: Edit FHIR Repeater
es: Editar repetidor FHIR
sw: Hariri FHIR Repeater

source: e.g. "https://play.dhis2.org/dev/"
es: p. ej. "https://play.dhis2.org/dev/"
sw: mf. "https://play.dhis2.org/dev/"

source: Client secret
es: Secreto del cliente
sw: Siri ya mteja

source: Token URL
es: URL del token
sw: URL ya Tokeni

source: e.g. "https://play.dhis2.org/dev/uaa/oauth/token"
es: p. ej. "https://play.dhis2.org/dev/uaa/oauth/token"
sw: mf. "https://play.dhis2.org/dev/uaa/oauth/token"

source: Token Refresh URL
es: URL de actualización del token
sw: URL ya Usasishaji wa Tokeni

source: Pass credentials in header
es: Pasar credenciales en el encabezado
sw: Pitisha taarifa za kuingia kwenye kichwa

source: Pass credentials in Basic Auth header when requesting a token
es: Pasar credenciales en el encabezado de autenticación básica al solicitar un token
sw: Pitisha taarifa za kuingia kwenye kichwa cha Basic Auth wakati wa kuomba tokeni

source: Include client ID
es: Incluir ID del cliente
sw: Jumuisha kitambulisho cha mteja

source: Send the client ID in the body of the token request
es: Enviar el ID del cliente en el cuerpo de la solicitud del token
sw: Tuma kitambulisho cha mteja kwenye mwili wa ombi la tokeni

source: Space-separated list of scopes e.g. "read write"
es: Lista de alcances separados por espacios p. ej. "read write"
sw: Orodha ya maeneo (scopes) iliyotenganishwa kwa nafasi mf. "read write"

source: Skip certificate verification
es: Omitir verificación de certificado
sw: Ruka uthibitishaji wa cheti

source: Do not use in a production environment
es: No usar en un entorno de producción
sw: Usitumie katika mazingira ya uzalishaji

source: Addresses to send notifications
es: Direcciones para enviar notificaciones
sw: Anwani za kutuma arifa

source: A comma-separated list of email addresses to send error notifications
es: Una lista de direcciones de correo electrónico separadas por comas para enviar notificaciones de error
sw: Orodha ya anwani za barua pepe zilizotenganishwa kwa koma za kutuma arifa za makosa

source: (Custom)
es: (Personalizado)
sw: (Imebinafsishwa)

source: Additional headers
es: Encabezados adicionales
sw: Vichwa vya ziada

source: A JSON object of additional headers to include on all requests
es: Un objeto JSON de encabezados adicionales para incluir en todas las solicitudes
sw: Kitu cha JSON cha vichwa vya ziada vya kujumuisha kwenye maombi yote

source: OAuth 2.0 Settings
es: Configuraciones de OAuth 2.0
sw: Mipangilio ya OAuth 2.0

source: Test Connection
es: Probar conexión
sw: Jaribu Muunganisho

source: Invalid email address(es): {emails}
es: Dirección(es) de correo electrónico no válida(s): {emails}
sw: Anwani ya barua pepe si sahihi: {emails}

source: Auth type '{}' requires a username.
es: El tipo de autenticación '{}' requiere un nombre de usuario.
sw: Aina ya uthibitishaji '{}' inahitaji jina la mtumiaji.

source: Unexpected type for transformed request
es: Tipo inesperado para la solicitud transformada
sw: Aina isiyotarajiwa kwa ombi lililobadilishwa

source: Error parsing HL7: {}
es: Error al analizar HL7: {}
sw: Hitilafu katika kuchambua HL7: {}

source: Payload must be valid JSON
es: La carga útil debe ser JSON válido
sw: Mzigo lazima uwe JSON halali

source: Create a new API
es: Crear una nueva API
sw: Unda API mpya

source: Input Data Type
es: Tipo de Datos de Entrada
sw: Aina ya Data Inayoingia

source: Basic Configuration
es: Configuración Básica
sw: Usanidi wa Msingi

source: Filters and Expressions
es: Filtros y Expresiones
sw: Vichujio na Vielezi

source: Filtered
es: Filtrado
sw: Imepitiwa na Kichujio

source: Validation Failed
es: Validación Fallida
sw: Uthibitishaji Umekosa

source: Request Status
es: Estado de la Solicitud
sw: Hali ya Ombi

source: Inbound API Request Logs
es: Registros de Solicitudes de API Entrantes
sw: Rekodi za Maombi ya API Inayoingia

source: API Request Log
es: Registro de Solicitud de API
sw: Rekodi ya Ombi la API

source: Copy URL
es: Copiar URL
sw: Nakili URL

source: Validation Expressions
es: Expresiones de Validación
sw: Vielezi vya Uthibitishaji

source: Name is required and must be less than 64 characters
es: El nombre es obligatorio y debe tener menos de 64 caracteres
sw: Jina linahitajika na lazima liwe chini ya herufi 64

source: Expression is required
es: La expresión es obligatoria
sw: Kielezi kinahitajika

source: Message is required
es: El mensaje es obligatorio
sw: Ujumbe unahitajika

source: Add Validation
es: Agregar Validación
sw: Ongeza Uthibitishaji

source: Request Details
es: Detalles de la Solicitud
sw: Maelezo ya Ombi

source: Response Details
es: Detalles de la Respuesta
sw: Maelezo ya Majibu

source: Processing Attempts
es: Intentos de Procesamiento
sw: Jaribio la Kuchakata

source: Retry
es: Volver a Intentar
sw: Jaribu Tena

source: Reverting API Requests
es: Revirtiendo Solicitudes de API
sw: Kurejesha Maombi ya API

source: Reverts actions performed in this request and archives any associated forms.
es: Revierte las acciones realizadas en esta solicitud y archiva cualquier formulario asociado.
sw: Inarejesha vitendo vilivyofanywa kwenye ombi hili na kuhifadhi fomu zozote zinazohusiana.

source: Request exceeds the allowed size limit
es: La solicitud excede el límite de tamaño permitido
sw: Ombi limezidi kikomo cha ukubwa kinachoruhusiwa

source: Unable to decode request body
es: No se puede decodificar el cuerpo de la solicitud
sw: Imeshindwa kufasiri mwili wa ombi

source: Inbound API Configurations
es: Configuraciones de API Entrantes
sw: Mipangilio ya API Inayoingia

source: Edit API Configuration
es: Editar Configuración de API
sw: Hariri Mpangilio wa API

source: API Configuration updated successfully.
es: Configuración de API actualizada con éxito.
sw: Mpangilio wa API umesasishwa kwa mafanikio.

source: There is an error in your data API validations
es: Hay un error en las validaciones de datos de su API
sw: Kuna hitilafu kwenye uthibitishaji wa data ya API yako

source: Unable to resolve API endpoints {self.api_auth_settings!r}. Please select the applicable API auth settings for the
sw: Imeshindikana kutatua viambatisho vya API {self.api_auth_settings!r}. Tafadhali chagua mipangilio sahihi ya uthibitisho wa API kwa

source: This can happen if the IP address of a Repeater is changed to point to a different server, or if a server has been rebuilt. It can signal more severe consequences, like attempts to synchronize CommCare cases with OpenMRS patients that can no longer be found.
es: Esto puede suceder si la dirección IP de un Repetidor se cambia para apuntar a un servidor diferente, o si un servidor ha sido reconstruido. Puede señalar consecuencias más graves, como intentos de sincronizar casos de CommCare con pacientes de OpenMRS que ya no se pueden encontrar.
sw: Hii inaweza kutokea ikiwa anwani ya IP ya Repeater imebadilishwa kuelekeza kwenye seva nyingine, au kama seva imejengwa upya. Inaweza kuashiria madhara makubwa zaidi, kama majaribio ya kusawazisha kesi za CommCare na wagonjwa wa OpenMRS ambao hawaonekani tena.

source: It is unclear how Atom feed pagination can lead to page "{}". Follow up with OpenMRS system administrator.
es: No está claro cómo la paginación del feed Atom puede llevar a la página "{}". Siga con el administrador del sistema OpenMRS.
sw: Haijulikani jinsi upangaji wa kurasa wa Atom feed unaweza kusababisha ukurasa "{}". Tafadhali wasiliana na msimamizi wa mfumo wa OpenMRS.

source: Response text: {}
es: Texto de respuesta: {}
sw: Maandishi ya majibu: {}

source: There is an XML syntax error in the OpenMRS Atom feed at
es: Hay un error de sintaxis XML en el feed Atom de OpenMRS en
sw: Kuna hitilafu ya sintaksia ya XML kwenye Atom feed ya OpenMRS katika

source: No users found at location "{repeater.location_id}" to own patients added from OpenMRS Atom feed.
sw: Hakuna watumiaji waliopatikana katika eneo "{repeater.location_id}" kumiliki wagonjwa waliowekwa kutoka OpenMRS Atom feed.

source: {repeater.domain}: {repeater}: Error in settings: Unable to update
sw: {repeater.domain}: {repeater}: Hitilafu kwenye mipangilio: Imeshindikana kusasisha

source: {repeater.domain}: {repeater}: Error fetching Patient
sw: {repeater.domain}: {repeater}: Hitilafu wakati wa kuchukua Mgonjwa

source: {repeater.domain}: {repeater}: More than one case found
sw: {repeater.domain}: {repeater}: Kesi zaidi ya moja imepatikana

source: {repeater.domain}: {repeater}: Error fetching Encounter
sw: {repeater.domain}: {repeater}: Hitilafu wakati wa kuchukua Tukio

source: {repeater.domain}: {repeater}: More than one case found matching unique OpenMRS UUID. case external_id:
sw: {repeater.domain}: {repeater}: Kesi zaidi ya moja imepatikana inayolingana na OpenMRS UUID ya kipekee. case external_id:

source: Unable to determine mobile worker to own new "{case_type}"
sw: Imeshindikana kubaini mfanyakazi wa simu wa kumiliki "{case_type}" mpya

source: Provider UUID
es: UUID del Proveedor
sw: UUID ya Mtoa Huduma

source: person property key "%(key)s" is not valid.
es: la clave de propiedad de la persona "%(key)s" no es válida.
sw: ufunguo wa sifa ya mtu "%(key)s" si sahihi.

source: person preferred name key "%(key)s" is not valid.
es: la clave del nombre preferido de la persona "%(key)s" no es válida.
sw: ufunguo wa jina linalopendelewa la mtu "%(key)s" si sahihi.

source: person preferred address key "%(key)s" is not valid.
es: la clave de la dirección preferida de la persona "%(key)s" no es válida.
sw: ufunguo wa anwani inayopendelewa ya mtu "%(key)s" si sahihi.

source: ID "%(id_)s" used in "match_on_ids" is missing from "patient_identifiers".
es: El ID "%(id_)s" utilizado en "match_on_ids" falta en "patient_identifiers".
sw: ID "%(id_)s" iliyotumika kwenye "match_on_ids" haipo kwenye "patient_identifiers".

source: OpenMRS URL
es: URL de OpenMRS
sw: URL ya OpenMRS

source: e.g. "http://www.example.com/openmrs"
es: p.ej. "http://www.example.com/openmrs"
sw: mf. "http://www.example.com/openmrs"

source: Location ID
es: ID de Ubicación
sw: Kitambulisho cha Eneo

source: If a project space has multiple OpenMRS servers to import from, for which CommCare location is this OpenMRS server authoritative?
es: Si un espacio de proyecto tiene múltiples servidores OpenMRS de los cuales importar, ¿para qué ubicación de CommCare es este servidor OpenMRS autoritativo?
sw: Ikiwa nafasi ya mradi ina seva nyingi za OpenMRS za kuingiza, ni kwa eneo gani la CommCare seva hii ya OpenMRS ni ya mamlaka?

source: Import Frequency
es: Frecuencia de Importación
sw: Mara kwa mara ya Uingizaji

source: How often should cases be imported?
es: ¿Con qué frecuencia se deben importar los casos?
sw: Kesi ziingizwe mara ngapi?

source: Log Level
es: Nivel de Registro
sw: Kiwango cha Kumbukumbu

source: Timezone
es: Zona Horaria
sw: Saa za Eneo

source: Timezone name. If not specified, the domain's timezone will be used.
es: Nombre de la zona horaria. Si no se especifica, se usará la zona horaria del dominio.
sw: Jina la saa za eneo. Ikiwa halijaainishwa, saa za eneo la domain zitatumika.

source: Report UUID
es: UUID del Informe
sw: UUID ya Ripoti

source: The OpenMRS UUID of the report of patients to be imported
es: El UUID de OpenMRS del informe de pacientes a importar
sw: UUID ya OpenMRS ya ripoti ya wagonjwa watakaoingizwa

source: Report Parameters
es: Parámetros del Informe
sw: Vigezo vya Ripoti

source: The ID of the mobile worker or location who will own new cases
es: El ID del trabajador móvil o ubicación que será propietario de los nuevos casos
sw: Kitambulisho cha mfanyakazi wa simu au eneo atakayemiliki kesi mpya

source: The Organization Level whose mobile worker will own new cases
es: El Nivel de Organización cuyo trabajador móvil será propietario de los nuevos casos
sw: Ngazi ya Shirika ambayo mfanyakazi wake wa simu atamiliki kesi mpya

source: External ID Column
es: Columna de ID Externo
sw: Safu ya Kitambulisho cha Nje

source: The column that contains the OpenMRS UUID of the patient
es: La columna que contiene el UUID de OpenMRS del paciente
sw: Safu inayobeba UUID ya OpenMRS ya mgonjwa

source: Name Columns
es: Columnas de Nombre
sw: Safu za Majina

source: Space-separated column(s) to be concatenated to create the case name (e.g. "givenName familyName")
es: Columna(s) separada(s) por espacios para concatenar y crear el nombre del caso (por ejemplo, "givenName familyName")
sw: Safu (au safu) zilizotenganishwa kwa nafasi zitakazounganishwa kutengeneza jina la kesi (mf. "givenName familyName")

source: Map columns to properties
es: Mapear columnas a propiedades
sw: Linganishi safu na sifa

source: e.g. [{"column": "givenName", "property": "first_name"}, ...]
es: por ejemplo, [{"column": "givenName", "property": "first_name"}, ...]
sw: mf. [{"column": "givenName", "property": "first_name"}, ...]

source: Cases at this location and below will be forwarded. Leave empty if this is the only OpenMRS Forwarder
es: Los casos en esta ubicación y por debajo serán reenviados. Dejar vacío si este es el único Reenviador de OpenMRS
sw: Kesi katika eneo hili na chini yake zitasafirishwa mbele. Acha wazi ikiwa hii ndiyo OpenMRS Forwarder pekee

source: Poll Atom feed for changes made in OpenMRS/Bahmni
es: Consultar el feed Atom para cambios realizados en OpenMRS/Bahmni
sw: Chunguza Atom feed kwa mabadiliko yaliyofanywa kwenye OpenMRS/Bahmni

source: Atom feed enabled
es: Feed Atom habilitado
sw: Atom feed imewezeshwa

source: Specify a single case type so that CommCare can add cases using the Atom feed for patients created in OpenMRS/Bahmni.
es: Especificar un solo tipo de caso para que CommCare pueda agregar casos usando el feed Atom para pacientes creados en OpenMRS/Bahmni.
sw: Taja aina moja ya kesi ili CommCare iweze kuongeza kesi kwa kutumia Atom feed kwa wagonjwa walioundwa kwenye OpenMRS/Bahmni.

source: Specify a location so that CommCare can set an owner for cases added via the Atom feed.
es: Especificar una ubicación para que CommCare pueda establecer un propietario para los casos agregados a través del feed Atom.
sw: Taja eneo ili CommCare iweze kuweka mmiliki wa kesi zilizoongezwa kupitia Atom feed.
