Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: I confirm that I have read and I accept the terms outlined above, including the risks associated with Beta Services.
sw: Nimehakikisha kuwa nimesoma na nakubali masharti yaliyoelezwa hapo juu, ikijumuisha hatari zinazohusiana na Huduma za Beta.

source: Measure
es: Medida
sw: Kipimo

source: Sequence Number
es: Número de Secuencia
sw: Nambari ya Mfuatano

source: App Versions
es: Versiones de la App
sw: Toleo la Programu

source: CC Versions
es: Versiones de CC
sw: Toleo la CC

source: Created On
es: Creado En...
sw: Imetengenezwa Tarehe

source: Notes
es: Notas
sw: Maelezo

source: No measures have been initiated for this application
es: No se han iniciado medidas para esta aplicación
sw: Hakuna vipimo vilivyoanzishwa kwa programu hii

source: Use this form to get a cost estimation per 160 character SMS, given a <strong>connection</strong>, <strong>direction</strong>, and <strong>country code</strong>.
es: Usa este formulario para obtener una estimación de costos por SMS de 160 caracteres, dada una <strong>conexión</strong>, <strong>dirección</strong>, y <strong>código de país</strong>.
sw: Tumia fomu hii kupata makadirio ya gharama kwa kila SMS ya herufi 160, ukizingatia <strong>muunganisho</strong>, <strong>mwelekeo</strong>, na <strong>msimbo wa nchi</strong>.

source: The fee will be applied to the most specific criteria available. A fee for a specific country code (if available) will be used over the default of 'Any Country'.
es: La tarifa se aplicará al criterio más específico disponible. Se utilizará una tarifa para un código de país específico (si está disponible) sobre el valor predeterminado de 'Cualquier País'.
sw: Ada itatumika kwa vigezo maalum zaidi vinavyopatikana. Ada kwa msimbo maalum wa nchi (ikiwa inapatikana) itatumika badala ya chaguo msingi la 'Nchi Yoyote'.

source: Fees are subject to change based on updates to each carrier and are computed at the time the SMS is sent.
es: Las tarifas están sujetas a cambios basados en actualizaciones de cada operador y se calculan en el momento en que se envía el SMS.
sw: Ada zinaweza kubadilika kulingana na masasisho ya kila mtoa huduma na zinakokotolewa wakati SMS inatumwa.

source: Stock Actions
es: Almacenar Acciones
sw: Vitendo vya Hisa

source: New Action
es: Nueva Acción
sw: Kitendo Kipya

source: Save Settings
es: Guardar Configuraciones
sw: Hifadhi Mipangilio

source: Use this to transfer your project to another user.
es: Usa esto para transferir tu proyecto a otro usuario.
sw: Tumia hii kuhamisha mradi wako kwa mtumiaji mwingine.

source: You have a pending transfer with %(username)s
es: Tienes una transferencia pendiente con %(username)s
sw: Una uhamisho unaosubiri na %(username)s

source: Resend Transfer Request
es: Reenviar Solicitud de Transferencia
sw: Tuma Ombi la Uhamisho Tena

source: Cancel Transfer
es: Cancelar Transferencia
sw: Ghairi Uhamisho

source: Total Due:
es: Total a Pagar:
sw: Jumla Inayodaiwa:

source: Pay by Credit Card
es: Pagar con Tarjeta de Crédito
sw: Lipa kwa Kadi ya Mkopo

source: Pay by Wire
es: Pagar por Transferencia
sw: Lipa kwa Hundi ya Benki

source: Billing Statements
es: Estados de Cuenta
sw: Taarifa za Malipo

source: Unpaid
es: Sin pagar
sw: Haijalipwa

source: Show Only Unpaid Statements
es: Mostrar solo estados de cuenta sin pagar
sw: Onyesha Taarifa Zisizolipwa Pekee

source: Show All Statements
es: Mostrar todos los Estados de Cuenta
sw: Onyesha Taarifa Zote

source: Make Payment
es: Realizar Pago
sw: Fanya Malipo

source: Payment Amount
es: Monto del Pago
sw: Kiasi cha Malipo

source: Pay the full balance: $<span data-bind="text: balance"></span>
es: Pagar el saldo completo: $<span data-bind="text: balance"></span>
sw: Lipa salio lote: $<span data-bind="text: balance"></span>

source: Pay a portion of the balance:
sw: Lipa sehemu ya salio:

source: Please enter an amount that's between $0.50 and $<span data-bind="text: balance"></span>.
sw: Tafadhali ingiza kiasi kilicho kati ya $0.50 na $<span data-bind="text: balance"></span>.

source: You can't enter an amount between $<span data-bind="text: maxPartialAmount" ></span> and $<span data-bind="text: balance"></span> because the next transfer will be below the minimum amount of $0.50.
sw: Huwezi kuingiza kiasi kati ya $<span data-bind="text: maxPartialAmount" ></span> na $<span data-bind="text: balance"></span> kwa sababu uhamisho unaofuata utakuwa chini ya kiwango cha chini cha $0.50.

source: Payment for Statement No. <span data-bind="text: invoiceNumber"></span>
sw: Malipo kwa Taarifa Na. <span data-bind="text: invoiceNumber"></span>

source: Bulk Wire Payment
es: Pago General por Transferencia
sw: Malipo ya Hundi ya Benki kwa Wingi

source: Bulk Payment
es: Pago General
sw: Malipo kwa Wingi

source: Thank you for your payment!
es: ¡Gracias por su pago!
sw: Asante kwa malipo yako!

source: Thank you for your upcoming wire payment. An invoice with your total balance and the instructions to do the wire payment has just been sent to your email address.
sw: Asante kwa malipo yako yajayo ya hundi ya benki. Ankara yenye jumla ya salio lako na maelekezo ya kufanya malipo ya hundi ya benki imetumwa kwenye anwani yako ya barua pepe.

source: Clicking the 'Confirm Plan' button below will bring you to a page where you can confirm your billing information.
sw: Kubofya kitufe cha 'Thibitisha Mpango' hapa chini kutakupeleka kwenye ukurasa ambapo unaweza kuthibitisha taarifa zako za malipo.

source: Select different option
es: Seleccionar otra opción
sw: Chagua chaguo tofauti

source: Select different plan
es: Seleccione un plan diferente
sw: Chagua mpango tofauti

source: Confirm Pause
es: Confirmar Pausa
sw: Thibitisha Kusitisha

source: Confirm Plan
es: Confirmar Plan
sw: Thibitisha Mpango

source: Before you pause...
es: Antes de pausar...
sw: Kabla ya kusitisha...

source: Downgrading?
es: ¿Degradando?
sw: Unashusha kiwango?

source: We'd love to make CommCare work better for you. Please help us by answering these simple questions.
sw: Tunapenda kufanya CommCare ifanye kazi bora zaidi kwako. Tafadhali tusaidie kwa kujibu maswali haya rahisi.

source: Why are you pausing your subscription today?
es: ¿Por qué estás pausando tu suscripción hoy?
sw: Kwa nini unasitisha usajili wako leo?

source: Why are you downgrading your subscription today?
es: ¿Por qué estás degradando tu suscripción hoy?
sw: Kwa nini unashusha kiwango cha usajili wako leo?

source: Do you think your project may start again?
sw: Je, unadhani mradi wako unaweza kuanza tena?

source: Could you indicate which new tool you’re using?
sw: Je, unaweza kueleza ni zana gani mpya unayotumia?

source: Why are you switching to a new tool?
sw: Kwa nini unabadilisha kwenda kwenye zana mpya?

source: Please specify
sw: Tafadhali fafanua

source: Please let us know any other feedback you have
es: Por favor, háznos saber cualquier otro comentario que tengas
sw: Tafadhali tujulishe maoni mengine yoyote uliyonayo

source: You are renewing your plan to <strong>%(p_name)s</strong>.
es: Estás renovando tu plan a <strong>%(p_name)s</strong>.
sw: Unahuisha mpango wako kuwa <strong>%(p_name)s</strong>.

source: — which matches your current feature usage.
es: — lo cual coincide con su uso actual de funciones.
sw: 1 ambayo inalingana na matumizi yako ya sasa ya vipengele.

source: It will be renewed automatically on <strong>%(start_date)s</strong>.
es: Se renovará automáticamente el <strong>%(start_date)s</strong>.
sw: Utaendelea moja kwa moja tarehe <strong>%(start_date)s</strong>.

source: <h4>Note: You are renewing to a different plan</h4> <p>The new plan will take effect on <strong>%(start_date)s</strong> and will cost <strong>%(monthly_fee)s</strong>/month.</p>
es: <h4>Nota: Estás renovando a un plan diferente</h4> <p>El nuevo plan entrará en vigor el <strong>%(start_date)s</strong> y costará <strong>%(monthly_fee)s</strong>/mes.</p>
sw: <h4>Kumbuka: Unahuisha kwenda mpango tofauti</h4> <p>Mpango mpya utaanza tarehe <strong>%(start_date)s</strong> na utagharimu <strong>%(monthly_fee)s</strong>/mwezi.</p>

source: <p> By continuing you are renewing to a Pay Annually plan and will receive an invoice via email for plan fees due. <br /> In case you incur any on-demand fees for excess users or SMS, you will receive invoices for these charges on a monthly basis. <br /> See <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Pay-Annually-Subscription" >here</a > for more information about payment, cancellation, and refunds. </p>
sw: <p> Kwa kuendelea unafanya upya mpango wa Kulipa Kila Mwaka na utapokea ankara kupitia barua pepe kwa ada za mpango zinazodaiwa. <br /> Iwapo utapata ada za ziada kwa watumiaji wa ziada au SMS, utapokea ankara za malipo haya kila mwezi. <br /> Tazama <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Pay-Annually-Subscription" >hapa</a > kwa maelezo zaidi kuhusu malipo, kughairi, na marejesho. </p>

source: Current Subscription
es: Suscripción Actual
sw: Usajili wa Sasa

source: Plan
sw: Mpango

source: Your Subscription is Paused
es: Tu Suscripción está Pausada
sw: Usajili Wako Umesitishwa

source: Day Trial
es: Prueba de Día
sw: Jaribio la Siku

source: Your %(pe)s Edition subscription was paused on %(date_paused)s. Please subscribe to a plan to gain access to your project again.
sw: Usajili wako wa Toleo la %(pe)s ulisitishwa tarehe %(date_paused)s. Tafadhali jisajili kwenye mpango ili kupata tena ufikiaji wa mradi wako.

source: The %(trial_length)s Day Trial includes all the features present in the %(pn)s Software Plan, which is our full set of features.
sw: Majaribio ya Siku %(trial_length)s yanajumuisha vipengele vyote vilivyopo kwenye Mpango wa Programu ya %(pn)s, ambao ni mkusanyiko kamili wa vipengele vyetu.

source: <strong>Note:</strong> This subscription will not be invoiced.
es: <strong>Nota:</strong> Esta suscripción no será facturada.
sw: <strong>Kumbuka:</strong> Usajili huu hautatozwa ankara.

source: Questions about your plan?
sw: Maswali kuhusu mpango wako?

source: Contact us
sw: Wasiliana nasi

source: Subscribe to Plan
es: Suscríbase al Plan
sw: Jiunge na Mpango

source: Upgrade Plan
sw: Boresha Mpango

source: Change Plan
es: Cambiar Plan
sw: Badilisha Mpango

source: This subscription will be paused on %(next_date)s.
es: Esta suscripción se pausará el %(next_date)s.
sw: Usajili huu utasitishwa tarehe %(next_date)s.

source: Your trial expires on %(date_end)s.
es: Tu prueba expira el %(date_end)s.
sw: Jaribio lako linaisha tarehe %(date_end)s.

source: Date Started
es: Fecha de Inicio
sw: Tarehe ya Kuanza

source: Date Ending
es: Fecha de Finalización
sw: Tarehe ya Kuisha

source: Your subscription will automatically renew.
sw: Usajili wako utajirudia kiotomatiki.

source: Your subscription will end in %(days_left)s days.
sw: Usajili wako utaisha ndani ya siku %(days_left)s.

source: Renew Now
sw: Sasisha Sasa

source: Disable Auto Renewal
sw: Zima Upya Otomatiki

source: Enable Auto Renewal
sw: Washa Upya Otomatiki

source: Current Price
es: Precio Actual
sw: Bei ya Sasa

source: ENABLED
sw: IMEWEZESHWA

source: NOT SET
sw: HAIJAWEKWA

source: Next Subscription Begins
es: La Próxima Suscripción Inicia
sw: Usajili Ujao Unaanza

source: Next Subscription Plan
es: Próximo Plan de Suscripción
sw: Mpango wa Usajili Ujao

source: Next Subscription Price
es: Próximo Precio de Suscripción
sw: Bei ya Usajili Ujao

source: Subscription Credit
es: Crédito de Suscripción
sw: Mkopo wa Usajili

source: Plan Credit
es: Crédito de Plan
sw: Mkopo wa Mpango

source: General Credit
es: Crédito General
sw: Mkopo Mkuu

source: Credits Remaining
es: Créditos Restantes
sw: Mikopo Iliyobaki

source: Prepay by Credit Card
es: Realizar Prepago por Tarjeta de Crédito
sw: Lipa Kabla kwa Kadi ya Mkopo

source: Generate Prepayment Invoice
es: Generar Factura Prepago
sw: Tengeneza Ankara ya Malipo ya Awali

source: Not Billing Admin, Can't Add Credit
es: No es un Administrador de Facturación, No Puede Agregar Crédito
sw: Si Msimamizi wa Malipo, Huwezi Ongeza Mkopo

source: Account Credit
es: Crédito de Cuenta
sw: Mkopo wa Akaunti

source: Usage Summary
es: Resumen de Uso
sw: Muhtasari wa Matumizi

source: Feature
es: Función
sw: Kipengele

source: Current Use
es: Uso Actual
sw: Matumizi ya Sasa

source: Remaining
es: Restante
sw: Iliyobaki

source: Credits Available
es: Créditos Disponibles
sw: Mikopo Inayopatikana

source: Account Credits Available
es: Créditos de Cuenta Disponibles
sw: Mikopo ya Akaunti Inayopatikana

source: Included in Software Plan
es: Incluido en el Plan de Software
sw: Imekuwemo kwenye Mpango wa Programu

source: Current Usage
es: Uso Actual
sw: Matumizi ya Sasa

source: Project Space Unavailable
sw: Eneo la Mradi Halipatikani

source: The page you requested is unavailable because the project space is being or has been migrated to a different hosting environment.
sw: Ukurasa uliouomba haupatikani kwa sababu nafasi ya mradi inahamishwa au tayari imehamishwa kwenye mazingira tofauti ya upangishaji.

source: You have been deactivated from %(domain)s
sw: Umezimwa kutoka %(domain)s

source: If you believe this is an error, please contact your project administrator or support.
sw: Ikiwa unaamini hili ni kosa, tafadhali wasiliana na msimamizi wa mradi wako au msaada.

source: <strong>%(feature_name)s</strong> is only available to projects subscribed to <strong>%(plan_name)s</strong> plan or higher. To access this feature, you must subscribe to the <strong>%(plan_name)s</strong> plan.
es: <strong>%(feature_name)s</strong> está disponible solo para proyectos suscritos al plan <strong>%(plan_name)s</strong> o superior. Para acceder a esta función, debes suscribirte al plan <strong>%(plan_name)s</strong>.
sw: <strong>%(feature_name)s</strong> inapatikana tu kwa miradi iliyosajiliwa kwenye mpango wa <strong>%(plan_name)s</strong> au zaidi. Ili kufikia kipengele hiki, lazima usajili kwenye mpango wa <strong>%(plan_name)s</strong>.

source: You must be a Project Administrator to make Subscription changes.
es: Debes ser Administrador del Proyecto para realizar cambios en la Suscripción.
sw: Lazima uwe Msimamizi wa Mradi ili kufanya mabadiliko ya Usajili.

source: Read more about our plans
es: Leer más sobre nuestros planes
sw: Soma zaidi kuhusu mipango yetu

source: Change My Plan
es: Cambiar Mi Plan
sw: Badilisha Mpango Wangu

source: <p> This page is visible to Dimagi employees only (you have an @dimagi.com email address). You can use this page to set up a subscription for this project space. Use this tool only for projects that are: <ul> <li>an internal test project</li> <li>part of a contracted project</li> <li>a short term extended trial for biz dev</li> </ul> </p> <h3> Your project is currently subscribed to %(plan_name)s. </h3>
es: <p> Esta página es visible solo para empleados de Dimagi (tienes una dirección de correo electrónico @dimagi.com). Puedes usar esta página para configurar una suscripción para este espacio de proyecto. Usa esta herramienta solo para proyectos que sean: <ul> <li>un proyecto de prueba interno</li> <li>parte de un proyecto contratado</li> <li>una prueba extendida a corto plazo para desarrollo de negocios</li> </ul> </p> <h3> Tu proyecto está actualmente suscrito a %(plan_name)s. </h3>
sw: <p> Ukurasa huu unaonekana kwa wafanyakazi wa Dimagi pekee (una anwani ya barua pepe ya @dimagi.com). Unaweza kutumia ukurasa huu kusanidi usajili kwa nafasi hii ya mradi. Tumia zana hii tu kwa miradi ambayo ni: <ul> <li>mradi wa ndani wa majaribio</li> <li>sehemu ya mradi ulio na mkataba</li> <li>jaribio la muda mfupi lililoongezwa kwa maendeleo ya biashara</li> </ul> </p> <h3> Mradi wako kwa sasa umesajiliwa kwenye %(plan_name)s. </h3>

source: Add
es: Agregar
sw: Ongeza

source: Could not update!
es: ¡No se pudo actualizar!
sw: Haikuweza kusasishwa!

source: Last Activity
es: Última Actividad
sw: Shughuli ya Mwisho

source: Activated On :
es: Activado En :
sw: Iliwashwa Tarehe :

source: Deactivated On :
es: Desactivado En :
sw: Imezimwa Tarehe :

source: You are renewing your <strong>%(p)s</strong> subscription.
es: Estás renovando tu suscripción a <strong>%(p)s</strong>.
sw: Unafanya upya usajili wako wa <strong>%(p)s</strong>.

source: Talk to Sales
es: Hablar con Ventas
sw: Zungumza na Mauzo

source: My Projects
es: Mis Proyectos
sw: Miradi Yangu

source: Accept All Invitations
es: Aceptar Todas las Invitaciones
sw: Kubali Mialiko Yote

source: My Invitations
es: Mis Invitaciones
sw: Mialiko Yangu

source: Save close to 20%% when you pay annually.
es: Ahorra cerca del 20%% cuando pagas anualmente.
sw: Okoa karibu 20%% unapolipa kila mwaka.

source: %(days)s day refund policy
sw: Sera ya kurejesha fedha ya siku %(days)s

source: monthly
es: mensual
sw: kwa mwezi

source: discounted
es: con descuento
sw: imepunguzwa

source: This plan will be downgrading to <span data-bind="text: nextPlan"></span> on <span data-bind="text: nextDate"></span>.
sw: Mpango huu utashushwa hadhi kuwa <span data-bind="text: nextPlan"></span> tarehe <span data-bind="text: nextDate"></span>.

source: This plan will be pausing on<br /> <span data-bind="text: nextDate"></span>.
sw: Mpango huu utasimamishwa tarehe<br /> <span data-bind="text: nextDate"></span>.

source: Current Plan
es: Plan Actual
sw: Mpango wa Sasa

source: Select Plan
es: Seleccione el Plan
sw: Chagua Mpango

source: Pause Subscription
es: Pausar Suscripción
sw: Sitisha Usajili

source: What happens after you pause?
es: ¿Qué sucede después de pausar?
sw: Nini hutokea baada ya kusitisha?

source: You will lose access to your project space, but you will be able to re-subscribe anytime in the future.
sw: Utapoteza ufikiaji wa nafasi ya mradi wako, lakini utaweza kujiandikisha tena wakati wowote siku zijazo.

source: You will no longer be billed.
es: Ya no se te facturará.
sw: Hutatozwa tena malipo.

source: Your subscription is currently paused.
es: Tu suscripción está actualmente pausada.
sw: Usajili wako umesitishwa kwa sasa.

source: Your subscription is currently paused because you have <a href="%(url_statements)s">past-due invoices</a>.
es: Tu suscripción está actualmente pausada porque tienes <a href="%(url_statements)s">facturas vencidas</a>.
sw: Usajili wako umesitishwa kwa sasa kwa sababu una <a href="%(url_statements)s">ankara zilizopitwa na wakati</a>.

source: You will not be allowed to un-pause your project until these invoices are paid.
sw: Hutaruhusiwa kufungua tena mradi wako hadi ankara hizi zilipwe.

source: Your subscription will be pausing on <span data-bind="text: startDateAfterMinimumSubscription"></span> unless you select a different plan above.
sw: Usajili wako utasimamishwa tarehe <span data-bind="text: startDateAfterMinimumSubscription"></span> isipokuwa uchague mpango tofauti hapo juu.

source: Your subscription will be downgrading to <span data-bind="text: nextSubscription"></span> on <span data-bind="text: startDateAfterMinimumSubscription"></span> unless you select a different plan above.
sw: Usajili wako utashushwa hadhi kuwa <span data-bind="text: nextSubscription"></span> tarehe <span data-bind="text: startDateAfterMinimumSubscription"></span> isipokuwa uchague mpango tofauti hapo juu.

source: Questions about which software plan is right for you?
sw: Maswali kuhusu ni mpango gani wa programu unakufaa?

source: Talk with our team
sw: Zungumza na timu yetu

source: Dismiss
es: Descartar
sw: Funga

source: Save close to 20%% when you pay annually.
es: Ahorre cerca del 20%% cuando paga anualmente.
sw: Okoa karibu 20%% unapolipa kwa mwaka mzima.

source: You are about to subscribe to the <strong>%(p)s Software Plan</strong>.<br/> Please update your billing information below before continuing.
es: Estás a punto de suscribirte al <strong>Plan de Software %(p)s</strong>.<br/> Por favor, actualiza tu información de facturación a continuación antes de continuar.
sw: Unakaribia kujisajili kwenye <strong>Mpango wa Programu wa %(p)s</strong>.<br/> Tafadhali sasisha taarifa zako za malipo hapa chini kabla ya kuendelea.

source: Loading autopay cards, please wait...
sw: Inapakia kadi za malipo ya moja kwa moja, tafadhali subiri...

source: Confirmation
es: Confirmación
sw: Uthibitisho

source: Please complete the Basic Information section and select a card for autopay before continuing.
sw: Tafadhali kamilisha sehemu ya Taarifa za Msingi na uchague kadi ya malipo ya moja kwa moja kabla ya kuendelea.

source: Please provide an autopay card before continuing.
sw: Tafadhali toa kadi ya malipo ya moja kwa moja kabla ya kuendelea.

source: Please complete the Basic Information section before continuing.
sw: Tafadhali kamilisha sehemu ya Taarifa za Msingi kabla ya kuendelea.

source: By subscribing to this <strong>annual subscription</strong>, I acknowledge that the autopay card above will be charged on a monthly basis for any on-demand fees (excess users, SMS).
sw: Kwa kujisajili kwenye <strong>usajili wa mwaka</strong> huu, nakubali kwamba kadi ya malipo ya moja kwa moja hapo juu itatozwa kila mwezi kwa ada yoyote ya ziada (watumiaji wa ziada, SMS).

source: A separate annual invoice for the product cost will be generated and sent to the contact emails above. This invoice must be paid within %(days_date_due_annual)s days or the subscription will be paused. The selected autopay card will not be automatically charged to pay this invoice&mdash;it must be paid directly.
sw: Ankara tofauti ya mwaka kwa gharama ya bidhaa itatolewa na kutumwa kwa barua pepe za mawasiliano hapo juu. Ankara hii lazima ilipwe ndani ya siku %(days_date_due_annual)s au usajili utasitishwa. Kadi ya malipo ya moja kwa moja iliyochaguliwa haitatozwa moja kwa moja kulipia ankara hii&mdash;lazima ilipwe moja kwa moja.

source: By subscribing to this monthly subscription, I acknowledge that my autopay card will be charged on a monthly basis.
sw: Kwa kujisajili kwenye usajili wa kila mwezi, nakubali kwamba kadi yangu ya malipo ya moja kwa moja itatozwa kila mwezi.

source: By subscribing to this <strong>annual subscription</strong>, I acknowledge that I understand an annual invoice for the product cost will be generated and sent to the contact emails above. This invoice must be paid within %(days_date_due_annual)s days or the subscription will be paused.
sw: Kwa kujisajili kwenye <strong>usajili wa mwaka</strong> huu, nakubali kwamba ninaelewa ankara ya mwaka kwa gharama ya bidhaa itatolewa na kutumwa kwa barua pepe za mawasiliano hapo juu. Ankara hii lazima ilipwe ndani ya siku %(days_date_due_annual)s au usajili utasitishwa.

source: I also acknowledge that by not selecting an autopay card, I must manually pay for any on-demand fees (excess users, SMS) on a monthly basis or the subscription will be paused.
sw: Pia nakubali kwamba kwa kutokuchagua kadi ya malipo ya moja kwa moja, lazima nilipie mwenyewe ada yoyote ya ziada (watumiaji wa ziada, SMS) kila mwezi au usajili utasitishwa.

source: %(inviter)s has invited you to join the %(domain)s project on CommCare!
sw: %(inviter)s amekualika kujiunga na mradi wa %(domain)s kwenye CommCare!

source: You're invited to join %(domain)s!
es: ¡Estás invitado a unirte a %(domain)s!
sw: Umealikwa kujiunga na %(domain)s!

source: Accept Invitation
es: Aceptar invitación
sw: Kubali Mwaliko

source: %(inviter)s has invited you to join the %(domain)s project on CommCare. This invitation expires in %(days)s day(s).
sw: %(inviter)s amekualika kujiunga na mradi wa %(domain)s kwenye CommCare. Mwaliko huu unaisha baada ya siku %(days)s.
