Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Allows the mobile user to view the case list and case details without actually opening a form. Available in menu settings.
es: Permite que el usuario móvil visualice la lista de casos y los detalles del caso sin abrir el formulario. Disponible en las configuraciones del menú.
sw: Inamruhusu mtumiaji wa simu kuona orodha ya kesi na maelezo ya kesi bila kufungua fomu. Inapatikana kwenye mipangilio ya menyu.

source: Case Conditions
es: Condiciones del Caso
sw: Masharti ya Kesi

source: Open or close a case only if a specific question has a particular answer. Available in form settings, under Case Management.
es: Abrir o cerrar un caso solo si una pregunta específica tiene una respuesta particular. Disponible en configuraciones de formularios, bajo Manejo de Casos.
sw: Fungua au funga kesi tu ikiwa swali maalum lina jibu fulani. Inapatikana kwenye mipangilio ya fomu, chini ya Usimamizi wa Kesi.

source: Display Conditions
es: Condiciones de Visualización
sw: Masharti ya Kuonyesha

source: Write logic to show or hide forms and menus on the mobile device. Available in form and menu settings.
es: Escribir lógicamente para mostrar u ocultar formularios y menús en el dispositivo móvil. Disponible en configuraciones del formulario y del menú.
sw: Andika mantiki ya kuonyesha au kuficha fomu na menyu kwenye kifaa cha mkononi. Inapatikana kwenye mipangilio ya fomu na menyu.

source: Menu Mode
es: Modo Menú
sw: Hali ya Menyu

source: Control whether a form's enclosing menu is displayed on the mobile device or not. Available in menu settings.
es: Controlar si el menú adjunto de un formulario se muestra en el dispositivo móvil, o no. Disponible en configuraciones del menú.
sw: Dhibiti kama menyu inayozunguka fomu itaonyeshwa kwenye kifaa cha mkononi au la. Inapatikana kwenye mipangilio ya menyu.

source: Register from case list
es: Registrar desde la lista de casos
sw: Sajili kutoka kwenye orodha ya kesi

source: Minimize duplicates by making registration forms available directly from the case list on the mobile device. Availabe in menu settings.
es: Minimice duplicados haciendo que los formularios de registro estén disponibles directamente desde la lista de caso en el dispositivo móvil. Disponible en las configuraciones del menú.
sw: Punguza marudio kwa kufanya fomu za usajili zipatikane moja kwa moja kutoka kwenye orodha ya kesi kwenye kifaa cha mkononi. Inapatikana kwenye mipangilio ya menyu.

source: Child Cases
es: Casos Hijo
sw: Kesi za Mtoto

source: Open other types of cases, linking them to the case that created them. Available in form settings.
es: Abra otros tipos de casos, enlazándolos al caso que los creó. Disponible en las configuraciones del formulario.
sw: Fungua aina nyingine za kesi, ukiziunganisha na kesi iliyozianzisha. Inapatikana kwenye mipangilio ya fomu.

source: Child cases are not available on your subscription. This feature is only available on our Pro plan or higher.
es: Los casos secundarios no están disponibles en su suscripción. Esta función solo está disponible en nuestro plan Pro o superior.
sw: Kesi za mtoto hazipatikani kwenye usajili wako. Kipengele hiki kinapatikana tu kwenye mpango wetu wa Pro au juu zaidi.

source: Sub Menus
es: Submenús
sw: Menyu Ndogo

source: Nest menus inside of other menus.
es: Anidar menús dentro de otros menús.
sw: Panga menyu ndani ya menyu nyingine.

source: New Case Lists Created Empty
es: Nuevas Listas de Casos Creadas Vacías
sw: Orodha Mpya za Kesi Zimeundwa Tupu

source: When adding a new case list, don't include a registration and followup form.
es: Al agregar una nueva lista de caso, no incluya un formulario de registro y seguimiento.
sw: Unapoongeza orodha mpya ya kesi, usijumuishe fomu ya usajili na ufuatiliaji.

source: Case Management
es: Manejo de Casos
sw: Usimamizi wa Kesi

source: Build more complex workflows
es: Desarrolle flujos de trabajo más complejos
sw: Jenga mitiririko ya kazi changamano zaidi

source: Mobile Experience
es: Experiencia Móvil
sw: Uzoefu wa Simu ya Mkononi

source: Improve the user experience of your mobile workers
es: Mejore la experiencia de usuario de sus usuarios móviles
sw: Boresha uzoefu wa watumiaji wa simu zako za kazi

source: Calculations
es: Cálculos
sw: Hesabu

source: Add logic to your app with XPath expressions
es: Agregue lógica a su página con las expresiones XPath
sw: Ongeza mantiki kwenye programu yako kwa kutumia misemo ya XPath

source: App Building Efficiency
es: Eficiencia en el Desarrollo de Aplicaciones
sw: Ufanisi wa Ujenzi wa Programu

source: Tools to help build your apps faster
es: Herramientas que le ayudan a desarrollar sus aplicaciones más rápido
sw: Vifaa vya kusaidia kujenga programu zako haraka

source: [Filter]
es: [Filtro]
sw: [Chuja]

source: Case type '%(case_type)s' has no '%(relationship)s' relationship to any other case type.
es: Tipo de caso '%(case_type)s' no tiene relación '%(relationship)s' con ningún otro tipo de caso.
sw: Aina ya kesi '%(case_type)s' haina uhusiano wa '%(relationship)s' na aina nyingine yoyote ya kesi.

source: Continue To {form_name}
es: Continuar a {form_name}
sw: Endelea Kwa {form_name}

source: Create a new Case
es: Crear un nuevo Caso
sw: Unda Kesi Mpya

source: App {app_id} is in domain {app_domain} but requested from domain {requested_domain}
sw: Programu {app_id} iko kwenye domain {app_domain} lakini imeombwa kutoka domain {requested_domain}

source: Build for version requested not found
es: No se encontró la versión solicitada para construir
sw: Toleo la kujenga lililoombwa halijapatikana

source: Please log in to the app to check for an update.
es: Por favor, inicie sesión en la aplicación para verificar si hay una actualización.
sw: Tafadhali ingia kwenye programu ili kuangalia kama kuna masasisho.

source: Form Actions Diff failed to be applied successfully
sw: Tofauti ya Vitendo vya Fomu imeshindwa kutekelezwa kwa mafanikio

source: Case
es: Caso
sw: Kesi

source: Form
es: Formulario
sw: Fomu

source: Data Source
es: Fuente de Datos
sw: Chanzo cha Data

source: Application
es: Aplicación
sw: Programu

source: Forms or Cases
es: Formularios o Casos
sw: Fomu au Kesi

source: Data Registry
es: Registro de Datos
sw: Rejista ya Data

source: <strong>Form</strong>: Display data from form submissions.<br/><strong>Case</strong>: Display data from your cases. You must be using case management for this option.
es: <strong>Formulario</strong>: visualizar datos de los formularios ingresados. <br/><strong>Caso</strong>: visualizar datos de sus casos. Debe estar usando manejo de casos en esta opción.
sw: <strong>Fomu</strong>: Onyesha data kutoka kwa uwasilishaji wa fomu.<br/><strong>Kesi</strong>: Onyesha data kutoka kwa kesi zako. Lazima utumie usimamizi wa kesi kwa chaguo hili.

source: Which application should the data come from?
es: ¿De cuál aplicación deberían venir estos datos?
sw: Ni programu ipi data inapaswa kutoka?

source: Select the data registry containing the data you wish to access in the report
es: Seleccione el registro de datos que contiene los datos que desea acceder en el informe
sw: Chagua rejista ya data iliyo na data unayotaka kufikia kwenye ripoti

source: Choose the case type or form from which to retrieve data for this report.
es: Elija el tipo de caso o formulario del cual extraer datos para este reporte.
sw: Chagua aina ya kesi au fomu ambayo data itachukuliwa kwa ripoti hii.

source: Menu
es: Menú
sw: Menyu

source: Select Application
es: Seleccione la Aplicación
sw: Chagua Programu

source: Select Menu
es: Seleccione el Menú
sw: Chagua Menyu

source: Select Form
es: Seleccione el Formulario
sw: Chagua Fomu

source: Select Case Type
es: Seleccione el Tipo de Caso
sw: Chagua Aina ya Kesi

source: Applications
es: Aplicaciones
sw: Programu

source: Unknown
es: Desconocido
sw: Haijulikani

source: Unknown Application
es: Aplicación Desconocida
sw: Programu Isiyojulikana

source: Any Application
es: Cualquier Aplicación
sw: Programu Yoyote

source: Unknown Module
es: Módulo Desconocido
sw: Moduli Isiyojulikana

source: All Case Types
es: Todos los Tipos de Caso
sw: Aina Zote za Kesi

source: Total
sw: Jumla

source: Copy this app to project
es: Copiar esta aplicación al proyecto
sw: Nakili programu hii kwenye mradi

source: Copy as Linked Application
es: Copiar como Aplicación Enlazada
sw: Nakili kama Programu Iliyounganishwa

source: <!-- ko ifnot: shouldEnableLinkedAppOption -->The selected project space is either not yet linked to the current project space, or you do not have the correct permissions in the selected project space. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.<!-- /ko -->
es: <!-- ko ifnot: shouldEnableLinkedAppOption -->El espacio de proyecto seleccionado aún no está vinculado al espacio de proyecto actual, o no tiene los permisos correctos en el espacio de proyecto seleccionado. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprenda más</a> sobre Espacios de Proyecto Vinculados.<!-- /ko -->
sw: <!-- ko ifnot: shouldEnableLinkedAppOption -->Eneo la mradi ulilochagua bado halijaunganishwa na eneo la mradi wa sasa, au huna ruhusa sahihi kwenye eneo la mradi ulilochagua. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu Eneo la Miradi Iliyounganishwa.<!-- /ko -->

source: This will create an application that can be updated from changes to this application. This requires your app to have at least one released version.
es: Esto creará una aplicación que se puede actualizar a partir de cambios en esta aplicación. Esto requiere que su aplicación tenga al menos una versión lanzada.
sw: Hii itaunda programu ambayo inaweza kusasishwa kutokana na mabadiliko ya programu hii. Hii inahitaji programu yako iwe na angalau toleo moja lililotolewa.

source: Copy version
es: Copiar versión
sw: Nakili toleo

source: Current
es: Actual
sw: Sasa

source: Copy Application for Editing
es: Copiar Aplicación para Edición
sw: Nakili Programu kwa Uhariri

source: Copy Application
es: Copiar Aplicación
sw: Nakili Programu

source: Copy
es: Copiar
sw: Nakili

source: Prompt Updates to App
es: Solicitar Actualizaciones a la Aplicación
sw: Sasisha Programu kwa Hiari

source: Off
es: Apagado
sw: Zimezimwa

source: On
es: Encendido
sw: Washa

source: Forced
es: Forzado
sw: Lazima

source: If enabled, users will receive in-app prompts to update to the selected version of the app, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they update)
es: Si está habilitado, los usuarios recibirán avisos en la aplicación para actualizar a la versión seleccionada de la aplicación, si aún no están en ella. (Seleccionar 'Forzado' hará que los usuarios no puedan continuar usando CommCare hasta que actualicen)
sw: Ikiwa imewezeshwa, watumiaji watapokea arifa ndani ya programu ili kusasisha hadi toleo lililochaguliwa la programu, ikiwa hawako kwenye toleo hilo tayari. (Uchaguzi wa 'Lazima' utawafanya watumiaji wasiendelee kutumia CommCare hadi wasasishe)

source: Prompt Updates to CommCare
es: Solicitar Actualizaciones a CommCare
sw: Sasisha CommCare kwa Hiari

source: If enabled, users will receive in-app prompts to update to the selected version of CommCare, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they upgrade)
es: Si está habilitado, los usuarios recibirán avisos en la aplicación para actualizar a la versión seleccionada de CommCare, si aún no están en ella. (Seleccionar 'Forzado' hará que los usuarios no puedan continuar usando CommCare hasta que actualicen)
sw: Ikiwa imewezeshwa, watumiaji watapokea arifa ndani ya programu ili kusasisha hadi toleo lililochaguliwa la CommCare, ikiwa hawako kwenye toleo hilo tayari. (Uchaguzi wa 'Lazima' utawafanya watumiaji wasiendelee kutumia CommCare hadi wasasishe)

source: CommCare Version
es: Versión CommCare
sw: Toleo la CommCare

source: Application Version
es: Versión de la Aplicación
sw: Toleo la Programu

source: Manage Update Settings
es: Administrar la Configuración de las Actualizaciones
sw: Dhibiti Mipangilio ya Masasisho

source: Invalid APK version %(version)s
es: Versión de APK no válida %(version)s
sw: Toleo la APK %(version)s si sahihi

source: Invalid app version %(version)s
es: Versión de la aplicación no válida %(version)s
sw: Toleo la programu %(version)s si sahihi

source: Usage of lookup tables is not supported by your current subscription. Please upgrade your subscription before using this feature.
es: El uso de las tablas de búsqueda no está disponible en su suscripción actual. Por favor suba de plan de suscripción antes de utilizar esta función.
sw: Matumizi ya jedwali za utafutaji hayaruhusiwi na usajili wako wa sasa. Tafadhali boresha usajili wako kabla ya kutumia kipengele hiki.

source: Usage of integrations is not supported by your current subscription. Please upgrade your subscription before using this feature.
es: El uso de integraciones no está disponible en su suscripción actual. Por favor suba de plan de suscripción antes de utilizar esta función.
sw: Matumizi ya miunganiko hayaruhusiwi na usajili wako wa sasa. Tafadhali boresha usajili wako kabla ya kutumia kipengele hiki.

source: Usage of external integration is not supported by your current subscription. Please upgrade your subscription before using this feature.
es: El uso de integraciones externas no está disponible en su suscripción actual. Por favor suba de plan de suscripción antes de utilizar esta función.
sw: Matumizi ya muunganisho wa nje hayaruhusiwi na usajili wako wa sasa. Tafadhali boresha usajili wako kabla ya kutumia kipengele hiki.

source: Your application is using User Properties or using `commcare-user` as a menu's case type, and your current subscription does not support that. You can remove User Propertiesfunctionality by opening the User Properties tab in a form that uses it and clicking 'Remove User Properties.'
sw: Programu yako inatumia Sifa za Mtumiaji au kutumia `commcare-user` kama aina ya kesi ya menyu, na usajili wako wa sasa hauungi mkono hilo. Unaweza kuondoa utendaji wa Sifa za Mtumiaji kwa kufungua kichupo cha Sifa za Mtumiaji kwenye fomu inayotumia na kubofya 'Ondoa Sifa za Mtumiaji.'

source: That format is no longer supported. To reference the location hierarchy you need to use the "Custom Calculations in Case List" feature preview. For more information see: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
es: Ese formato ya no es soportado. Para hacer referencia a la ubicación jerárquica usted debe usar la vista previa de la función "Cálculos Personalizados en la Lista de Casos". Para más información vea: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
sw: Muundo huo hauungwi mkono tena. Ili kurejelea uongozi wa maeneo unahitaji kutumia kipengele cha "Hesabu Maalum kwenye Orodha ya Kesi". Kwa maelezo zaidi angalia: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915

source: It must reference a lookup table or mobile report.
es: Debe referenciar una tabla de búsqueda o un informe móvil.
sw: Lazima irejelee jedwali la utafutaji au ripoti ya simu.

source: This feature is compatible with only version 2 of Mobile UCR
es: Esta función es compatible solo con la versión 2 de Mobile UCR
sw: Kipengele hiki kinaendana tu na toleo la 2 la Mobile UCR

source: Format "{}" can only be used once but is used by multiple properties: {}
es: El formato "{}" solo se puede usar una vez, pero es utilizado por múltiples propiedades: {}
sw: Muundo "{}" unaweza kutumika mara moja tu lakini umetumiwa na sifa nyingi: {}

source: Format "{}" should be used in the Case Detail not Case List.
es: El formato "{}" debe usarse en el Detalle del Caso, no en la Lista de Casos.
sw: Muundo "{}" unapaswa kutumika kwenye Maelezo ya Kesi sio Orodha ya Kesi.

source: Column/Field "{}": Clickable Icons require a form to be configured.
es: Columna/Campo "{}": Los íconos clicables requieren que se configure un formulario.
sw: Safu/Mbegu "{}": Picha Zinazobofika zinahitaji fomu iwe imesanidiwa.

source: Case tiles on the case detail must be manually configured.
es: Las fichas de caso en el detalle del caso deben configurarse manualmente.
sw: Vigae vya kesi kwenye maelezo ya kesi lazima visanidiwe kwa mkono.

source: Each row of the tile may contain fields only from a single tab. Row #{} contains fields from multiple tabs.
es: Cada fila de la ficha puede contener campos solo de una pestaña. La fila #{} contiene campos de múltiples pestañas.
sw: Kila mstari wa kigae unaweza kuwa na sehemu kutoka kwenye kichupo kimoja pekee. Mstari #{} una sehemu kutoka kwenye vichupo vingi.

source: A case property must be assigned to the "{}" tile field.
es: Se debe asignar una propiedad de caso al campo de ficha "{}".
sw: Sifa ya kesi lazima itolewe kwenye sehemu ya kigae "{}".

source: A menu may not use both a persistent case list tile and a persistent report tile.
es: Un menú no puede usar tanto una ficha de lista de casos persistente como una ficha de informe persistente.
sw: Menyu haiwezi kutumia kigae cha orodha ya kesi endelevu na kigae cha ripoti endelevu kwa wakati mmoja.

source: Case property
es: Propiedad del caso
sw: Sifa ya kesi

source: Lookup Table field
es: Campo de Tabla de Búsqueda
sw: Sehemu ya Jedwali la Utafutaji

source: custom user property
es: propiedad de usuario personalizada
sw: sifa maalum ya mtumiaji

source: custom XPath expression
es: Expresión XPath personalizada
sw: usemi maalum wa XPath

source: Case tag
es: Etiqueta del caso
sw: Lebo ya Kesi

source: Lookup Table tag
es: Etiqueta de Tabla de Búsqueda
sw: Lebo ya Jedwali la Utafutaji

source: Error in form "{}": {}
es: Error en el formulario "{}": {}
sw: Hitilafu kwenye fomu "{}": {}

source: This form opens a {}
es: Este formulario abre {}
sw: Fomu hii inafungua {}

source: This form opens a subcase {}
es: Este formulario abre un subcaso {}
sw: Fomu hii inafungua kesi ndogo {}

source: This form closes a {}
es: Este formulario cierra un {}
sw: Fomu hii inafunga {}

source: This form updates a {}
es: Este formulario actualiza un {}
sw: Fomu hii inasasisha {}

source: Could not find form with ID='{unique_id}' in module '{module_name}'.
es: No se pudo encontrar el formulario con ID='{unique_id}' en el módulo '{module_name}'.
sw: Haikuweza kupata fomu yenye ID='{unique_id}' kwenye moduli '{module_name}'.

source: Could not find parent menu for '{}'
es: No se encontró el menú padre para '{}'
sw: Haikuweza kupata menyu mzazi kwa '{}'

source: Untitled Menu
es: Menú sin título
sw: Menyu Isiyo na Jina

source: Untitled Form
es: Formulario sin Título
sw: Fomu Isiyo na Jina

source: Cannot move an advanced form with actions into a basic menu.
es: No se puede mover un formulario avanzado con acciones a un menú básico.
sw: Haiwezi kuhamisha fomu ya juu iliyo na vitendo kwenda kwenye menyu ya msingi.

source: Unknown, please change
es: Desconocido, favor cambiar
sw: Haijulikani, tafadhali badilisha

source: You can't create a phase without an anchor property
es: No puede generar una fase sin una propiedad de anclaje
sw: Huwezi kuunda awamu bila sifa ya nanga

source: You can't have more than one phase with the anchor {}
es: No puede tener más de una fase con el anclaje {}
sw: Huwezi kuwa na zaidi ya awamu moja yenye nanga {}

source: Product
es: Producto
sw: Bidhaa

source: You can't delete phases with anchors {phase_anchors} because they have forms attached to them
es: No puede eliminar fases con anclajes {phase_anchors} porque tienen formularios adjuntos a ellas
sw: Huwezi kufuta awamu zenye nanga {phase_anchors} kwa sababu zina fomu zilizounganishwa nazo

source: Value equal to a standard user property
es: El valor es igual a una propiedad de usuario estándar
sw: Thamani sawa na sifa ya kawaida ya mtumiaji

source: Value equal to a custom user property
es: El valor es igual a una propiedad de usuario personalizada
sw: Thamani sawa na sifa maalum ya mtumiaji

source: An exact match of a constant value
es: Una coincidencia exacta de un valor constante
sw: Mechi kamili ya thamani isiyobadilika

source: An exact match of a dynamic property
es: Una coincidencia exacta de una propiedad dinámica
sw: Mechi kamili ya sifa inayobadilika

source: A standard date range
es: Un rango de fechas estándar
sw: Kipindi cha kawaida cha tarehe

source: A custom range relative to today
es: Un rango personalizado respecto a hoy
sw: Kipindi maalum kulingana na leo

source: Custom Month Filter (you probably don't want this)
es: Filtro de Mes Personalizado (probablemente no quieras esto)
sw: Kichujio Maalum cha Mwezi (huenda hutaki hiki)

source: Show choices on mobile device
es: Mostrar opciones en el dispositivo móvil
sw: Onyesha chaguo kwenye kifaa cha mkononi

source: Ancestor location of the user's assigned location of a particular type
es: Ubicación predecesora de la ubicación del usuario asignado para un tipo en particular
sw: Eneo la juu la aina fulani la eneo alilopangiwa mtumiaji

source: A numeric expression
es: Una expresión numérica
sw: Usemi wa nambari

source: The user's case sharing group (filter must be of choice_provider type)
es: El grupo de compartición de casos del usuario (el filtro debe ser del tipo choice_provider)
sw: Kikundi cha mtumiaji cha kushiriki kesi (kichujio lazima kiwe cha aina ya choice_provider)

source: The user's assigned location
es: La ubicación asignada del usuario
sw: Eneo alilopangiwa mtumiaji

source: All of the user's assigned locations
es: Todas las ubicaciones asignadas al usuario
sw: Maeneo yote ambayo mtumiaji amepangiwa

source: The parent location of the user's assigned location
es: La ubicación del padre de la ubicación asignada del usuario
sw: Eneo la mzazi la eneo alilopangiwa mtumiaji

source: The user's username
es: El nombre del usuario
sw: Jina la mtumiaji

source: The user's ID
es: El ID del usuario
sw: Kitambulisho cha mtumiaji

source: Reports
es: Reportes
sw: Ripoti

source: Could not find module with index {}
es: No se pudo encontrar el módulo con índice {}
sw: Haikuweza kupata moduli yenye faharisi {}

source: Could not find module with ID='{unique_id}' in app '{app_name}'.
es: No encontramos el módulo con ID='{unique_id}' en la aplicación '{app_name}'.
sw: Haikuweza kupata moduli yenye ID='{unique_id}' katika programu '{app_name}'.

source: Copy of {name}
es: Copia de {name}
sw: Nakala ya {name}

source: Problem loading suite file from profile file. Is your profile file correct?
es: Ocurrió un problema al subir el archivo suite del archivo de perfil. ¿Está bien su archivo de perfil?
sw: Tatizo katika kupakia faili ya suite kutoka faili ya wasifu. Je, faili yako ya wasifu ni sahihi?

source: Remote Application
es: Aplicación Remota
sw: Programu ya Mbali

source: Copying the application succeeded, but the application will have errors because your application contains a Mobile Report Module that references a UCR configured in this project space. Multimedia may be absent.
es: La copia de la aplicación se completó con éxito, pero la aplicación tendrá errores porque tu aplicación contiene un Módulo de Informe Móvil que hace referencia a un UCR configurado en este espacio de proyecto. Puede faltar multimedia.
sw: Kunakili programu kumeweza, lakini programu itakuwa na makosa kwa sababu programu yako ina Moduli ya Ripoti ya Simu inayorejelea UCR iliyosanidiwa katika nafasi hii ya mradi. Multimedia inaweza kukosekana.
