Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: Sorry, that didn't go through. Please reload your page and try again
es: Lo sentimos, eso no se envió. Por favor cargue nuevamente su página e intente de nuevo
sw: Samahani, haikufanikiwa. Tafadhali pakia upya ukurasa wako na jaribu tena

source: The versions list has changed since you loaded the page.
es: La lista de versiones ha cambiado desde que cargó la página.
sw: Orodha ya matoleo imebadilika tangu ulipopakia ukurasa.

source: No new changes!
es: ¡No hay nuevos cambios!
sw: Hakuna mabadiliko mapya!

source: You have unsaved changes to your prompt setting
es: Tienes cambios no guardados en la configuración de tu solicitud.
sw: Una mabadiliko ambayo hujahifadhi kwenye mipangilio ya kidokezo chako

source: Upgrade to CommCare %s for this option!
es: ¡Para esta opción debe subir de plan a CommCare %s!
sw: Boresha hadi CommCare %s kwa chaguo hili!

source: Upgrade to CommCare %s!
es: ¡Subir de Plan a CommCare %s!
sw: Boresha hadi CommCare %s!

source: Auto-set by
es: Establecido automáticamente por
sw: Imewekwa kiotomatiki na

source: This value is currently inherited from the master app. Once this page is saved, it will no longer be inherited.
es: Este valor se hereda actualmente de la aplicación principal. Una vez que esta página se guarde, ya no se heredará.
sw: Thamani hii kwa sasa imerithiwa kutoka kwenye programu kuu. Ukihifadhi ukurasa huu, haitarithiwa tena.

source: You have unsaved settings.
es: Tiene configuraciones sin guardar.
sw: Una mipangilio ambayo hujahifadhi.

source: Settings
es: Configuración
sw: Mipangilio

source: Please enter a version to compare
es: Por favor, introduce una versión para comparar.
sw: Tafadhali ingiza toleo la kulinganisha

source: Filter properties
es: Filtrar propiedades
sw: Chuja mali

source: View All Cases
es: Ver todos los casos
sw: Tazama Kesi Zote

source: View All Forms
es: Ver Todos los Formularios
sw: Tazama Fomu Zote

source: View Changed Items
es: Ver elementos cambiados
sw: Tazama Vitu Vilivyobadilika

source: Filter questions or cases
es: Filtrar preguntas o casos
sw: Chuja maswali au kesi

source: Module
es: Módulo
sw: Moduli

source: Form
es: Formulario
sw: Fomu

source: Question
es: Pregunta
sw: Swali

source: Name
es: Nombre
sw: Jina

source: Label
es: Etiqueta
sw: Lebo

source: Question Type
es: Tipo de pregunta
sw: Aina ya Swali

source: Question Value
es: Valor de la pregunta
sw: Thamani ya Swali

source: Option
es: Opción
sw: Chaguo

source: Calculate condition
es: Calcular condición
sw: Hali ya Kukokotoa

source: Display condition
es: Condición de visualización
sw: Hali ya Kuonyesha

source: Required
es: Obligatorio
sw: Inahitajika

source: Question Comment
es: Comentario de la pregunta
sw: Maoni ya Swali

source: Default Value
es: Valor Predeterminado
sw: Thamani Chaguomsingi

source: Validation Condition
es: Condición de Validación
sw: Hali ya Uthibitisho

source: Comment
es: Comentario
sw: Maoni

source: Form Filter
es: Filtro de formulario
sw: Kichujio cha Fomu

source: Module Filter
es: Filtro de Módulo
sw: Kichujio cha Moduli

source: Old Value
es: Valor antiguo
sw: Thamani ya Zamani

source: New Value
es: Valor nuevo
sw: Thamani Mpya

source: Loaded Case Properties
es: Propiedades del caso cargadas
sw: Sifa za Kesi Zilizopakiwa

source: Saved Case Properties
es: Propiedades del caso guardadas
sw: Sifa za Kesi Zilizohifadhiwa

source: load
es: cargar
sw: pakia

source: save
es: guardar
sw: hifadhi

source: Case Property
es: Propiedad del Caso
sw: Sifa ya Kesi

source: of Case Type
es: del tipo de caso
sw: ya Aina ya Kesi

source: Latest saved
es: Último guardado
sw: Iliyohifadhiwa hivi karibuni

source: [unknown]
es: [desconocido]
sw: [haijulikani]

source: Warning: unrecognized language
es: Advertencia: lenguaje no reconocido
sw: Onyo: lugha haijatambulika

source: You have unsaved changes in your supported languages
es: Tiene cambios sin guardar en sus idiomas admitidos
sw: Una mabadiliko ambayo hayajahifadhiwa katika lugha zako zinazoungwa mkono

source: There are errors in your configuration
es: Hay errores en su configuración
sw: Kuna makosa katika usanidi wako

source: You must have at least one language
es: Debe tener al menos un idioma
sw: Lazima uwe na angalau lugha moja

source: Please enter language
es: Por favor ingrese un idioma
sw: Tafadhali ingiza lugha

source: Invalid language code
es: Código de idioma inválido
sw: Msimbo wa lugha si sahihi

source: Language appears twice
es: El idioma aparece dos veces
sw: Lugha inaonekana mara mbili

source: This conflicts with a current language
es: Esto entra en conflicto con un idioma actual
sw: Hii inakinzana na lugha iliyopo sasa

source: Questions
es: Preguntas

source: Copy
es: Copiar

source: Expand All
es: Expandir Todo

source: Collapse All
es: Contraer Todo

source: Bulk Update All Questions
es: Actualización masiva de todas las preguntas

source: Add Question
es: Agregar Pregunta

source: Click {btn} to start building your form.
es: Haga clic en {btn}para empezar a desarrollar su formulario.

source: Question Details
es: Detalles de Preguntas

source: Expression Editor
es: Editor de Expresión

source: Cannot Change Question Type
es: No se Puede Cambiar el Tipo de Pregunta

source: Change Question Type To
es: Cambiar el Tipo de Pregunta a

source: Delete
es: Eliminar
sw: Futa

source: Show
es: Mostrar

source: Used By
es: Utilizado Por

source: In Property
es: En Propiedad

source: Search...
es: Buscar...
sw: Tafuta...

source: No match for {info} found!
es: ¡No se encontraron coincidencias para {info}!

source: Multiple matches for {info} found!
es: ¡Se encontraron múltiples coincidencias para {info}!

source: Server Form
es: Formulario de Servidor

source: Local Form
es: Formulario Local

source: XML should not be equivalent
es: El XML no debería ser equivalente

source: XML mismatch
es: No coincide con el XML

source: key
es: clave
sw: ufunguo

source: value
es: valor
sw: thamani

source: Add Key&rarr;Value Pair
es: Agregar Clave&rarr; Par Clave

source: show in question list
es: mostrar en la lista de preguntas

source: Date Format Options
es: Opciones de Formato de Fecha

source: No Formatting
es: Sin Formato

source: Invalid XPath expression.
es: Expresión XPath no válida.

source: The {property} for a question is not allowed to reference the question itself. Please remove the . from the {property} or your form will have errors.
es: No se permite que la {property} haga referencia a la pregunta misma. Por favor quite el . de su {property} o su formulario tendrá errores.

source: Unknown question:
es: Pregunta desconocida:

source: Unknown questions:
es: Preguntas desconocidas:

source: no formatting
es: sin formato

source: Custom
es: Personalizado
sw: Imebinafsishwa

source: {question} is required.
es: {question}es obligatoria.

source: {question} is not allowed.
es: No está permitida la {question}.

source: {question} validation failed
es: Fallo de validación de {question}

source: Unknown (read-only) question type
es: Tipo de pregunta desconocida (solo lectura)

source: Lookup Table Data
es: Datos de Tabla de Búsqueda

source: No Translation Data
es: No hay Datos de Traducción

source: Question ID
es: ID de Pregunta

source: The ID '{nodeID}' may cause problems with form parsing. It is recommended to pick a different Question ID.
es: El ID '{nodeID}' puede causar problemas con el análisis del formulario. Se recomienda elegir un ID de pregunta diferente.

source: {nodeID} is not a valid Question ID. It must start with a letter and contain only letters, numbers, and '-' or '_' characters.
es: {nodeID} no es un ID de pregunta válido. Debe comenzar con una letra y contener solo letras, números y caracteres '-' o '_'.

source: 'meta' is not a valid Question ID.
es: 'meta' no es una Pregunta de ID valida.

source: Making this change will create a new Question ID (and a new column in exports).
es: Hacer este cambio creará un nuevo ID de pregunta (y una nueva columna en las exportaciones).

source: This question has the same Question ID as another question in the same group. Please choose a unique Question ID.
es: Esta pregunta tiene el mismo ID de Pregunta que otra pregunta en el mismo grupo. Por favor elija un ID de Pregunta único.

source: Default Data Value
es: Valor de Dato Predeterminado

source: Special Hidden Value XMLNS attribute
es: Atributo XMLNS de Valor Oculto Especial

source: Extra Data Attributes
es: Atributos de Datos Extra

source: Calculate Condition
es: Condición de Calculo

source: You cannot have a Validation Error Message with no Validation Condition!
es: ¡Usted no puede tener un Mensaje de Error de Validación sin una Condición de Validación!

source: Validation Error Message
es: Mensaje de Error en Validación

source: Required Condition
es: Condición requerida

source: The condition will be ignored unless you mark the question required.
es: La condición será ignorada a menos que marques la pregunta como requerida.

source: Extra Bind Attributes
es: Atributos de Enlace Extra

source: You are referencing a node in this form. This can cause errors in the form
es: Usted está haciendo referencia a un nodo en este formulario. Esto podria causar errores en el formulario

source: Appearance Attribute
es: Atributo de Apariencia

source: Default Display Text
es: Texto de Visualización Predeterminado

source: Default Display Text is required
es: Texto de Visualización Predeterminado requerido

source: Hint Display Text
es: Texto de Visualización de Sugerencias

source: Extra Control Attributes
es: Atributos de Control Extra

source: Raw XML
es: XML en Bruto

source: Data Parent
es: Padre de Datos

source: Must be valid path
es: Debe ser una ruta válida

source: {path} is not a valid data parent
es: {path}no es un padre de datos válido.
sw: {path} si mzazi halali wa data

source: Data parent of question in repeat group must be (in) the same repeat group
es: El elemento padre de datos de la pregunta en el grupo repetido debe estar (en) el mismo grupo repetido

source: Hidden Value
es: Valor Oculto

source: Text
es: Texto

source: Phone Number or Numeric ID
es: Número de teléfono o ID Numérico

source: Password
es: Contraseña
sw: Nenosiri

source: Integer
es: Entero

source: Audio Capture
es: Captura de Audio

source: Image Capture
es: Captura de Imagen

source: Image Size
es: Tamaño de Imagen

source: Small
es: Pequeño

source: Medium
es: Mediano

source: Large
es: Grande

source: This will resize the image before sending the form. Use this option to send smaller images in areas of poor connectivity.<ul><li>Small - 0.1 megapixels</li><li>Medium - 0.2 megapixels</li><li>Large - 0.5 megapixels</li></ul>
es: Esto redimensionará la imagen antes de enviar el formulario. Utilice esta opción para enviar imágenes pequeñas en áreas con poca conectividad.<ul><li>Pequeñas - 0.1 megapixeles</li><li>Medianas - 0.2 megapixeles</li><li>Grandes - 0.5 megapixeles</li></ul>

source: Micro-Image
es: Micro-Imagen

source: Video Capture
es: Captura de Video

source: Signature Capture
es: Captura de Firma

source: Barcode Scan
es: Escaneo de código de barras

source: Date and Time
es: Fecha y Hora

source: Time
es: Hora
sw: Saa

source: Long
es: Largo

source: Choice
es: Opción

source: Choice Value
es: Valor de Opción

source: Whitespace in values is not allowed.
es: No están permitidos los espacios en blanco en los valores.

source: This choice value has been used in the same question
es: Se utilizó esta opción de valor en la misma pregunta.

source: Cannot change a Multiple/Single Choice question to a non-Choice question if it has Choices. Please remove all Choices and try again.
es: No se puede cambiar de una pregunta de Opción Múltiple/Simple a una pregunta sin Opciones, si tiene Opciones. Por favor quite todas las Opciones e intente de nuevo.

source: Checkbox
es: Casilla

source: Multiple Choice
es: Opción Multiple

source: Group
es: Grupo

source: Question List
es: Lista de Preguntas

source: Repeat Group
es: Repetir Grupo

source: Repeat Count
es: Repetir Conteo

source: Repeat Count is required.
es: Repetir Conteo es obligatorio.

source: Extra Repeat Attributes
es: Atributos de Repetición Extra

source: You have deleted a question.
es: Usted ha borrado una pregunta.

source: Undo
es: Deshacer

source: Warning: {errs} is still referenced by other questions.
es: Advertencia: Aún hay {errs}al que hacen referencia otras preguntas.

source: New Form
es: Nuevo Formulario
sw: Fomu Mpya

source: Bind Node [{path}] found but has no associated Data node. This bind node will be discarded!
es: Se encontró el Nodo de Enlace [{path}], pero este no tiene asociado nodo de Datos. ¡Este nodo de enlace será descartado!

source: Not Found
es: No se encontró

source: {type} nodes cannot be used in an output value. Please remove the output value for '{path}' or your form will have errors.
es: No es posible usar los nodos {type} en un valor de salida. Por favor elimine el valor de salida de '{path} ' o su formulario tendrá errores.

source: The {field} for a question is not allowed to reference the question itself. Please remove the {ref} from the {field} or your form will have errors.
es: No se permite que el {field}para una pregunta haga referencia a la pregunta misma. Por favor elimine la {ref}del {field} o su formulario tendrá errores.

source: output value
es: valor de salida

source: Validation Failed
es: Validación Fallida

source: Please fix the error before leaving this page:
es: Por favor arregle el error antes de salir de esta página:

source: Edit <span class='property-name'>Expression</span> (Advanced)
es: Edite<span class='property-name'>Expresión</span> (Avanzado)

source: Show Simple Mode
es: Mostrar el Modo Simple

source: You are currently in Advanced Mode because your logic is too complicated for Simple Mode.
es: Está en Modo Avanzado ahora porque su lógica es demasiado complicada para el Modo Simple.

source: You can drag a question into the box.
es: Puede arrastrar una pregunta a la caja.

source: Guide to Common Logic and Calculations
es: Guía de Lógica Común y Cálculos

source: Edit <span class='property-name'>Expression</span>
es: Edite <span class='property-name'>Expresión </span>

source: Show Advanced Mode
es: Mostrar el Modo Avanzado

source: Result is
es: El resultado es

source: Expression
es: Expresión

source: Add Expression
es: Agregue Expresión

source: Save
es: Guardar
sw: Hifadhi

source: Cancel
es: Cancelar
sw: Ghairi

source: Drag question here
es: Arrastre la pregunta aquí
sw: Buruta swali hapa

source: is equal to
es: es igual a
sw: ni sawa na

source: is not equal to
es: no es igual a
sw: si sawa na

source: is less than
es: es menor que
sw: ni chini ya

source: is less than or equal to
es: es menor que o igual a
sw: ni chini au sawa na

source: is greater than
es: es mayor que
sw: ni zaidi ya

source: is greater than or equal to
es: es mayor que o igual a
sw: ni zaidi au sawa na

source: has selected value
es: ha seleccionado un valor
sw: ina thamani iliyochaguliwa

source: True when ALL of the expressions are true.
es: Es verdadero cuando TODAS las expresiones son verdaderas
sw: Kweli ikiwa KAULI ZOTE ni kweli.

source: True when ANY of the expressions are true.
es: Es verdadero cuando CUALQUIERA de las expresiones es verdadera
sw: Kweli ikiwa YOYOTE kati ya kauli ni kweli.

source: Warning
es: Advertencia

source: Form Warning
es: Advertencia del Formulario

source: Notification
es: Notificación

source: Holding the ALT key while clicking save invokes an inefficient save procedure. Do this only if a normal save fails.
es: Mantener presionada la tecla ALT mientras hace clic en guardar aplica un procedimiento ineficiente de guardar. Haga esto únicamente si falla la manera normal de guardar.

source: Are you sure you want to exit? All unsaved changes will be lost!
es: ¿Está seguro que quiere salir? ¡Se perderán todos los cambios sin guardar!

source: Look for questions marked with $1 and check they don't reference deleted questions.
es: Busque preguntas marcadas con $1 y revise que las mismas no hagan referencia a preguntas borradas.

source: Errors in Form
es: Errores en el Formulario

source: Form has reference errors.
es: El formulario tiene errores de referencia

source: Look for questions marked with $1 and fix the errors.
es: Busque preguntas marcadas con $1 y repare los errorres.

source: Form has validation errors.
es: El formulario tiene errores de validación.

source: Multimedia Capture
es: Captura Multimedia

source: Number
es: Número

source: Groups
es: Grupos

source: Advanced
es: Avanzado

source: Make Required
es: Hacer Requerido

source: You are about to make all existing questions on this form required. This action will overwrite the current configuration of this form and can only be undone by editing individual questions.
es: Está a punto de hacer que todas las preguntas existentes en este formulario sean obligatorias. Esta acción sobrescribirá la configuración actual de este formulario y solo se puede deshacer editando preguntas individuales.

source: Load Default Values
es: Cargar Valores Predeterminados

source: You are about to set matching case properties as Default Values for all existing questions. This action will overwrite existing Default Values for all questions with matching case properties and can only be undone by editing individual questions.
es: Está a punto de establecer propiedades de caso coincidentes como Valores Predeterminados para todas las preguntas existentes. Esta acción sobrescribirá los Valores Predeterminados existentes para todas las preguntas con propiedades de caso coincidentes y solo se puede deshacer editando preguntas individuales.

source: Are you sure you want to perform this action?
es: ¿Está seguro de que desea realizar esta acción?

source: Continue
es: Continuar
sw: Endelea

source: Expand Editor
es: Expanda el Editor

source: Shrink Editor
es: Reduzca el Editor

source: Export Form Contents
es: Exporte el Contenido del Formulario

source: Edit Source XML
es: Edite Fuente XML

source: Form Properties
es: Propiedades del Formulario

source: Find Usages
es: Encontrar Usos

source: Validation failed. Form may not perform correctly on your device!
es: La validación falló. ¡El formulario podría no funcionar correctamente en su dispositivo!

source: Edit Form's Source XML
es: Edite la Fuente XML del Formulario

source: Update Source
es: Actualice la Fuente

source: This is the raw XML. You can edit or paste into this box to make changes to your form. Press 'Update Source' to save changes, or 'Close' to cancel.
es: Esta es la XML en bruto. Usted puede editarlo o pegarlo en esta caja para hacer cambios a su formulario. Presione 'Actualizar Fuente' para guardar los cambios, o 'Cerrar' para cancelar.

source: Copy and paste this content into a spreadsheet program like Excel to easily share your form with others.
es: Copie y pegue este contenido en un programa de hoja de cálculo como Excel para compartir su formulario con otros fácilmente.

source: Lost Work Warning
es: Advertencia de Pérdida de Trabajo

source: Overwrite their work
es: Sustituir el trabajo de ellos

source: Show XML Differences
es: Mostrar Diferencias XML

source: Looks like someone else has edited this form since you loaded the page. Are you sure you want to overwrite their work?
es: Parece que alguien más editó este formulario desde que usted cargó la página. ¿Está usted seguro de que quiere sustituir el trabajo de ellos?

source: Edit Form Properties
es: Edite las Propiedades del Formulario

source: Disable Text Formatting
es: Desactive el Formato de Texto

source: Use Easy References
es: Utilice Referencias Fáciles

source: Use of each question
es: Uso de cada pregunta

source: Close
es: Cerrar
sw: Funga

source: Unsaved Changes in Editor
es: Cambios sin Guardar en el Editor

source: You have UNSAVED changes in the Expression Editor. Please save changes before continuing.
es: Usted tiene cambios SIN GUARDAR en el editor de Expresión. Por favor guarde los cambios antes de continuar.

source: Parsing Error. Please check that your form is valid XML.
es: Analizando Error. Por favor verifique que su formulario sea un XML válido.

source: OK
es: SÍ
sw: Sawa

source: Sorry, {err}
es: Lo siento, {err}

source: Add Choice
es: Agregar Opción

source: and
es: y

source: There are errors in the form
es: Existen errores en el formulario

source: Fix Manually
es: Corregir manualmente

source: Fix Automatically
es: Corregir Automáticamente

source: It looks like your form is not valid XML. This can often happen if you use a reserved character in one of your questions. Characters to look out for are <, >, and &. You can still save, but you CANNOT LOAD THIS FORM again until you fix the XML by hand. What would you like to do?
es: Parece que su formulario no es un XML válido. Esto puede suceder si utiliza algún símbolo reservado en alguna de sus preguntas. Los símbolos con los que tiene que tener cuidado son <, >, y &. Usted podrá guardar, pero NO PODRÁ CARGAR ESTE FORMULARIO nuevamente hasta que corrija el XML manualmente. ¿Qué quisiera hacer?

source: Form Validation Error
es: Error en la Validación del Formulario

source: Fix the problem (recommended)
es: Corregir el problema (recomendado)

source: Save anyway
es: Guardar de todos modos

source: Basic
es: Básico
sw: Msingi

source: The {displaytext} appears in the application. This text will not appear in data exports.
es: El {displaytext} aparece en la aplicación. Este texto no aparecerá en la exportación de datos.

source: Display Text
es: Mostrar Texto

source: Data Source
es: Fuente de Datos
sw: Chanzo cha Data

source: You can configure an external data source like a case list or lookup table to use as the choices for a multiple choice question.
es: Usted puede configurar una fuente de datos externa como una lista de casos o una tabla de búsqueda para que sea utilizada como una opción a las preguntas de opción múltiple.

source: Logic
es: Lógica
sw: Mantiki

source: Use logic to control when questions are asked and what answers are valid. You can add logic to display a question based on a previous answer, to make the question required or ensure the answer is in a valid range.
es: Utilice lógica para controlar cuándo se hacen las preguntas y qué respuestas son válidas. Usted pude agregar lógica para presentar una pregunta según la última respuesta, hacer que la pregunta sea obligatoria, o asegurarse que la respuesta esté en un rango válido.
sw: Tumia mantiki kudhibiti lini maswali yanaulizwa na majibu gani ni halali. Unaweza kuongeza mantiki ili kuonyesha swali kulingana na jibu la awali, kufanya swali liwe la lazima au kuhakikisha jibu liko kwenye kiwango halali.

source: Media
es: Medios

source: This will allow you to add images, audio or video media to a question, or other custom content.
es: Esto le permitirá agregar imágenes, audio o video a una pregunta, u otro contenido personalizado.

source: These are advanced settings and are not needed for most applications. Please only change these if you have a specific need!
es: Estas son configuraciones avanzadas y la mayoría de aplicaciones no las necesitan. ¡Por favor cámbielas solamente si tiene una necesidad especifica!

source: This question represents advanced content that is not supported by the form builder. Please only change it if you have a specific need!
es: Esta pregunta representa contenido avanzado que no es soportado por el formulario del desarrollador. Por favor cámbielo si usted tiene una necesidad especifica.

source: Ignored XML
es: XML Ignorado

source: Android App Callout
es: Llamado de la Aplicacion Android

source: External App
es: Aplicacion Externa

source: Insert Android Application ID
es: Inserte el ID de la Aplicación Android

source: change your subscription
es: cambie su subscripción
