Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Account confirmation link expiry
es: Caducidad del enlace de confirmación de cuenta
sw: Muda wa mwisho wa kiungo cha uthibitisho wa akaunti

source: Default time (in days) for which account confirmation link will be valid.
es: Tiempo predeterminado (en días) durante el cual el enlace de confirmación de cuenta será válido.
sw: Muda chaguo-msingi (kwa siku) ambao kiungo cha uthibitisho wa akaunti kitakuwa halali.

source: Call limit
es: Límite de llamadas
sw: Kikomo cha simu

source: Limit on number of calls allowed to an operator for each call type.
es: Límite en el número de llamadas permitidas a un operador para cada tipo de llamada.
sw: Kikomo cha idadi ya simu zinazoruhusiwa kwa opereta kwa kila aina ya simu.

source: Confirmation SMS project name
es: Nombre del proyecto para SMS de confirmación
sw: Jina la mradi wa SMS ya uthibitisho

source: Name of the project to be used in SMS sent for account confirmation to users.
es: Nombre del proyecto que se utilizará en los SMS enviados para la confirmación de cuenta a los usuarios.
sw: Jina la mradi litakalotumika kwenye SMS zinazotumwa kwa uthibitisho wa akaunti kwa watumiaji.

source: Enable Release Mode
es: Habilitar Modo de Lanzamiento
sw: Wezesha Hali ya Kutolewa

source: Check this box to enable release mode setting on the app release page. Enabled setting restricts user to directly mark a version 'released' and allows users to do so only when they are in 'Release Mode' on the release page of applications.
es: Marca esta casilla para habilitar la configuración de modo de lanzamiento en la página de lanzamiento de la aplicación. La configuración habilitada restringe al usuario a marcar directamente una versión como 'lanzada' y permite a los usuarios hacerlo solo cuando están en 'Modo de Lanzamiento' en la página de lanzamiento de aplicaciones.
sw: Angalia kisanduku hiki kuwezesha mpangilio wa hali ya kutolewa kwenye ukurasa wa kutolewa wa programu. Mpangilio huu unazuia mtumiaji kuweka toleo kama 'lililotolewa' moja kwa moja na huruhusu watumiaji kufanya hivyo tu wanapokuwa kwenye 'Hali ya Kutolewa' kwenye ukurasa wa kutolewa wa programu.

source: Application Add-Ons
sw: Viongezi vya Programu

source: Enable All Application Add-Ons
sw: Wezesha Viongezi Vyote vya Programu

source: Enables all add-ons for all CommCare applications. To manage add-ons on a per-application basis, this setting should be disabled, and add-ons can be managed in the "Add-Ons" tab in the application's settings.
sw: Inawezesha viongezi vyote kwa programu zote za CommCare. Ili kudhibiti viongezi kwa kila programu, mpangilio huu unapaswa kuzimwa, na viongezi vinaweza kudhibitiwa kwenye kichupo cha "Viongezi" katika mipangilio ya programu.

source: Orphan Case Alerts
es: Alertas de Casos Huérfanos
sw: Arifa za Kesi Yatima

source: Show Orphan Case Alerts on Mobile Worker Edit Page
es: Mostrar Alertas de Casos Huérfanos en la Página de Edición de Trabajadores Móviles
sw: Onyesha Arifa za Kesi Yatima kwenye Ukurasa wa Kuhariri Mfanyakazi wa Simu

source: Displays a warning message on the mobile worker location edit page about locations that owns cases and only have one assigned mobile worker. This helps prevent situations where cases are being orphaned by moving the only assigned mobile worker out of the location owning that cases.
es: Muestra un mensaje de advertencia en la página de edición de ubicación del trabajador móvil sobre ubicaciones que poseen casos y solo tienen un trabajador móvil asignado. Esto ayuda a prevenir situaciones donde los casos quedan huérfanos al mover al único trabajador móvil asignado fuera de la ubicación que posee esos casos.
sw: Inaonyesha ujumbe wa onyo kwenye ukurasa wa kuhariri eneo la mfanyakazi wa simu kuhusu maeneo yanayomiliki kesi na kuwa na mfanyakazi mmoja tu wa simu aliyepewa. Hii husaidia kuzuia hali ambapo kesi zinakuwa yatima kwa kuhamisha mfanyakazi pekee wa simu kutoka eneo linalomiliki kesi hizo.

source: Use elasticsearch when fetching apps for exports
es: Usar elasticsearch al obtener aplicaciones para exportaciones
sw: Tumia elasticsearch wakati wa kuchukua programu kwa ajili ya usafirishaji

source: (Internal) Fetches apps using elasticsearch instead of couch in exports
es: (Interno) Obtiene aplicaciones usando elasticsearch en lugar de couch en exportaciones
sw: (Ya ndani) Inachukua programu kwa kutumia elasticsearch badala ya couch kwenye usafirishaji

source: Connect Messaging Channel Name
sw: Jina la Kituo cha Ujumbe cha Connect

source: Name of the channel created in connect messaging.
es: Nombre del canal creado en mensajería conectar.
sw: Jina la kituo kilichoundwa kwenye ujumbe wa connect.

source: Data Sharing
sw: Ushirikiano wa Data

source: Opt Out of <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2386001966/Data+Sharing+Opt-Outs+-+CommCare" target="_blank"> Aggregate Data Usage</a>
sw: Jiondoe kwenye <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2386001966/Data+Sharing+Opt-Outs+-+CommCare" target="_blank"> Matumizi ya Data ya Jumla</a>

source: Default timezone
es: Zona horaria por defecto
sw: Saa za eneo chaguo-msingi

source: Edit Basic Information
es: Editar Información Básica
sw: Hariri Taarifa za Msingi

source: Update Basic Info
es: Actualice la Información Básica
sw: Sasisha Taarifa za Msingi

source: Logo exceeds {} MB size limit
es: El logo excede el límite de tamaño de {} MB
sw: Nembo imezidi kikomo cha ukubwa wa {} MB

source: Logo for systems emails exceeds {} MB size limit
es: El logo para correos electrónicos del sistema excede el límite de tamaño de {} MB
sw: Nembo ya barua pepe za mfumo imezidi kikomo cha ukubwa wa {} MB

source: Release Mode Visibility should be a boolean.
es: La Visibilidad del Modo de Lanzamiento debe ser un booleano.
sw: Mwonekano wa Hali ya Kutolewa lazima uwe boolean.

source: {} should be an integer.
es: {} debe ser un entero.
sw: {} inapaswa kuwa nambari kamili.

source: You must choose a Call Center Type, Owner, and Case Type to use the call center application. Please uncheck the "Call Center Application" setting or enter values for the other fields.
es: Debe elegir un Tipo de Centro de Llamadas, Propietario, y Tipo de Caso que utilice la aplicación del centro de llamadas. Por favor no seleccione la configuración "Aplicación Centro de Llamadas” o ingrese valores para los otros campos.
sw: Lazima uchague Aina ya Kituo cha Simu, Mmiliki, na Aina ya Kesi ili kutumia programu ya kituo cha simu. Tafadhali ondoa tiki kwenye mpangilio wa "Programu ya Kituo cha Simu" au weka thamani kwenye sehemu nyingine.

source: Unable to save logo: {}
es: No se puede guardar el logo: {}
sw: Imeshindikana kuhifadhi nembo: {}

source: Web Apps should use
es: Las Aplicaciones Web deben utilizar
sw: Programu za Wavuti zinapaswa kutumia

source: Latest starred version
es: La última versión lanzada
sw: Toleo la hivi karibuni lililopewa nyota

source: Highest numbered version (not recommended)
es: La versión de número más alta (no recomendada)
sw: Toleo lenye nambari kubwa zaidi (haipendekezwi)

source: Choose whether Web Apps should use the latest starred build or highest numbered build in your application.
es: Elija si las Aplicaciones Web deben utilizar la última versión lanzada o el desarrollo de número más alto en su aplicación.
sw: Chagua kama Programu za Wavuti zitumie toleo la hivi karibuni lililopewa nyota au toleo lenye nambari kubwa zaidi kwenye programu yako.

source: Restrict Dimagi Staff Access
es: Restringir el Acceso del Personal Dimagi
sw: Zuia Ufikiaji wa Wafanyakazi wa Dimagi

source: CommCare support staff sometimes require access to your project space to provide rapid, in-depth support. Checking this box will restrict the degree of support they will be able to provide in the event that you report an issue. You may also miss out on important communications and updates. Regardless of whether this option is checked, Commcare support staff will have access to your billing information and project metadata; and CommCare system administrators will also have direct access to data infrastructure strictly for the purposes of system administration as outlined in our <a href="https://www.dimagi.com/terms/latest/privacy/">Privacy Policy</a>.
es: El personal de soporte de CommCare a veces requiere acceso a tu espacio de proyecto para proporcionar soporte rápido y en profundidad. Marcar esta casilla restringirá el grado de soporte que podrán proporcionar en caso de que informes un problema. También podrías perderte comunicaciones y actualizaciones importantes. Independientemente de si esta opción está marcada, el personal de soporte de CommCare tendrá acceso a tu información de facturación y metadatos del proyecto; y los administradores del sistema de CommCare también tendrán acceso directo a la infraestructura de datos estrictamente para los fines de administración del sistema, como se describe en nuestra <a href="https://www.dimagi.com/terms/latest/privacy/">Política de Privacidad</a>.
sw: Wafanyakazi wa msaada wa CommCare wakati mwingine wanahitaji kufikia nafasi ya mradi wako ili kutoa msaada wa haraka na wa kina. Ukichagua kisanduku hiki utapunguza kiwango cha msaada watakachoweza kutoa endapo utaripoti tatizo. Pia unaweza kukosa mawasiliano na masasisho muhimu. Bila kujali kama chaguo hili limechaguliwa au la, wafanyakazi wa msaada wa CommCare watakuwa na ufikiaji wa taarifa zako za malipo na metadata ya mradi; na wasimamizi wa mfumo wa CommCare pia watakuwa na ufikiaji wa moja kwa moja wa miundombinu ya data kwa madhumuni ya usimamizi wa mfumo kama ilivyoainishwa kwenye <a href="https://www.dimagi.com/terms/latest/privacy/">Sera yetu ya Faragha</a>.

source: Secure submissions
es: Ingresos Seguros
sw: Uwasilishaji salama

source: Secure Submissions prevents others from impersonating your mobile workers. This setting requires all deployed applications to be using secure submissions as well. <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>Read more about secure submissions here</a>
sw: Uwasilishaji Salama huzuia wengine kujifanya wafanyakazi wa simu wako. Mpangilio huu unahitaji programu zote zilizotumwa kutumia uwasilishaji salama pia. <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>Soma zaidi kuhusu uwasilishaji salama hapa</a>

source: Shorten Inactivity Timeout
es: Acorte el Tiempo de Desconexión por Inactividad
sw: Fupisha Muda wa Kutokuwepo

source: All web users on this project will be logged out after {} minutes of inactivity
es: Todos los usuarios web en este proyecto serán desconectados después de {} minutos de inactividad
sw: Watumiaji wote wa wavuti kwenye mradi huu wataondolewa baada ya dakika {} za kutokuwepo

source: Inactivity Timeout Length
es: Duración del Tiempo de Espera por Inactividad
sw: Urefu wa Muda wa Kutokuwepo

source: Override the default {}-minute length of the inactivity timeout. Has no effect unless inactivity timeout is on. Note that when this is updated, users may need to log out and back in for it to take effect.
es: Anula la duración predeterminada de {} minutos del tiempo de espera por inactividad. No tiene efecto a menos que el tiempo de espera por inactividad esté activado. Ten en cuenta que cuando esto se actualiza, los usuarios pueden necesitar cerrar sesión y volver a iniciar sesión para que surta efecto.
sw: Badilisha urefu chaguo-msingi wa dakika {} wa muda wa kutokuwepo. Haina athari isipokuwa muda wa kutokuwepo umewezeshwa. Kumbuka kuwa hii ikisasishwa, watumiaji wanaweza kuhitaji kujiondoa na kuingia tena ili ichukue nafasi.

source: Web user requests
es: Solicitudes de usuarios web
sw: Maombi ya watumiaji wa wavuti

source: Allow unknown users to request web access to the domain.
es: Permitir que usuarios desconocidos soliciten acceso web al dominio
sw: Ruhusu watumiaji wasiojulikana kuomba upatikanaji wa wavuti kwenye domain.

source: HIPAA compliant
es: Reclamo HIPAA
sw: Inazingatia HIPAA

source: Two Factor Authentication
es: Autenticación de Dos Factores
sw: Uthibitishaji wa Vipengele Viwili

source: All users on this project will be required to enable two factor authentication
es: Todos los usuarios de este proyecto deberán habilitar la autenticación de dos factores
sw: Watumiaji wote kwenye mradi huu watalazimika kuwezesha uthibitishaji wa vipengele viwili

source: Require Strong Passwords for Mobile Workers
es: Exigir Contraseñas Seguras para los Usuarios Móviles
sw: Hitaji Nenosiri Imara kwa Wafanyakazi wa Simu

source: All mobile workers in this project will be required to have a strong password
es: A todos los usuarios móviles en este proyecto se les exigirá tener contraseñas seguras
sw: Wafanyakazi wote wa simu kwenye mradi huu watalazimika kuwa na nenosiri imara

source: Disable Google Analytics
es: Desactivar Google Analytics
sw: Zima Google Analytics

source: Disable Mobile Worker Lockout
es: Desactivar Bloqueo de Trabajadores Móviles
sw: Zima Kufungiwa kwa Wafanyakazi wa Simu

source: Mobile Workers will never be locked out of their account, regardlessof the number of failed attempts
es: Los Trabajadores Móviles nunca serán bloqueados de su cuenta, independientemente del número de intentos fallidos
sw: Wafanyakazi wa Simu hawatafungiwa akaunti zao kamwe, bila kujali idadi ya majaribio yaliyoshindikana

source: During sign up, only allow the email address the invitation was sent to
es: Durante el registro, solo permitir la dirección de correo electrónico a la que se envió la invitación
sw: Wakati wa kujisajili, ruhusu tu anwani ya barua pepe ambayo mwaliko ulitumwa

source: Disables the email field on the sign up page
es: Desactiva el campo de correo electrónico en la página de registro
sw: Huzima sehemu ya barua pepe kwenye ukurasa wa kujisajili

source: Edit Privacy Settings
es: Editar Configuración de Privacidad
sw: Hariri Mipangilio ya Faragha

source: Update Privacy Settings
es: Actualice la Configuración de Privacidad
sw: Sasisha Mipangilio ya Faragha

source: Choose specific time for custom auto case update rules to run
es: Elija una hora específica para que se ejecuten las reglas personalizadas de actualización automática de casos
sw: Chagua muda maalum kwa sheria za kiotomatiki za kusasisha kesi kukimbia

source: Hour of the day, in UTC, for rules to run (0-23)
es: Hora del día, en UTC, para que se ejecuten las reglas (0-23)
sw: Saa ya siku, kwa UTC, kwa sheria kukimbia (0-23)

source: Set custom auto case update rule limits
es: Establecer límites personalizados para las reglas de actualización automática de casos
sw: Weka mipaka maalum ya sheria za kiotomatiki za kusasisha kesi

source: Max allowed updates in a daily run
es: Máximo de actualizaciones permitidas en una ejecución diaria
sw: Idadi ya juu ya masasisho yanayoruhusiwa kwa kila siku

source: Set custom OData Feed Limit? Default is {}.
es: ¿Establecer límite personalizado de Feed OData? El valor predeterminado es {}.
sw: Weka kikomo maalum cha OData Feed? Chaguo-msingi ni {}.

source: Max allowed OData Feeds
es: Máximo de Feeds OData permitidos
sw: Idadi ya juu ya OData Feeds zinazoruhusiwa

source: Support Hand-off information
es: Soportar Información Rechazada
sw: Taarifa za Uhamishaji wa Usaidizi

source: Project Limits
es: Límites del Proyecto
sw: Mipaka ya Mradi

source: Salesforce Details
es: Detalles Salesforce
sw: Maelezo ya Salesforce

source: Update Project Information
es: Actualizar Información de Proyecto
sw: Sasisha Taarifa za Mradi

source: Case update rule limits are only modifiable by Dimagi admins. Please reach out to {support_email} if you wish to update this setting.
sw: Vikomo vya kanuni za masasisho ya kesi vinaweza kubadilishwa na wasimamizi wa Dimagi pekee. Tafadhali wasiliana na {support_email} ikiwa ungependa kusasisha mpangilio huu.

source: Unknown expression {expr}
sw: Kielezi kisichojulikana {expr}

source: Please specify a limit for OData feeds.
es: Por favor, especifique un límite para los feeds OData.
sw: Tafadhali taja kikomo cha OData feeds.

source: Email
es: Correo electrónico
sw: Barua pepe

source: That email address doesn't have an associated user account. Are you sure you've registered?
es: El correo electrónico no tiene asociado un usuario de cuenta. ¿Está seguro de que ya se registró?
sw: Anwani hiyo ya barua pepe haina akaunti ya mtumiaji inayohusishwa. Una uhakika umejisajili?

source: The user account associated with this email address cannot reset the password.
es: La cuenta de usuario asociada con este correo electrónico no puede restablecer la contraseña.
sw: Akaunti ya mtumiaji inayohusishwa na anwani hii ya barua pepe haiwezi kuweka upya nenosiri.

source: This looks like a username. Please check your URL to be sure you are at your project's URL
sw: Hii inaonekana kama jina la mtumiaji. Tafadhali angalia URL yako ili kuhakikisha uko kwenye URL ya mradi wako

source: Email or Username
sw: Barua pepe au Jina la Mtumiaji

source: New password
es: Nueva contraseña
sw: Nenosiri jipya

source: Show contact emails as text
es: Mostrar contactos de correos electrónicos como texto
sw: Onyesha barua pepe za mawasiliano kama maandishi

source: Useful when you want to copy contact emails
es: Es útil cuando desea copiar contactos de correo electrónico
sw: Inafaa wakati unataka kunakili barua pepe za mawasiliano

source: Mailing Address
es: Dirección de Envío
sw: Anwani ya Posta

source: Update Billing Information
es: Actualizar Información de Facturación
sw: Sasisha Taarifa za Malipo

source: It looks like this phone number is invalid. Did you forget the country code?
es: Parece que este número de teléfono no es válido. ¿Olvidó el código de país?
sw: Inaonekana namba hii ya simu si sahihi. Je, umesahau msimbo wa nchi?

source: Renew Plan
es: Renovar el Plan
sw: Sasisha Mpango

source: Test or Demo Project
es: Pruebe nuestro Proyecto Demostrativo
sw: Mradi wa Majaribio au Onyesho

source: <i class="fa fa-info-circle"></i> You will have access to all features for free as soon as you hit "Update". Please make sure this is an internal Dimagi test space, not in use by a partner.<br>Test projects belong to Dimagi and are not subject to Dimagi's external terms of service.
es: <i class="fa fa-info-circle"></i> Tendrá acceso a todas las funciones de forma gratuita tan pronto como presione "Actualizar". Por favor, asegúrese de que este sea un espacio de prueba interno de Dimagi, no utilizado por un socio.<br>Los proyectos de prueba pertenecen a Dimagi y no están sujetos a los términos de servicio externos de Dimagi.
sw: <i class="fa fa-info-circle"></i> Utapata huduma zote bila malipo mara tu utakapobofya "Sasisha". Tafadhali hakikisha huu ni nafasi ya majaribio ya ndani ya Dimagi, na haitumiki na mshirika.<br>Miradi ya majaribio ni mali ya Dimagi na haitawaliwi na masharti ya huduma ya nje ya Dimagi.

source: Extended Trial
es: Prueba Extendida
sw: Majaribio Yaliyoongezwa

source: Organization Name
es: Nombre de la Organización
sw: Jina la Shirika

source: Partner Contact Emails
es: Correos de Contacto del Socio
sw: Barua Pepe za Mawasiliano ya Washirika

source: <p><i class="fa fa-info-circle"></i> The trial will begin as soon as you hit "Update" and end on <span data-bind="text: end_date"></span>. On <span data-bind="text: end_date"></span> the project space will be automatically paused.</p>
es: <p><i class="fa fa-info-circle"></i> La prueba comenzará tan pronto como presione "Actualizar" y finalizará el <span data-bind="text: end_date"></span>. El <span data-bind="text: end_date"></span> el espacio del proyecto se pausará automáticamente.</p>
sw: <p><i class="fa fa-info-circle"></i> Majaribio yataanza mara tu utakapobofya "Sasisha" na yataisha tarehe <span data-bind="text: end_date"></span>. Tarehe <span data-bind="text: end_date"></span> nafasi ya mradi itasitishwa kiotomatiki.</p>

source: Contracted Partner
es: Socio Contratado
sw: Mshirika Aliye na Mkataba

source: Fogbugz Client Name
es: Nombre de Cliente Fogbugz
sw: Jina la Mteja wa Fogbugz

source: This is who will receive invoices if the Client exceeds the user or SMS limits in their plan.
es: Esta es la persona que recibirá las facturas si el Cliente sobrepasa el número límite de usuarios o SMS incluidos en su plan.
sw: Huyu ndiye atakayepokea ankara ikiwa Mteja atazidi kikomo cha watumiaji au SMS kwenye mpango wao.

source: Date the project needs access to features.
es: Fecha del proyecto necesita acceso a las funciones.
sw: Tarehe ambayo mradi unahitaji kupata huduma.

source: Specify the End Date based on the Start Date plus number of months of software plan in the contract with the Client.
es: Especifique la Fecha Final basada en la Fecha Inicial más el número de meses del plan de software que está en el contrato con el Cliente.
sw: Taja Tarehe ya Mwisho kulingana na Tarehe ya Kuanza pamoja na idadi ya miezi ya mpango wa programu kwenye mkataba na Mteja.

source: <p><i class="fa fa-info-circle"></i> This project is on a contracted Enterprise subscription. You cannot change contracted Enterprise subscriptions here. Please contact the Ops team at %(accounts_email)s to request changes.</p>
es: <p><i class="fa fa-info-circle"></i>Este proyecto está en una suscripción Enterprise por contrato. Usted no puede cambiar las suscripciones Empresa por contrato aquí. Por favor contacte al equipo de Ops a %(accounts_email)s para solicitar cambios.</p>
sw: <p><i class="fa fa-info-circle"></i> Mradi huu uko kwenye usajili wa Enterprise uliosainiwa kwa mkataba. Huwezi kubadilisha usajili wa Enterprise uliosainiwa hapa. Tafadhali wasiliana na timu ya Ops kupitia %(accounts_email)s ili kuomba mabadiliko.</p>

source: <p><i class="fa fa-info-circle"></i> Clicking "Update" will set up the subscription in CommCare HQ to one of our standard contracted plans.<br/> If you need to set up a non-standard plan, please email {}.</p>
es: <p><i class="fa fa-info-circle"></i> Al hacer clic en "Actualizar" se configurará la suscripción en CommCare HQ a uno de nuestros planes estándar contratados.<br/> Si necesitas configurar un plan no estándar, por favor envía un correo electrónico a {}.</p>
sw: <p><i class="fa fa-info-circle"></i> Kubofya "Sasisha" kutaweka usajili katika CommCare HQ kwenye moja ya mipango yetu ya kawaida ya mkataba.<br/> Ikiwa unahitaji kuweka mpango usio wa kawaida, tafadhali tuma barua pepe kwa {}.</p>

source: <div class="alert alert-warning"><p><strong>Are you sure you want to extend the subscription?</strong></p><p>If this project is becoming a self-service project and only paying for hosting fees, please have them self-subscribe through the subscription page. Please use this page only to extend the existing services contract.</p></div>
es: <div class="alert alert-warning"><p><strong> ¿Está seguro de que quiere ampliar la suscripción? </strong></p><p>Si este proyecto se está convirtiendo en un proyecto de auto-servicio y solo está pagando por tarifas de alojamiento, por favor haga que se autosuscriban a través de la página de suscripción. Por favor utilice esta página solo para ampliar los servicios existentes del contrato.</p></div>
sw: <div class="alert alert-warning"><p><strong>Una uhakika unataka kuongeza muda wa usajili?</strong></p><p>Kama mradi huu unakuwa mradi wa kujihudumia na unalipa ada za upangishaji pekee, tafadhali waombe wajisajili wenyewe kupitia ukurasa wa usajili. Tafadhali tumia ukurasa huu tu kuongeza muda wa mkataba wa huduma uliopo.</p></div>

source: End Date cannot be a past date.
es: La fecha de finalización no puede ser una fecha pasada.
sw: Tarehe ya Mwisho haiwezi kuwa tarehe iliyopita.
