Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(start_date_after_minimum_subscription)s your current subscription will be downgraded to the %(new_plan_edition)s Edition Software Plan.
sw: Utakuwa na ufikiaji wa vipengele kwenye <strong>Mpango wa Programu wa Toleo la %(p)s </strong> hadi %(current_subscription_end_date)s.<br /> Tarehe %(start_date_after_minimum_subscription)s usajili wako wa sasa utashushwa hadhi hadi Mpango wa Programu wa Toleo la %(new_plan_edition)s.

source: We're sorry to see you downgrade! You are currently subscribed to the <strong>%(p)s Software Plan.</strong>
sw: Pole kukuona ukishusha hadhi! Kwa sasa umejisajili kwenye <strong>Mpango wa Programu wa %(p)s.</strong>

source: <input type="checkbox" data-bind="checked: oUserAgreementSigned" /> I understand and wish to continue.
sw: <input type="checkbox" data-bind="checked: oUserAgreementSigned" /> Ninaelewa na nataka kuendelea.

source: Subscription
es: Suscripción
sw: Usajili

source: Product Rate
es: Tarifa de Producto
sw: Kiwango cha Bidhaa

source: Feature Rate
es: Tarifa de Función
sw: Kiwango cha Kipengele

source: Balance
es: Saldo
sw: Salio

source: Note: Selecting this plan will result in the following changes to your project.
es: Nota: Al seleccionar este plan se realizarán los siguientes cambios a su proyecto.
sw: Kumbuka: Kuchagua mpango huu kutasababisha mabadiliko yafuatayo kwenye mradi wako.

source: Go to All Invoices page for this Project Space
es: Ir a Todas las Facturas para este Espacio del Proyecto
sw: Nenda kwenye ukurasa wa Ankara Zote kwa Nafasi hii ya Mradi

source: Export to Excel
es: Exportar a Excel
sw: Hamisha hadi Excel

source: Pay Monthly
es: Pagar Mensualmente
sw: Lipa Kila Mwezi

source: Pay Annually
es: Pagar Anualmente
sw: Lipa Kila Mwaka

source: Save close to 20%% when you pay annually.
es: Ahorra cerca del 20%% cuando pagas anualmente.
sw: Okoa karibu 20%% unapolipa kwa mwaka mzima.

source: Select Payment Method
es: Seleccionar Método de Pago
sw: Chagua Njia ya Malipo

source: Card
es: Tarjeta
sw: Kadi

source: Use account autopay card
sw: Tumia kadi ya malipo ya moja kwa moja ya akaunti

source: Owner
es: Propietario
sw: Mmiliki

source: Use a saved card
es: Utilizar una tarjeta guardada
sw: Tumia kadi iliyohifadhiwa

source: Use a different card
es: Utilizar una tarjeta diferente
sw: Tumia kadi tofauti

source: Card Information
es: Información de la tarjeta
sw: Taarifa za Kadi

source: Processing your payment...
es: Procesando tu pago...
sw: Inashughulikia malipo yako...

source: Save card for later
es: Guardar tarjeta para después
sw: Hifadhi kadi kwa matumizi ya baadaye

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
sw: Tunatumia <a href="http://www.stripe.com/" target="_blank">Stripe</a> kushughulikia muamala huu.

source: Using Stripe's TEST API.
es: Utilizando TEST API de Stripe.
sw: Inatumia API ya MAJARIBIO ya Stripe.

source: Currently Active
es: Activo Actualmente
sw: Inatumika Sasa

source: Last Invoice Due Date
es: Fecha Límite de la Última Factura
sw: Tarehe ya Mwisho ya Ankara

source: "Do Not Invoice" Reason
es: Razón de "No Facturar"
sw: Sababu ya "Usitoe Ankara"

source: Plan Information
es: Información del Plan
sw: Taarifa za Mpango

source: Roles and Features
es: Roles y Funciones
sw: Majukumu na Vipengele

source: Version Summary
es: Resumen de la Versión
sw: Muhtasari wa Toleo

source: Generating Report...
es: Generando Reporte...
sw: Inatengeneza Ripoti...

source: Apply
es: Aplicar
sw: Tumia

source: Invoices
es: Facturas
sw: Ankara

source: Upgrade / Downgrade
es: Subir de plan/Bajar de plan
sw: Boresha / Punguza

source: Free
sw: Bure

source: Designed for practice purposes and not intended for live projects. Upgrade to access full features and more users. Learn about
sw: Imetengenezwa kwa madhumuni ya mazoezi na haikusudiwi kwa miradi halisi. Boresha ili kupata vipengele vyote na watumiaji zaidi. Jifunze kuhusu

source: CommCare plans
sw: Mipango ya CommCare

source: Standard
es: Estándar
sw: Kawaida

source: Get started. Build secure apps for offline mobile data collection and case management. {} users included.
sw: Anza sasa. Tengeneza programu salama kwa ukusanyaji wa data bila mtandao na usimamizi wa kesi. Watumiaji {} wamejumuishwa.

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {} users included.
sw: Zaidi ya msingi. Fungua ripoti, ushirikiano wa kesi, na msaada wa moja kwa moja. Watumiaji {} wamejumuishwa.

source: Advanced
es: Avanzado
sw: Juu Zaidi

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {} users included.
sw: Fungua kila kitu. Mpango wetu salama zaidi, umetengenezwa kwa ajili ya kusimamia mifumo iliyounganishwa katika maeneo na wasifu wa watumiaji, ukiwa na programu za wavuti, usalama wa hali ya juu, na zana madhubuti za usimamizi wa data na utawala. Watumiaji {} wamejumuishwa.

source: Enterprise
es: Empresa
sw: Biashara Kubwa

source: For organizations that need a sustainable path to scale mobile data collection and service delivery across multiple teams, programs, or countries.
es: Para organizaciones que necesitan un camino sostenible para escalar la recolección de datos móviles y la prestación de servicios a través de múltiples equipos, programas o países.
sw: Kwa mashirika yanayohitaji njia endelevu ya kuongeza ukusanyaji wa data ya simu na utoaji huduma katika timu nyingi, programu, au nchi.

source: Paused
es: Pausado
sw: Imesitishwa

source: Reseller
es: Distribuidor
sw: Muuzaji

source: Managed Hosting
es: Alojamiento Gestionado
sw: Uendeshaji Unaosimamiwa

source: SMS Messages
es: Mensajes de texto
sw: Ujumbe wa SMS

source: Mobile Workers
es: Usuarios Móviles
sw: Wafanyakazi wa Simu

source: Web Users
es: Usuarios Web
sw: Watumiaji wa Wavuti

source: Form-Submitting Mobile Workers
es: Trabajadores Móviles que Envían Formularios
sw: Wafanyakazi wa Simu Wanaotuma Fomu

source: Monthly
es: Mensual
sw: Kwa Mwezi

source: Your CommCare Billing Statement for {account_name} is due in {num_days} days
es: Tu Estado de Cuenta de CommCare para {account_name} vence en {num_days} días
sw: Taarifa yako ya Ankara ya CommCare kwa {account_name} inapaswa kulipwa ndani ya {num_days} siku

source: Oh no! Your CommCare subscription for {} has been paused
es: ¡Oh no! Tu suscripción de CommCare para {} ha sido pausada
sw: Pole! Usajili wako wa CommCare kwa {} umesitishwa

source: CommCare Alert: {}'s subscriptions will be paused after tomorrow!
es: Alerta de CommCare: ¡Las suscripciones de {} se pausarán después de mañana!
sw: Arifa ya CommCare: Usajili wa {} utasitishwa baada ya kesho!

source: subscriptions on {}
es: suscripciones en {}
sw: usajili kwenye {}

source: CommCare Alert: {}'s subscription will be paused after tomorrow!
es: Alerta de CommCare: ¡La suscripción de {} se pausará después de mañana!
sw: Arifa ya CommCare: Usajili wa {} utasitishwa baada ya kesho!

source: subscription for {}
es: suscripción para {}
sw: usajili kwa {}

source: CommCare Billing Statement {} days Overdue for {}
es: Estado de Cuenta de CommCare {} días de retraso para {}
sw: Taarifa ya Ankara ya CommCare imechelewa kwa siku {} kwa {}

source: Could not obtain billing statement. An issue has been submitted.
es: No pudo obtenerse el estado de cuenta. Se ha ingresado un problema.
sw: Imeshindikana kupata taarifa ya ankara. Tatizo limewasilishwa.

source: Accounting Admins
es: Administrador de Contabilidad
sw: Wasimamizi wa Uhasibu

source: Admins per page
es: Administrador por página
sw: Wasimamizi kwa kila ukurasa

source: You haven't specified any accounting admins. How are you viewing this page??! x_x
es: Usted no ha especificado a ningún administrador de contabilidad. ¡¿Cómo está viendo esta página?! x_x
sw: Hujaweka wasimamizi wowote wa uhasibu. Unawezaje kuona ukurasa huu??! x_x

source: Loading admin list...
es: Descargando lista de administradores...
sw: Inapakia orodha ya wasimamizi...

source: Removed Users:
es: Usuarios Eliminados:
sw: Watumiaji Waliotolewa:

source: Added Users:
es: Usuarios Agregados:
sw: Watumiaji Walioungizwa:

source: Action
es: Acción
sw: Kitendo

source: Reference
es: Referencia
sw: Rejeleo

source: Constant
es: Constante
sw: Thabiti

source: SQL Statement
es: Declaración SQL
sw: Kauli ya SQL

source: Sum
es: Suma
sw: Jumla

source: Min
es: Mínimo
sw: Kiwango cha Chini

source: Max
es: Máximo
sw: Kiwango cha Juu

source: Average
es: Promedio
sw: Wastani

source: Count
es: Contar
sw: Hesabu

source: Count Unique Values
es: Contar valores únicos
sw: Hesabu Thamani za Kipekee

source: Has a nonzero sum (1 if sum is nonzero else 0).
es: Tiene una suma distinta de cero (1 si la suma es distinta de cero, de lo contrario 0).
sw: Ina jumla isiyo sifuri (1 ikiwa jumla si sifuri vinginevyo 0).

source: Month
es: Mes
sw: Mwezi

source: Week
es: Semana
sw: Wiki

source: no table
es: sin tabla
sw: hakuna jedwali

source: Rebuild Data
es: Reconstruir datos
sw: Jenga Upya Data

source: Preview data
es: Vista previa de los datos
sw: Onyesha data

source: View Aggregate UCR
es: Ver UCR agregado
sw: Tazama UCR ya Muhtasari

source: Preview Aggregate UCR
es: Vista previa de UCR agregado
sw: Onyesha Muhtasari wa UCR

source: First name
es: Nombre
sw: Jina la kwanza

source: Last name
es: Apellido
sw: Jina la mwisho

source: Professional email
es: Correo electrónico profesional
sw: Barua pepe ya kitaaluma

source: Organization
es: Organización
sw: Shirika

source: Job title
es: Título del trabajo
sw: Cheo cha kazi

source: Preferred language
es: Idioma preferido
sw: Lugha unayopendelea

source: Please Select
es: Por favor seleccione
sw: Tafadhali Chagua

source: English
es: Inglés
sw: Kiingereza

source: French
es: Francés
sw: Kifaransa

source: Spanish
es: Español
sw: Kihispania

source: How did you hear about us?
es: ¿Cómo te enteraste de nosotros?
sw: Ulisikiaje kuhusu sisi?

source: Newsletter
es: Boletín
sw: Jarida

source: Podcast
sw: Podikasti

source: Social Media
es: Redes sociales
sw: Mitandao ya Kijamii

source: Web Search (e.g. Google)
es: Búsqueda en la web (por ejemplo, Google)
sw: Utafutaji Mtandaoni (mf. Google)

source: Word of Mouth / Referral
es: De boca en boca / Referencia
sw: Kwa Maneno ya Watu / Rufa

source: Event / Conference
es: Evento / Conferencia
sw: Tukio / Mkutano

source: Other
es: Otro
sw: Nyingine

source: We'd love to hear more! Please specify -
es: ¡Nos encantaría saber más! Por favor especifique -
sw: Tungependa kusikia zaidi! Tafadhali fafanua -

source: By clicking this button, you agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a> and <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>.
es: Al hacer clic en este botón, aceptas los <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Términos de Servicio</a> y la <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidad</a> de Dimagi.
sw: Kwa kubofya kitufe hiki, unakubali <a href=\"http://www.dimagi.com/terms/latest/tos/\" target=\"_blank\">Sheria za Huduma</a> za Dimagi na <a href=\"http://www.dimagi.com/terms/latest/privacy/\" target=\"_blank\">Sera ya Faragha</a>.

source: No hubspot API ID is present.
es: No hay ID de API de hubspot presente.
sw: Hakuna kitambulisho cha API cha hubspot kilichopo.

source: '{value}' is an invalid value for the '{filter_name}' filter
es: '{value}' es un valor inválido para el filtro '{filter_name}'
sw: '{value}' ni thamani batili kwa kichujio '{filter_name}'

source: Invalid limit '{value}' provided. Please provide a positive integer.
es: Límite inválido '{value}' proporcionado. Por favor proporcione un número entero positivo.
sw: Kikomo batili '{value}' kimetolewa. Tafadhali toa nambari kamili chanya.

source: No matching '{field_name}' field for ordering
es: No hay campo '{field_name}' coincidente para ordenar
sw: Hakuna ulinganifu wa uga '{field_name}' kwa upangaji

source: You don't have permission to use connect_username field
es: No tienes permiso para usar el campo connect_username
sw: Huna ruhusa ya kutumia uga wa connect_username

source: Password or connect username required
es: Se requiere contraseña o nombre de usuario de conexión
sw: Nenosiri au jina la mtumiaji wa connect linahitajika

source: You must provide the user's email to send a confirmation email.
sw: Lazima utoe barua pepe ya mtumiaji ili kutuma barua pepe ya uthibitisho.

source: Users will provide their own password on confirmation.
sw: Watumiaji watatoa nenosiri lao wenyewe wakati wa uthibitisho.

source: You must require account confirmation to send a confirmation email.
sw: Lazima uhitaji uthibitisho wa akaunti ili kutuma barua pepe ya uthibitisho.

source: The request resulted in the following errors: {}
es: La solicitud resultó en los siguientes errores: {}
sw: Ombi limesababisha makosa yafuatayo: {}

source: The confirmation email can not be sent because this user's account is already confirmed.
sw: Barua pepe ya uthibitisho haiwezi kutumwa kwa sababu akaunti ya mtumiaji huyu tayari imethibitishwa.

source: This user has no email. You must provide the user's email to send a confirmation email.
sw: Mtumiaji huyu hana barua pepe. Lazima utoe barua pepe ya mtumiaji ili kutuma barua pepe ya uthibitisho.

source: This user does not have an email address set.
sw: Mtumiaji huyu hana anwani ya barua pepe iliyowekwa.

source: This user account cannot reset the password.
sw: Akaunti hii ya mtumiaji haiwezi kuweka upya nenosiri.

source: This user is inactive and cannot reset their password.
sw: Mtumiaji huyu hayuko hai na hawezi kuweka upya nenosiri lao.

source: You don't have permission to access this API
es: No tienes permiso para acceder a esta API
sw: Huna ruhusa ya kufikia API hii

source: Invalid data source! Details: {details}
es: ¡Fuente de datos no válida! Detalles: {details}
sw: Chanzo cha data batili! Maelezo: {details}

source: You do not have permission to view this feed.
es: No tienes permiso para ver este feed.
sw: Huna ruhusa ya kuona mlisho huu.

source: limit must be a positive integer.
es: el límite debe ser un número entero positivo.
sw: kikomo lazima kiwe nambari kamili chanya.

source: Limit may not exceed {}.
es: El límite no puede exceder {}.
sw: Kikomo hakiwezi kuzidi {}.

source: The role '{}' does not exist
es: El rol '{}' no existe
sw: Jukumu la '{}' halipo

source: There are multiple roles with the name '{}' in the domain '{}'
es: Hay múltiples roles con el nombre '{}' en el dominio '{}'
sw: Kuna majukumu mengi yenye jina '{}' katika uwanja '{}'

source: Both primary_location and locations must be provided together.
es: Tanto primary_location como locations deben proporcionarse juntos.
sw: primary_location na locations lazima zitolewe pamoja.

source: Primary location must be included in the list of locations.
es: La ubicación principal debe estar incluida en la lista de ubicaciones.
sw: Primary location lazima ijumuishwe kwenye orodha ya locations.

source: Attempted to update unknown or non-editable field '{}'
es: Se intentó actualizar un campo desconocido o no editable '{}'
sw: Umejaribu kusasisha sehemu isiyojulikana au isiyoweza kuhaririwa '{}'

source: Password is not strong enough.
es: La contraseña no es lo suficientemente fuerte.
sw: Nenosiri halina nguvu ya kutosha.

source: 'default_phone_number' must be a string
es: 'default_phone_number' debe ser una cadena
sw: 'default_phone_number' lazima iwe mfuatano wa herufi (string)

source: Could not find %(doc_type)s with id %(id)s
es: No se encontró %(doc_type)s con id %(id)s
sw: Haikuweza kupata %(doc_type)s yenye kitambulisho %(id)s

source: '{param}' is not a valid type of date range.
es: '{param}' no es un tipo válido de rango de fechas.
sw: '{param}' si aina halali ya kipindi cha tarehe.

source: Cannot parse datetime '{val}'
es: No se puede analizar la fecha y hora '{val}'
sw: Haiwezi kutafsiri muda wa tarehe '{val}'

source: 'email' is required for each user
es: Se requiere 'email' para cada usuario
sw: 'email' inahitajika kwa kila mtumiaji

source: 'role' required for each user
es: Se requiere 'role' para cada usuario
sw: 'role' inahitajika kwa kila mtumiaji

source: 'role' is required for each user
es: Se requiere 'role' para cada usuario
sw: 'role' inahitajika kwa kila mtumiaji

source: '{}' is defined by the profile so cannot be set directly
es: '{}' está definido por el perfil, por lo que no se puede establecer directamente
sw: '{}' imetolewa na wasifu hivyo haiwezi kuwekwa moja kwa moja

source: Invalid parameter(s): {', '.join(invalid_params)}
sw: Kigezo batili: {', '.join(invalid_params)}

source: You do not have permission to edit Tableau Configuration.
es: No tienes permiso para editar la Configuración de Tableau.
sw: Huna ruhusa ya kuhariri Usanidi wa Tableau.

source: This domain does not have user profile privileges.
es: Este dominio no tiene privilegios de perfil de usuario.
sw: Uwanja huu hauna ruhusa za wasifu wa mtumiaji.

source: This domain does not have locations privileges.
es: Este dominio no tiene privilegios de ubicaciones.
sw: Uwanja huu hauna ruhusa za locations.

source: Run Every (minutes)
es: Ejecutar cada (minutos)
sw: Endesha Kila (dakika)

source: Username of the user to run the workflow
es: Nombre de usuario del usuario para ejecutar el flujo de trabajo
sw: Jina la mtumiaji atakayeendesha mtiririko wa kazi

source: HAR File
es: Archivo HAR
sw: Faili ya HAR

source: HAR file recording should start with the selection of the app (navigate_menu_start).
es: La grabación del archivo HAR debe comenzar con la selección de la aplicación (navigate_menu_start).
sw: Urekodi wa faili ya HAR unapaswa kuanza kwa kuchagua programu (navigate_menu_start).

source: Populate workflow from HAR file
es: Rellenar flujo de trabajo desde archivo HAR
sw: Jaza mtiririko wa kazi kutoka faili ya HAR

source: Save
es: Guardar
sw: Hifadhi

source: User not found
es: Usuario no encontrado
sw: Mtumiaji hakupatikana

source: App not found in domain: {domain}:{app_id}
es: Aplicación no encontrada en el dominio: {domain}:{app_id}
sw: Programu haikupatikana kwenye uwanja: {domain}:{app_id}

source: Human: Answer each question individually and submit form
es: Humano: Responde cada pregunta individualmente y envía el formulario
sw: Binadamu: Jibu kila swali moja moja na wasilisha fomu

source: No Submit: Answer all questions but don't submit the form
es: No Enviar: Responde todas las preguntas pero no envíes el formulario
sw: Hakuna Kuwasilisha: Jibu maswali yote lakini usiwasilishe fomu

source: Ignore: Do not complete or submit forms
es: Ignorar: No completar ni enviar formularios
sw: Puuza: Usikamilishe wala kuwasilisha fomu

source: Sync user data before running
es: Sincronizar datos de usuario antes de ejecutar
sw: Linganisha data ya mtumiaji kabla ya kuendesha

source: Number of minutes between runs
es: Número de minutos entre ejecuciones
sw: Idadi ya dakika kati ya uendeshaji

source: Emails to notify on failure
es: Correos electrónicos para notificar en caso de fallo
sw: Barua pepe za kuarifu endapo kutatokea hitilafu

source: Success
es: Éxito
sw: Mafanikio

source: Error:
sw: Hitilafu:

source: Workflow
es: Flujo de trabajo
sw: Mtiririko wa kazi

source: Current Workflow
es: Flujo de trabajo actual
sw: Mtiririko wa Kazi wa Sasa

source: The workflow shown here is the current version which may differ from the version executed at the time of this run.
es: El flujo de trabajo mostrado aquí es la versión actual, que puede diferir de la versión ejecutada en el momento de esta ejecución.
sw: Mtiririko wa kazi unaoonyeshwa hapa ni toleo la sasa ambalo linaweza kutofautiana na toleo lililotekelezwa wakati wa uendeshaji huu.

source: Actions
es: Acciones
sw: Vitendo

source: Logs
es: Registros
sw: Rekodi

source: Run
es: Ejecutar
sw: Endesha

source: Editing "%(workflow_name)s"
es: Editando "%(workflow_name)s"
sw: Unahariri "%(workflow_name)s"

source: New workflow
es: Nuevo flujo de trabajo
sw: Mtiririko wa kazi mpya

source: Average Timings
es: Tiempos Promedio
sw: Wastani wa Muda

source: App Name
es: Nombre de la Aplicación
sw: Jina la Programu

source: Last Run
es: Última Ejecución
sw: Uendeshaji wa Mwisho

source: Last 10 Runs
es: Últimas 10 Ejecuciones
sw: Uendeshaji 10 wa Mwisho

source: Delete
es: Eliminar
sw: Futa

source: Workflow Execution Log for %(workflow_name)s: %(date)s
es: Registro de Ejecución del Flujo de Trabajo para %(workflow_name)s: %(date)s
sw: Rekodi ya Utekelezaji wa Mtiririko wa Kazi kwa %(workflow_name)s: %(date)s

source: Details
es: Detalles
sw: Maelezo

source: Started: %(date_started)s
es: Iniciado: %(date_started)s
sw: Ilianza: %(date_started)s

source: Ended: %(date_ended)s
es: Finalizado: %(date_ended)s
sw: Ilimalizika: %(date_ended)s

source: Duration: %(duration)s
es: Duración: %(duration)s
sw: Muda: %(duration)s

source: Status:
es: Estado:
sw: Hali:

source: Error
sw: Hitilafu

source: Logs for workflow "%(name)s"
es: Registros para el flujo de trabajo "%(name)s"
sw: Logi za mtiririko wa kazi "%(name)s"

source: Log Status
es: Estado del Registro
sw: Hali ya Logi

source: Filter
es: Filtro
sw: Chuja

source: All Status
es: Todos los Estados
sw: Hali Zote

source: Started
es: Iniciado
sw: Imeanza

source: Duration
es: Duración
sw: Muda

source: Avg Timings
es: Tiempos Promedio
sw: Wastani wa Muda

source: Max Timings
es: Tiempos Máximos
sw: Muda wa Juu

source: Testing %(name)s
es: Probando %(name)s
sw: Inajaribu %(name)s

source: Running...
es: Ejecutando...
sw: Inaendeshwa...

source: Automatically Executed App Workflows
es: Flujos de Trabajo de Aplicaciones Ejecutados Automáticamente
sw: Mitiririko ya Kazi ya Programu Inayoendeshwa Kiotomatiki

source: New App Workflow
es: Nuevo Flujo de Trabajo de la Aplicación
sw: Mtiririko Mpya wa Kazi ya Programu

source: You must use the 'Import HAR' button to upload a HAR file.
es: Debe usar el botón 'Importar HAR' para cargar un archivo HAR.
sw: Lazima utumie kitufe cha 'Ingiza HAR' kupakia faili ya HAR.

source: Edit App Workflow: {name}
es: Editar Flujo de Trabajo de la Aplicación: {name}
sw: Hariri Mtiririko wa Kazi ya Programu: {name}

source: Unable to process HAR file: {error}
es: No se puede procesar el archivo HAR: {error}
sw: Imeshindwa kuchakata faili ya HAR: {error}

source: Automatically Executed App Workflow Logs
es: Registros de Flujo de Trabajo de la Aplicación Ejecutados Automáticamente
sw: Logi za Mtiririko wa Kazi ya Programu Inayoendeshwa Kiotomatiki

source: Invalid date parameter
es: Parámetro de fecha no válido
sw: Kigezo batili cha tarehe

source: Workflow Log: {name}
es: Registro de Flujo de Trabajo: {name}
sw: Logi ya Mtiririko wa Kazi: {name}

source: Case Detail Overwrite
es: Sustituir Detalle de Caso
sw: Kubadilisha Maelezo ya Kesi

source: Ability to overwrite one case list or detail's settings with another's. Available in menu settings, in the actions tab.
es: Capacidad para sustituir una lista de casos o la configuración de los detalles con la de otro. Disponible en la configuración del menú, en la pestaña de acciones.
sw: Uwezo wa kubadilisha mipangilio ya orodha ya kesi au maelezo na ya nyingine. Inapatikana kwenye mipangilio ya menyu, katika kichupo cha vitendo.

source: Case List Menu Item
es: Elemento de Menú de la Lista de Casos
sw: Kipengee cha Orodha ya Kesi
