Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Either the same person has more than one CommCare case, or OpenMRS repeater configuration needs to be modified to match cases with patients more accurately.
es: O la misma persona tiene más de un caso de CommCare, o la configuración del repetidor de OpenMRS necesita ser modificada para coincidir los casos con los pacientes de manera más precisa.
sw: Aidha mtu yule yule ana kesi zaidi ya moja ya CommCare, au mpangilio wa OpenMRS repeater unahitaji kurekebishwa ili kulinganisha kesi na wagonjwa kwa usahihi zaidi.

source: Forward to OpenMRS
es: Reenviar a OpenMRS
sw: Tuma mbele kwenda OpenMRS

source: Unable to create an OpenMRS patient for case
es: No se puede crear un paciente de OpenMRS para el caso
sw: Imeshindwa kuunda mgonjwa wa OpenMRS kwa kesi

source: Add OpenMRS Importer
es: Agregar Importador de OpenMRS
sw: Ongeza Ingizaji wa OpenMRS

source: Update OpenMRS Importers
es: Actualizar Importadores de OpenMRS
sw: Sasisha Waingizaji wa OpenMRS

source: Import Now
es: Importar Ahora
sw: Ingiza Sasa

source: OpenMRS Importer
es: Importador de OpenMRS
sw: Ingizaji wa OpenMRS

source: OpenMRS Importers
es: Importadores de OpenMRS
sw: Waingizaji wa OpenMRS

source: OpenMRS Importers saved
es: Importadores de OpenMRS guardados
sw: Waingizaji wa OpenMRS wamehifadhiwa

source: Edit OpenMRS Repeater
es: Editar Repetidor de OpenMRS
sw: Hariri Repeater ya OpenMRS

source: Succeeded
es: Exitoso
sw: Imefanikiwa

source: Cancelled
es: Cancelado
sw: Imesitishwa

source: Payload Rejected
sw: Mzigo Umeakataliwa

source: Error Generating Payload
sw: Hitilafu Katika Kutengeneza Mzigo

source: Is enabled
es: Está habilitado
sw: Imewezeshwa

source: Is not enabled
es: No está habilitado
sw: Haijawezeshwa

source: Should be enabled
es: Debe estar habilitado
sw: Inapaswa kuwezeshwa

source: Can be disabled
es: Se puede deshabilitar
sw: Inaweza kuzimwa

source: Response case action filter expression
es: Expresión de filtro de acción de caso de respuesta
sw: Kielezi cha kuchuja kitendo cha kesi ya majibu

source: Response case action expression
es: Expresión de acción de caso de respuesta
sw: Kielezi cha kitendo cha kesi ya majibu

source: This expression is used to generate the request payload. It is required for POST, and PUT requests.
es: Esta expresión se utiliza para generar la carga útil de la solicitud. Es necesaria para solicitudes POST y PUT.
sw: Kielezi hiki kinatumika kutengeneza payload ya ombi. Kinahitajika kwa maombi ya POST na PUT.

source: Items to add to the end of the URL. Please see the documentation for more information.
es: Elementos para agregar al final de la URL. Por favor, consulte la documentación para más información.
sw: Vitu vya kuongeza mwisho wa URL. Tafadhali angalia nyaraka kwa maelezo zaidi.

source: Use this to determine if the response should create or update a case. If left blank, no action will be taken. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
es: Utilice esto para determinar si la respuesta debe crear o actualizar un caso. Si se deja en blanco, no se tomará ninguna acción. Para más información, consulte <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">estos documentos</a>
sw: Tumia hii kubaini kama majibu yanapaswa kuunda au kusasisha kesi. Ukiacha wazi, hakuna kitakachofanyika. Kwa maelezo zaidi angalia <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">hizi nyaraka</a>

source: Use this to create a Case API payload which will be used to create or update a case. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
es: Utilice esto para crear una carga útil de la API de Caso que se utilizará para crear o actualizar un caso. Para más información, consulte <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">estos documentos</a>
sw: Tumia hii kuunda payload ya Case API ambayo itatumika kuunda au kusasisha kesi. Kwa maelezo zaidi angalia <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">hizi nyaraka</a>

source: This field is required for {request_method} requests.
es: Este campo es obligatorio para solicitudes {request_method}.
sw: Sehemu hii inahitajika kwa maombi ya {request_method}.

source: This field is required when '{other}' is provided
es: Este campo es obligatorio cuando se proporciona '{other}'
sw: Sehemu hii inahitajika wakati '{other}' imetolewa

source: Configurable Case Repeater
es: Repetidor de Caso Configurable
sw: Repeater ya Kesi Inayoweza Kusanifiwa

source: Configurable Form Repeater
es: Repetidor de Formulario Configurable
sw: Repeater ya Fomu Inayoweza Kusanifiwa

source: Configurable ArcGIS Form Repeater
es: Repetidor de Formulario ArcGIS Configurable
sw: Repeater ya Fomu ya ArcGIS Inayoweza Kusanifiwa

source: [No error message given by ArcGIS]
es: [No se proporcionó mensaje de error por ArcGIS]
sw: [Hakuna ujumbe wa kosa uliotolewa na ArcGIS]

source: Edit Case Repeater
es: Editar Repetidor de Caso
sw: Hariri Repeater ya Kesi

source: Edit Form Repeater
es: Editar Repetidor de Formulario
sw: Hariri Repeater ya Fomu

source: Edit ArcGIS Form Repeater
es: Editar Repetidor de Formulario ArcGIS
sw: Hariri Repeater ya Fomu ya ArcGIS

source: Start Forwarding
es: Empezar Reenvío
sw: Anza Kusambaza Mbele

source: Include 'app_id' URL query parameter.
es: Incluir el parámetro de consulta de URL 'app_id'.
sw: Jumuisha kipengele cha 'app_id' kwenye URL query.

source: Users to exclude
es: Usuarios a excluir
sw: Watumiaji wa kuondoa

source: Forms submitted by these users will not be forwarded
es: Los formularios enviados por estos usuarios no serán reenviados
sw: Fomu zilizowasilishwa na watumiaji hawa hazitasambazwa mbele

source: XMLNSes of forms to include
es: XMLNSes de formularios a incluir
sw: XMLNS za fomu za kujumuisha

source: Separate with commas, spaces or newlines. Leave empty to forward all forms.
es: Separe con comas, espacios o nuevas líneas. Deje vacío para reenviar todos los formularios.
sw: Tenganisha kwa koma, nafasi au mstari mpya. Acha wazi kusambaza fomu zote.

source: Only cases of this type will be forwarded. Leave empty to forward all cases
es: Solo se enviarán casos de este tipo. Déjelo vacío para reenviar todos los casos
sw: Ni kesi za aina hii pekee ndizo zitasambazwa mbele. Acha wazi kusambaza kesi zote

source: Case creations and updates submitted by these users will not be forwarded
es: Las creaciones y actualizaciones de caso ingresados por estos usuarios no serán reenviadas
sw: Uundaji na usasishaji wa kesi uliowasilishwa na watumiaji hawa hautasambazwa mbele

source: Unknown case-type
es: Tipo de caso desconocido
sw: Aina ya kesi haijulikani

source: Unknown user
es: Usuario desconocido
sw: Mtumiaji hajulikani

source: Forward Forms
es: Reenviar Formularios
sw: Sambaza Fomu

source: Forward Form Metadata to Commcare Connect
sw: Sogeza Metadata ya Fomu kwa Commcare Connect

source: Forward Cases
es: Reenviar Casos
sw: Sambaza Kesi

source: Forward Cases on Creation Only
es: Reenviar Casos Solo al Crear
sw: Sambaza Kesi Wakati wa Kuundwa Pekee

source: Forward Cases on Update Only
es: Reenviar Casos Solo al Actualizar
sw: Sambaza Kesi Wakati wa Kusasisha Pekee

source: Forward Cases To Another Commcare Project
es: Reenviar Casos a Otro Proyecto de Commcare
sw: Sambaza Kesi Kwa Mradi Mwingine wa Commcare

source: Update Cases in another CommCare Project via a Data Registry
es: Actualizar Casos en otro Proyecto de CommCare a través de un Registro de Datos
sw: Sasisha Kesi katika Mradi mwingine wa CommCare kupitia Rejista ya Data

source: Forward Form Stubs
es: Reenviar el Comprobante del Formulario
sw: Sambaza Vipande vya Fomu

source: Forward App Schema Changes
es: Reenviar Cambios al Esquema de la Aplicación
sw: Sambaza Mabadiliko ya Muundo wa Programu

source: Forward Users
es: Re-enviar Usuarios
sw: Sambaza Watumiaji

source: Forward Locations
es: Re-enviar Ubicaciones
sw: Maeneo ya Upelekwaji

source: Forward Data Source Data
es: Reenviar Datos de Fuente de Datos
sw: Tuma Upya Data ya Chanzo cha Data

source: Python dictionary
es: Diccionario de Python
sw: Kamusi ya Python

source: Resend selected records
es: Reenviar registros seleccionados
sw: Tuma tena rekodi zilizochaguliwa

source: Requeue selected records
es: Reencolar registros seleccionados
sw: Weka tena kwenye foleni rekodi zilizochaguliwa

source: Requeue
es: Reencolar
sw: Weka tena kwenye foleni

source: Cancel selected records
es: Cancelar registros seleccionados
sw: Ghairi rekodi zilizochaguliwa

source: You must filter to a specific repeater or payload in order to take an action on the entire table.
sw: Lazima uchuje kwa kurudia maalum au mzigo ili kuchukua hatua kwenye jedwali lote.

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-default"> Select all <b>%(formatted_total)s</b> records in this table </button>
sw: Rekodi zote <b><span id="selected-page-count"></span></b> kwenye ukurasa huu zimechaguliwa. <button id="select-table-button" role="button" class="btn btn-default"> Chagua rekodi zote <b>%(formatted_total)s</b> kwenye jedwali hili </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-default"> Clear selection </button>
sw: Rekodi zote <b>%(formatted_total)s</b> kwenye jedwali hili zimechaguliwa. <button id="clear-table-selection" role="button" class="btn btn-default"> Futa uteuzi </button>

source: Are you sure?
es: ¿Estás seguro?
sw: Una uhakika?

source: Payload
es: Carga útil
sw: Mzigo

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-outline-primary" > Select all <b>%(formatted_total)s</b> records in this table </button>
sw: Rekodi zote <b><span id="selected-page-count"></span></b> kwenye ukurasa huu zimechaguliwa. <button id="select-table-button" role="button" class="btn btn-outline-primary" > Chagua rekodi zote <b>%(formatted_total)s</b> kwenye jedwali hili </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > Clear selection </button>
sw: Rekodi zote <b>%(formatted_total)s</b> kwenye jedwali hili zimechaguliwa. <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > Futa uteuzi </button>

source: No attempts exist for this record.
es: No existen intentos para este registro.
sw: Hakuna majaribio yaliyopo kwa rekodi hii.

source: Diagnosis:
es: Diagnóstico:
sw: Uchunguzi:

source: View records
es: Ver registros
sw: Tazama rekodi

source: Resume
es: Reanudar
sw: Endeleza

source: Resume Forwarding
es: Reanudar Reenvío
sw: Endeleza Upelekwaji

source: Are you sure you want to resume forwarding to: "%(name)s" ? <br/> All records enqueued for this forwarder with be triggered once forwarding is resumed.
es: ¿Está seguro de que desea reanudar el reenvío a: "%(name)s" ? <br/> Todos los registros encolados para este reenviador se activarán una vez que se reanude el reenvío.
sw: Una uhakika unataka kuendelea na upelekwaji kwa: "%(name)s" ? <br/> Rekodi zote zilizowekwa kwenye foleni kwa mpeleka huu zitatumwa mara tu upelekwaji utakapendelea.

source: Pause
es: Pausa
sw: Sitisha

source: Pause Forwarding
es: Pausar Reenvío
sw: Sitisha Upelekwaji

source: Are you sure you want to pause forwarding to: "%(name)s" ? <br/> Please note that new records would get enqueued but would get triggered only when forwarding is resumed.
es: ¿Está seguro de que desea pausar el reenvío a: "%(name)s" ? <br/> Tenga en cuenta que los nuevos registros se encolarán pero se activarán solo cuando se reanude el reenvío.
sw: Una uhakika unataka kusitisha upelekwaji kwa: "%(name)s" ? <br/> Tafadhali kumbuka kuwa rekodi mpya zitawekwa kwenye foleni lakini zitatumwa tu upelekwaji utakapendelea tena.

source: Delete Configuration
es: Eliminar Configuración
sw: Futa Mpangilio

source: Are you sure you want to delete the configuration for: %(name)s ? <br/><br /> Historical data forwarding records will not be deleted, but no new records will be forwarded, and this configuration will no longer appear on this page.
es: ¿Está seguro de que desea eliminar la configuración para: %(name)s ? <br/><br /> Los registros de reenvío de datos históricos no se eliminarán, pero no se reenviarán nuevos registros, y esta configuración ya no aparecerá en esta página.
sw: Una uhakika unataka kufuta mpangilio wa: %(name)s ? <br/><br /> Rekodi za kihistoria za upelekwaji hazitafutwa, lakini hakuna rekodi mpya zitakazotumwa, na mpangilio huu hautaonekana tena kwenye ukurasa huu.

source: %(pending_record_count)s pending items to be forwarded
es: %(pending_record_count)s elementos pendientes de ser reenviados
sw: Vipengele %(pending_record_count)s vinavyosubiri kutumwa

source: Failure
es: Falla
sw: Imeshindikana

source: You haven't configured any services to forward to yet.
es: Aún no ha configurado ningún servicio para reenviar.
sw: Bado hujaweka huduma yoyote ya kutumiwa.

source: Add a service to forward to
es: Agregar un servicio para reenviar
sw: Ongeza huduma ya kutumiwa

source: Unable to generate url for record
es: No fue posible generar url para el registro
sw: Imeshindikana kutengeneza url ya rekodi

source: Payload rejected
sw: Mzigo umekataliwa

source: Error generating payload
sw: Hitilafu katika kutengeneza mzigo

source: Remote Service
es: Servicio Remoto
sw: Huduma ya Mbali

source: Retry Date
es: Reintentar Fecha
sw: Tarehe ya Jaribio Tena

source: Delivery Attempts
es: Intentos de Envíos
sw: Majaribio ya Uwasilishaji

source: View Responses
es: Ver Respuestas
sw: Tazama Majibu

source: Please filter to a specific repeater or payload before attempting a bulk action.
es: Por favor, filtre a un repetidor o carga útil específico antes de intentar una acción masiva.
sw: Tafadhali chuja kwa kurudia maalum au mzigo kabla ya kujaribu hatua ya pamoja.

source: Forward Data
es: Reenviar Datos
sw: Tuma Data

source: Forwarding set up to {}
es: Reenvío configurado a {}
sw: Upelekwaji umewekwa kwenda {}

source: Update Forwarder
es: Actualizar Reenviador
sw: Sasisha Mpeleka

source: Forwarder Successfully Updated
es: Reenviador Actualizado Exitosamente
sw: Mpeleka Amesasishwa Kwa Mafanikio

source: Project space: {}
es: Espacio del proyecto: {}
sw: Nafasi ya mradi: {}

source: Remote API base URL: {}
es: URL base de la API Remota: {}
sw: URL kuu ya API ya mbali: {}

source: Payload ID: {}
es: ID de Carga Útil: {}
sw: Kitambulisho cha Mzigo: {}

source: *Why am I getting this email?*
es: *¿Por qué estoy recibiendo este correo electrónico?*
sw: *Kwa nini napokea barua pepe hii?*

source: This address is configured in CommCare HQ as a notification address for integration errors.
es: Esta dirección está configurada en CommCare HQ como una dirección de notificación para errores de integración.
sw: Anwani hii imewekwa kwenye CommCare HQ kama anwani ya arifa za makosa ya muunganiko.

source: *How do I unsubscribe?*
es: *¿Cómo me doy de baja?*
sw: *Ninawezaje kujiondoa?*

source: Open Connection Settings in CommCare HQ ({}) and remove your email address from the "Addresses to send notifications" field for remote connections. If necessary, please provide an alternate address.
es: Abra la Configuración de Conexión en CommCare HQ ({}) y elimine su dirección de correo electrónico del campo "Direcciones para enviar notificaciones" para conexiones remotas. Si es necesario, proporcione una dirección alternativa.
sw: Fungua Mipangilio ya Muunganiko kwenye CommCare HQ ({}) na uondoe anwani yako ya barua pepe kwenye sehemu ya "Anwani za kutuma arifa" kwa miunganiko ya mbali. Ikiwa ni lazima, tafadhali toa anwani mbadala.

source: MOTECH Error
es: Error de MOTECH
sw: Hitilafu ya MOTECH

source: Delete Connection Settings
es: Eliminar Configuración de Conexión
sw: Futa Mipangilio ya Muunganisho

source: Add Connection Settings
es: Agregar Configuración de Conexión
sw: Ongeza Mipangilio ya Muunganisho

source: Remote API Logs
es: Registros de la API Remota
sw: Rekodi za API ya Mbali

source: Request
es: Solicitud
sw: Ombi

source: Request headers
es: Encabezados de solicitud
sw: Vichwa vya Ombi

source: Request params
es: Parámetros de solicitud
sw: Vigezo vya Ombi

source: Request body
es: Cuerpo de la solicitud
sw: Mwili wa Ombi

source: Request error
es: Error de solicitud
sw: Hitilafu ya Ombi

source: Response headers
es: Encabezados de Respuesta
sw: Vichwa vya Majibu

source: Response body
es: Cuerpo de la respuesta
sw: Mwili wa Majibu

source: Request duration (ms)
es: Duración de la solicitud (ms)
sw: Muda wa Ombi (ms)

source: Duration (ms)
es: Duración (ms)
sw: Muda (ms)

source: No API requests have been logged.
es: No se han registrado solicitudes de API.
sw: Hakuna maombi ya API yaliyorekodiwa.

source: Request Method
es: Método de Solicitud
sw: Njia ya Ombi

source: Request URL
es: URL de la solicitud
sw: URL ya Ombi

source: Request Body
es: Cuerpo de la solicitud
sw: Mwili wa Ombi

source: Status Code
es: Código de estado
sw: Nambari ya Hali

source: Response Headers
es: Encabezados de respuesta
sw: Vichwa vya Majibu

source: Response Body
es: Cuerpo de la respuesta
sw: Mwili wa Majibu

source: Notify Addresses
es: Direcciones de notificación
sw: Anwani za Taarifa

source: Used By
es: Utilizado Por
sw: Inatumiwa Na

source: Please enter client secret again.
es: Por favor, ingrese el secreto del cliente nuevamente.
sw: Tafadhali ingiza siri ya mteja tena.

source: Please enter API password again.
es: Por favor, ingrese la contraseña de la API nuevamente.
sw: Tafadhali ingiza nenosiri la API tena.

source: API Access
es: Acceso API
sw: Ufikiaji wa API

source: Web-Based Apps (CloudCare)
es: Aplicaciones Basadas en la Web (CloudCare)
sw: Programu Zinazotumia Wavuti (CloudCare)

source: Active Data Management
es: Administración de Datos Activos
sw: Usimamizi Hai wa Data

source: Custom Branding
es: Marca Personalizada
sw: Uwekaji Alama wa Kibinafsi

source: Advanced Role-Based Access
es: Acceso Basado en Roles Avanzados
sw: Ufikiaji wa Kina Kulingana na Majukumu

source: Organization-based data export and user management restrictions
es: Exportación de datos según organización y restricciones de manejo de usuarios
sw: Vikwazo vya usafirishaji wa data na usimamizi wa watumiaji kulingana na shirika

source: Outgoing Messaging
es: Mensajería Saliente
sw: Ujumbe Unaotoka

source: Incoming Messaging
es: Mensajería Entrante
sw: Ujumbe Unaopokelewa

source: Reminders Framework
es: Esquema de los Recordatorios
sw: Mfumo wa Vikumbusho

source: Custom Android Gateway
es: Portal Android Personalizado
sw: Lango Maalum la Android

source: Bulk Case Management
es: Manejo de Casos General
sw: Usimamizi wa Kesi kwa Wingi

source: Bulk User Management
es: Administración de Usuario General
sw: Usimamizi wa Watumiaji kwa Wingi

source: Bulk Data Editing
sw: Uhariri wa Data kwa Wingi

source: Add Mobile Workers Above Limit
es: Agregar Usuarios Móviles Sobre el Límite
sw: Ongeza Wafanyakazi wa Simu Zaidi ya Kikomo

source: De-Identified Data
es: Datos Anónimos
sw: Data Isiyotambulika

source: HIPAA Compliance Assurance
es: Garantía de Cumplimiento con la Ley HIPPA
sw: Uhakikisho wa Uzingatiaji wa HIPAA

source: Custom CommCare Logo Uploader
es: Carga de Logo Personalizado CommCare
sw: Kipakiaji wa Nembo Maalum ya CommCare

source: User Configurable Report Builder
es: Desarrollador de Reportes Configurables por el Usuario
sw: Jenzi la Ripoti Linaloweza Kusetiwa na Mtumiaji

source: Report Builder Trial
es: Prueba de Desarrollador de Reportes
sw: Majaribio ya Jenzi la Ripoti

source: Report Builder, 5 report limit
es: Desarrollador de Reportes, límite de 5 reportes
sw: Jenzi la Ripoti, kikomo cha ripoti 5

source: Report Builder, 15 report limit
es: Desarrollador de Reportes, límite de 15 reportes
sw: Jenzi la Ripoti, kikomo cha ripoti 15

source: Report Builder, 30 report limit
es: Desarrollador de Reportes, límite de 30 reportes
sw: Jenzi la Ripoti, kikomo cha ripoti 30

source: Built-in Integration
es: Integración Incorporada
sw: Muunganisho Uliojengwa Ndani

source: External Integration Framework
es: Marco de Integración Externa
sw: Mfumo wa Muunganisho wa Nje

source: Data Management
es: Administración de Datos
sw: Usimamizi wa Data

source: Domain Level Security Features
es: Funciones de Seguridad Nivel Dominio
sw: Vipengele vya Usalama wa Kiwango cha Domain

source: Build Profiles
es: Desarrollar Perfiles
sw: Profaili za Ujenzi

source: Excel Dashboard
es: Tablero de Excel
sw: Dashibodi ya Excel

source: Daily saved export
es: Exportación Guardada Diariamente
sw: Uhamishaji wa kila siku uliohifadhiwa

source: Zapier Integration
es: Integración Zapier
sw: Muunganiko wa Zapier

source: Log In As for App Preview
es: Iniciar sesión como para vista previa de la aplicación
sw: Ingia Kama kwa Hakiki ya Programu

source: Practice mode for mobile workers
es: Modo de práctica para usuarios móviles
sw: Hali ya mazoezi kwa watumiaji wa simu

source: Case Sharing via Groups
es: Compartición de casos a través de grupos
sw: Ushirikiano wa Kesi kupitia Vikundi

source: Power BI / Tableau Integration
es: Integración con Power BI / Tableau
sw: Muunganiko wa Power BI / Tableau

source: Project Features
es: Características del proyecto
sw: Vipengele vya Mradi

source: App User Profiles
es: Perfiles de usuarios de la aplicación
sw: Profaili za Watumiaji wa Programu

source: Geocoder
es: Geocodificador
sw: Geokoda

source: Default Export Settings
es: Configuración predeterminada de exportación
sw: Mipangilio Chaguo-msingi ya Uhamishaji

source: Enterprise Release Management
es: Gestión de lanzamientos empresariales
sw: Usimamizi wa Toleo la Biashara

source: Multi-Environment Release Management
es: Gestión de lanzamientos en múltiples entornos
sw: Usimamizi wa Toleo kwa Mazingira Mengi

source: Loadtest Users
es: Usuarios de prueba de carga
sw: Watumiaji wa Loadtest

source: Link to other forms in End of Form Navigation
es: Enlace a otros formularios en la navegación al final del formulario
sw: Kiungo kwa fomu nyingine katika Uabiri wa Mwisho wa Fomu

source: Phone heartbeat
es: Latido del teléfono
sw: Mapigo ya simu

source: Improved app changes view
es: Vista mejorada de cambios en la aplicación
sw: Mwonekano ulioboreshwa wa mabadiliko ya programu

source: File Dropzone
es: Zona de carga de archivos
sw: Eneo la Kudondosha Faili

source: Regular Expression Validation for Custom Data Fields
es: Validación de expresiones regulares para campos de datos personalizados
sw: Uthibitishaji wa Msururu wa Kawaida kwa Sehemu Maalum za Data

source: Location Safe Case Imports
es: Importaciones de casos seguras por ubicación
sw: Uingizaji wa Kesi Salama wa Mahali

source: Download buttons for Form- and Case IDs on Case Importer
es: Botones de descarga para IDs de formularios y casos en el importador de casos
sw: Vitufe vya kupakua kwa Vitambulisho vya Fomu na Kesi kwenye Kiingiza Kesi

source: Sort multiple rows in exports simultaneously
es: Ordenar múltiples filas en exportaciones simultáneamente
sw: Panga safu nyingi kwa wakati mmoja kwenye uhamishaji

source: Allow exports to have ownership
es: Permitir que las exportaciones tengan propiedad
sw: Ruhusu uhamishaji kuwa na umiliki

source: Bulk user management features
es: Características de gestión masiva de usuarios
sw: Vipengele vya usimamizi wa watumiaji kwa wingi
