Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: This contract is too long to be managed in this interface. Please contact %(email)s to manage a contract greater than 5 years.
es: Este contrato es demasiado largo para ser administrado en esta interfaz. Por favor contacte a %(email)s para administrar un contrato mayor a 5 años.
sw: Mkataba huu ni mrefu mno kudhibitiwa kwenye kiolesura hiki. Tafadhali wasiliana na %(email)s ili kudhibiti mkataba wa zaidi ya miaka 5.

source: user
es: usuario
sw: mtumiaji

source: You tried to add too much %(credits_name)s credit! Only someone on the operations team can add that much credit. Please reach out to %(email)s.
es: ¡Intentó agregar demasiado crédito %(credits_name)s. Solamente alguien en el equipo de operaciones puede agregar tanto crédito. Por favor contacte a %(email)s.
sw: Umejaribu kuongeza mkopo mwingi wa %(credits_name)s! Ni mtu wa timu ya uendeshaji pekee anayeweza kuongeza mkopo huo mwingi. Tafadhali wasiliana na %(email)s.

source: Select a subscription type...
es: Seleccione un tipo de suscripción...
sw: Chagua aina ya usajili...

source: Subscription Type
es: Tipo de Suscripción
sw: Aina ya Usajili

source: Select Status
es: Seleccionar estado
sw: Chagua Hali

source: Applicable for search only
es: Aplicable solo para búsqueda
sw: Inatumika kwa utafutaji pekee

source: Add New Restriction
es: Agregar nueva restricción
sw: Ongeza Kizuizi Kipya

source: Please select application
es: Por favor selecciona la aplicación
sw: Tafadhali chagua programu

source: Please select location
es: Por favor selecciona la ubicación
sw: Tafadhali chagua eneo

source: Please select version
es: Por favor selecciona la versión
sw: Tafadhali chagua toleo

source: Restriction for profile {profile} set successfully.
es: Restricción para el perfil {profile} configurada exitosamente.
sw: Kizuizi kwa wasifu {profile} kimewekwa kikamilifu.

source: Restriction for profile {profile} failed: {message}
es: Fallo en la restricción para el perfil {profile}: {message}
sw: Kuweka kizuizi kwa wasifu {profile} kimeshindwa: {message}

source: Using project's timezone: {}
es: Usando la zona horaria del proyecto: {}
sw: Inatumia eneo la saa la mradi: {}

source: App URL
sw: URL ya Programu

source: Copy and paste the full URL of the application from the source server. You can find this URL in your browser's address bar when viewing the app.
sw: Nakili na bandika URL kamili ya programu kutoka seva chanzo. Unaweza kupata URL hii kwenye sehemu ya anwani ya kivinjari chako unapoiangalia programu.

source: The URL must start with https://
sw: URL lazima ianze na https://

source: The source app url matches the current server. To copy an app within the same server, please use the Copy Application feature.
sw: URL ya programu chanzo inalingana na seva ya sasa. Ili kunakili programu ndani ya seva hiyo hiyo, tafadhali tumia kipengele cha Nakili Programu.

source: Invalid app URL format.
sw: Muundo wa URL ya programu si sahihi.

source: The URL must be from a valid CommCare server.
sw: URL lazima iwe kutoka kwenye seva halali ya CommCare.

source: Application Name
sw: Jina la Programu

source: Choose a name for the imported application on this server.
sw: Chagua jina la programu iliyoingizwa kwenye seva hii.

source: Application Source File
es: Archivo de Fuente de la Aplicación
sw: Faili Chanzo la Programu

source: Import Application
es: Importe la Aplicación
sw: Ingiza Programu

source: The file uploaded is an invalid JSON file.
sw: Faili iliyopakiwa si faili halali ya JSON.

source: Enable credentials for application
sw: Washa hati za programu

source: Select the application that will be used to issue credentials to workers.
sw: Chagua programu itakayotumika kutoa hati kwa wafanyakazi.

source: Credential Issuing Application
sw: Programu ya Kutoa Hati

source: No application
sw: Hakuna programu

source: Transfer domain request is no longer active
es: La solicitud de transferencia de dominio ya no está activa
sw: Ombi la uhamisho wa domain halipo tena

source: Transfer of ownership for CommCare project space.
es: Transferencia de derechos de propiedad del espacio de proyecto de CommCare.
sw: Uhamisho wa umiliki wa nafasi ya mradi wa CommCare.

source: There has been a transfer of ownership of {domain}
es: Ha habido una transferencia de derechos de propiedad del {domain}
sw: Kumekuwa na uhamisho wa umiliki wa {domain}

source: Transfer project ownership
es: Transferir derechos de propiedad
sw: Hamisha umiliki wa mradi

source: By clicking "accept" below you acknowledge that you accept full ownership of this project space ("%(domain)s"). You agree to be bound by the terms of Dimagi's <a href="https://www.dimagi.com/terms/latest/privacy/">Terms of Service and Business Agreement</a>. By accepting this agreement, your are acknowledging you have permission and authority to accept these terms. A Dimagi representative will notify you when the transfer is complete.
es: Al hacer clic en "aceptar" a continuación, reconoces que aceptas la plena propiedad de este espacio de proyecto ("%(domain)s"). Aceptas estar sujeto a los términos del <a href="https://www.dimagi.com/terms/latest/privacy/">Acuerdo de Términos de Servicio y Negocios de Dimagi</a>. Al aceptar este acuerdo, estás reconociendo que tienes permiso y autoridad para aceptar estos términos. Un representante de Dimagi te notificará cuando la transferencia esté completa.
sw: Kwa kubofya "kubali" hapa chini unathibitisha kwamba unakubali umiliki kamili wa nafasi hii ya mradi ("%(domain)s"). Unakubali kufungwa na masharti ya <a href="https://www.dimagi.com/terms/latest/privacy/">Masharti ya Huduma na Makubaliano ya Biashara</a> ya Dimagi. Kwa kukubali makubaliano haya, unathibitisha una ruhusa na mamlaka ya kukubali masharti haya. Mwakilishi wa Dimagi atakujulisha uhamisho utakapokamilika.

source: Accept
es: Aceptar
sw: Kubali

source: Decline
es: Rechazar
sw: Kataa

source: Sorry this transfer request has expired.
es: Lo sentimos, esta solicitud de transferencia ha expirado.
sw: Samahani ombi hili la uhamisho limeisha muda wake.

source: Enable Case Search
es: Habilite Búsqueda de Caso
sw: Washa Utafutaji wa Kesi

source: Enabling case search for the project will allow mobile users to look up cases that don't necessarily belong to them, and claim them. Possible applications range from cases for patients who move from one location to another, and other lost-to-follow-up scenarios, to any scenario involving searching for information, products, people or items.
es: Habilitar la búsqueda de casos para el proyecto permitirá a los usuarios móviles buscar casos que no necesariamente les pertenecen y reclamarlos. Las posibles aplicaciones van desde casos de pacientes que se mudan de un lugar a otro, y otros escenarios de pérdida de seguimiento, hasta cualquier escenario que implique buscar información, productos, personas o artículos.
sw: Kuwasha utafutaji wa kesi kwa mradi kutawawezesha watumiaji wa simu kutafuta kesi ambazo sio lazima ziwe zao, na kuzichukua. Matumizi yanaweza kuwa kwa kesi za wagonjwa wanaohama kutoka eneo moja hadi jingine, na hali zingine za waliopotea au kufuatiliwa, hadi hali yoyote inayohusisha kutafuta taarifa, bidhaa, watu au vitu.

source: WARNING: Enabling Case Search allows users to read the data of other users' cases, and take ownership of them, from modules whose case lists are configured for searching.
es: ADVERTENCIA: Habilitar la Búsqueda de Casos permite a los usuarios leer los datos de los casos de otros usuarios y tomar posesión de ellos, desde módulos cuyas listas de casos están configuradas para la búsqueda.
sw: ONYO: Kuwasha Utafutaji wa Kesi kunaruhusu watumiaji kusoma data ya kesi za watumiaji wengine, na kuchukua umiliki wake, kutoka kwenye moduli ambazo orodha za kesi zimepangwa kwa ajili ya utafutaji.

source: Visit <a href='%(case_search_url)s' target='_blank'>Case Search</a> to test out your configuration.
es: Visita <a href='%(case_search_url)s' target='_blank'>Búsqueda de Casos</a> para probar tu configuración.
sw: Tembelea <a href='%(case_search_url)s' target='_blank'>Utafutaji wa Kesi</a> kujaribu mpangilio wako.

source: Fuzzy Search Properties
es: Propiedades de Búsqueda Difusa
sw: Sifa za Utafutaji wa Fuzzy

source: Add a list of all fuzzy search properties by case type below. These are properties that might be spelled inexactly by a user, e.g. "name". <br><br> When working with related case properties, add them to the case type that you will be searching on, not the related case type. For example, if fuzzy matching on the parent's case name, add <strong>parent/name</strong> here as a property of the child case type.
es: Agrega una lista de todas las propiedades de búsqueda difusa por tipo de caso a continuación. Estas son propiedades que podrían estar mal escritas por un usuario, por ejemplo, "nombre". <br><br> Al trabajar con propiedades de casos relacionados, agrégalas al tipo de caso que estarás buscando, no al tipo de caso relacionado. Por ejemplo, si se hace coincidencia difusa en el nombre del caso del padre, agrega <strong>parent/name</strong> aquí como una propiedad del tipo de caso hijo.
sw: Ongeza orodha ya sifa zote za utafutaji wa fuzzy kwa kila aina ya kesi hapa chini. Hizi ni sifa ambazo mtumiaji anaweza kuandika kwa makosa, mfano "jina". <br><br> Unapofanya kazi na sifa zinazohusiana na kesi, ziweke kwenye aina ya kesi unayotafuta, si aina ya kesi inayohusiana. Kwa mfano, kama unafanya ulinganisho wa fuzzy kwenye jina la kesi ya mzazi, ongeza <strong>parent/name</strong> hapa kama sifa ya aina ya kesi ya mtoto.

source: Add case type
es: Agregar tipo de caso
sw: Ongeza aina ya kesi

source: Synchronous Web Apps Submissions
es: Envíos de Aplicaciones Web Sincrónicas
sw: Uwasilishaji wa Programu za Wavuti Zilizosawazishwa

source: Update case search data immediately on web apps form submission.
es: Actualizar los datos de búsqueda de casos inmediatamente al enviar un formulario de aplicaciones web.
sw: Sasisha data ya utafutaji wa kesi mara moja unapowasilisha fomu ya programu ya wavuti.

source: This will slow down submissions but prevent case search data from going stale.
es: Esto ralentizará los envíos pero evitará que los datos de búsqueda de casos se vuelvan obsoletos.
sw: Hii itapunguza kasi ya uwasilishaji lakini itazuia data ya utafutaji wa kesi kuchakaa.

source: Sync Cases On Form Entry
es: Sincronizar Casos al Ingresar al Formulario
sw: Sawazisha Kesi Unapoingiza Fomu

source: Update local case data immediately before entering a web apps form.
es: Actualizar los datos locales del caso inmediatamente antes de ingresar a un formulario de aplicaciones web.
sw: Sasisha data ya kesi ya ndani mara moja kabla ya kuingiza fomu ya programu ya wavuti.

source: This will slow down form entry, but will prevent stale case data from populating the form.
es: Esto ralentizará la entrada al formulario, pero evitará que los datos obsoletos del caso llenen el formulario.
sw: Hii itapunguza kasi ya kuingiza fomu, lakini itazuia data ya kesi iliyochakaa kujaza fomu.

source: Remove Special Characters
es: Remover Caracteres Especiales
sw: Ondoa Herufi Maalum

source: Remove characters from incoming search queries for particular case properties. For example, you can remove '+' from phone numbers or '-' from ID queries.
es: Elimina caracteres de las consultas de búsqueda entrantes para propiedades de casos particulares. Por ejemplo, puedes eliminar '+' de los números de teléfono o '-' de las consultas de ID.
sw: Ondoa herufi kutoka kwenye maswali ya utafutaji yanayoingia kwa mali maalum za kesi. Kwa mfano, unaweza kuondoa '+' kutoka kwa nambari za simu au '-' kutoka kwa maswali ya kitambulisho.

source: Add case property
es: Agregar propiedad de caso
sw: Ongeza mali ya kesi

source: Edit Alert
es: Editar Alerta
sw: Hariri Arifa

source: Feature Previews
es: Vistas Previas de Función
sw: Muonekano wa Vipengele

source: What are Feature Previews?
es: ¿Qué son las Vistas Previas de Funciones?
sw: Vipengele vya Muonekano ni nini?

source: Before we invest in making certain product features generally available, we release them as Feature Previews to learn the following two things from usage data and qualitative feedback.
es: Antes de invertir en hacer que ciertas características del producto estén generalmente disponibles, las lanzamos como Vistas Previas de Funciones para aprender las siguientes dos cosas a partir de datos de uso y comentarios cualitativos.
sw: Kabla ya kuwekeza katika kufanya vipengele fulani vya bidhaa vipatikane kwa wote, tunavitoa kama Vipengele vya Muonekano ili kujifunza mambo mawili yafuatayo kutoka kwa data ya matumizi na maoni ya ubora.

source: <strong>Perceived Value:</strong> The biggest risk in product development is to build something that offers little value to our users. As such, we make Feature Previews generally available only if they have high perceived value.
es: <strong>Valor Percibido:</strong> El mayor riesgo en el desarrollo de productos es construir algo que ofrezca poco valor a nuestros usuarios. Por lo tanto, hacemos que las Vistas Previas de Funciones estén generalmente disponibles solo si tienen un alto valor percibido.
sw: <strong>Thamani Inayoonekana:</strong> Hatari kubwa zaidi katika maendeleo ya bidhaa ni kujenga kitu kisicho na thamani kubwa kwa watumiaji wetu. Kwa hivyo, tunafanya Vipengele vya Muonekano vipatikane kwa wote tu ikiwa vina thamani kubwa inayoonekana.

source: <strong>User Experience:</strong> Even if a feature has high perceived value, it is important that the user experience of the feature is optimized such that our users actually receive the value. As such, we make high value Feature Previews generally available after we optimize the user experience.
es: <strong>Experiencia del Usuario:</strong> Incluso si una función tiene un alto valor percibido, es importante que la experiencia del usuario de la función esté optimizada para que nuestros usuarios realmente reciban el valor. Por lo tanto, hacemos que las Vistas Previas de Funciones de alto valor estén generalmente disponibles después de optimizar la experiencia del usuario.
sw: <strong>Uzoefu wa Mtumiaji:</strong> Hata kama kipengele kina thamani kubwa inayoonekana, ni muhimu kwamba uzoefu wa mtumiaji wa kipengele hicho umeboreshwa ili watumiaji wetu wapate thamani hiyo. Kwa hivyo, tunafanya Vipengele vya Muonekano vyenye thamani kubwa vipatikane kwa wote baada ya kuboresha uzoefu wa mtumiaji.

source: Feature Previews are in active product development, therefore should not be used for business critical workflows. We encourage you to use Feature Previews and provide us feedback, however please note that Feature Previews:
es: Las Vistas Previas de Funciones están en desarrollo activo de productos, por lo tanto no deben usarse para flujos de trabajo críticos para el negocio. Te animamos a usar las Vistas Previas de Funciones y proporcionarnos comentarios, sin embargo, ten en cuenta que las Vistas Previas de Funciones:
sw: Vipengele vya Muonekano viko katika hatua ya maendeleo ya bidhaa, hivyo havipaswi kutumiwa kwa kazi muhimu za biashara. Tunakuhimiza utumie Vipengele vya Muonekano na utupatie maoni, hata hivyo tafadhali kumbuka kwamba Vipengele vya Muonekano:

source: May not be optimized for performance
es: Pueden no estar optimizadas para el rendimiento
sw: Huenda havijaboreshwa kwa utendaji

source: Are not supported by the CommCare Support Team
es: No son compatibles con el Equipo de Soporte de CommCare
sw: Havisaidiwi na Timu ya Usaidizi ya CommCare

source: May change at any time without notice
es: Pueden cambiar en cualquier momento sin previo aviso
sw: Huenda vikabadilika wakati wowote bila taarifa

source: Are not subject to any warranties on current and future availability. Please refer to our <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">terms</a> to learn more.
es: No están sujetos a ninguna garantía sobre la disponibilidad actual y futura. Por favor, consulte nuestros <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">términos</a> para obtener más información.
sw: Haviko chini ya dhamana yoyote kuhusu upatikanaji wa sasa na wa baadaye. Tafadhali rejelea <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">masharti</a> yetu ili kujifunza zaidi.

source: Looking for something that used to be here?
es: ¿Buscas algo que solía estar aquí?
sw: Unatafuta kitu ambacho kilikuwa hapa awali?

source: The feature flags <strong>Control Mapping in Case List</strong>, <strong>Custom Calculations in Case List</strong>, <strong>Custom Single and Multiple Answer Questions</strong>, and <strong>Icons in Case List</strong> are now add-ons for individual apps. To turn them on, go to the application's settings and choose the <strong>Add-Ons</strong> tab.
es: Las banderas de características <strong>Control de Mapeo en Lista de Casos</strong>, <strong>Cálculos Personalizados en Lista de Casos</strong>, <strong>Preguntas de Respuesta Única y Múltiple Personalizadas</strong>, y <strong>Íconos en Lista de Casos</strong> ahora son complementos para aplicaciones individuales. Para activarlas, ve a la configuración de la aplicación y elige la pestaña <strong>Complementos</strong>.
sw: Bendera za vipengele <strong>Udhibiti wa Ulinganifu kwenye Orodha ya Kesi</strong>, <strong>Hesabu Maalum kwenye Orodha ya Kesi</strong>, <strong>Maswali Maalum ya Jibu Moja na Majibu Mengi</strong>, na <strong>Picha kwenye Orodha ya Kesi</strong> sasa ni nyongeza kwa programu binafsi. Ili kuwasha, nenda kwenye mipangilio ya programu na uchague kichupo cha <strong>Nyongeza</strong>.

source: Update previews
es: Actualizar vistas previas
sw: Sasisha muonekano

source: Feature Name
es: Nombre de la Función
sw: Jina la Kipengele

source: More information
es: Más información
sw: Maelezo zaidi

source: No Permission!
sw: Hakuna Ruhusa!

source: You do not have permission to modify this flag. Please contact support if any changes are needed.
sw: Huna ruhusa ya kubadilisha bendera hii. Tafadhali wasiliana na msaada ikiwa mabadiliko yanahitajika.

source: SMS Pricing
es: Precios SMS
sw: Bei ya SMS

source: Pricing
es: Precios
sw: Bei

source: View SMS prices for using Dimagi's connections in each country.
es: Ver precios de SMS para usar las conexiones de Dimagi en cada país.
sw: Angalia bei za SMS kwa kutumia miunganisho ya Dimagi katika kila nchi.

source: You can choose a connection for your project under Messaging -> SMS Connectivity
es: Puedes elegir una conexión para tu proyecto en Mensajería -> Conectividad SMS
sw: Unaweza kuchagua muunganisho kwa mradi wako chini ya Ujumbe -> Muunganisho wa SMS

source: Calculating SMS Rate...
es: Calculando tarifa de SMS...
sw: Inakokotoa Kiwango cha SMS...

source: Connection
es: Conexión
sw: Muunganisho

source: Incoming
es: Entrantes
sw: Inayoingia

source: Outgoing
es: Salientes
sw: Inayotoka

source: Your own Android Gateway
es: Su propia Entrada Android
sw: Lango lako la Android

source: Pricing is per message sent or received. Fees are subject to change based on provider rates and exchange rates and are computed at the time the SMS is sent or received.
es: El precio es por mensaje enviado o recibido. Las tarifas están sujetas a cambios según las tarifas del proveedor y las tasas de cambio y se calculan en el momento en que se envía o recibe el SMS.
sw: Bei ni kwa kila ujumbe uliotumwa au kupokelewa. Ada zinaweza kubadilika kulingana na viwango vya mtoa huduma na viwango vya kubadilisha fedha na hukokotolewa wakati SMS inatumwa au kupokelewa.

source: Location Fixture Settings
es: Configuración de Fixture de Ubicación
sw: Mipangilio ya Mahali

source: Add New Alert
es: Agregar Nueva Alerta
sw: Ongeza Arifa Mpya

source: Available Alerts
es: Alertas Disponibles
sw: Arifa Zinazopatikana

source: You can only have 3 alerts activated at any one time
es: Solo puedes tener 3 alertas activadas al mismo tiempo
sw: Unaweza kuwa na arifa 3 pekee zimewashwa kwa wakati mmoja

source: Start Time
es: Tiempo de Inicio
sw: Muda wa Kuanza

source: End Time
es: Hora de Finalización
sw: Muda wa Kumaliza

source: Added By
es: Añadido Por
sw: Imeongezwa Na

source: Activate Alert
es: Activar Alerta
sw: Washa Arifa

source: De-activate Alert
es: Desactivar Alerta
sw: Zima Arifa

source: No alerts added yet for the project.
es: Aún no se han añadido alertas para el proyecto.
sw: Hakuna arifa zilizoongezwa bado kwa mradi.

source: SMS Keyword
es: Palabra clave SMS
sw: Neno Muhimu la SMS

source: Action Type
es: Tipo de Acción
sw: Aina ya Kitendo

source: This feature is made available as a <strong>Beta Service</strong> under <a href="https://www.dimagi.com/terms/latest/tos/" target="_blank" >Dimagi's Terms of Service</a > and <a href="https://dimagi.com/terms/latest/ba" target="_blank" >Business Agreement</a >.
sw: Kipengele hiki kinapatikana kama <strong>Huduma ya Beta</strong> chini ya <a href="https://www.dimagi.com/terms/latest/tos/" target="_blank" >Masharti ya Huduma ya Dimagi</a > na <a href="https://dimagi.com/terms/latest/ba" target="_blank" >Makubaliano ya Biashara</a >.

source: <strong>Beta Services</strong> are services or features that may not be supported, fully reliable, or subject to service level commitments.
sw: <strong>Huduma za Beta</strong> ni huduma au vipengele ambavyo huenda visiwe na msaada, visiwe thabiti, au visiwe na ahadi za viwango vya huduma.

source: <strong>As per Dimagi's Business Agreement</strong>, despite anything to the contrary in this Agreement: (a) Customer may choose to use Beta Services in its sole discretion; (b) Beta Services may not be supported by Dimagi and may be changed at any time without notice; (c) Beta Services may not be as reliable or available as the Services; (d) Beta Services have not been subjected to the same security measures and auditing to which the Services have been subjected; and (e) DIMAGI WILL HAVE NO LIABILITY ARISING OUT OF OR IN CONNECTION WITH CUSTOMER'S USE OF BETA SERVICES – ANY SUCH USE WILL BE AT CUSTOMER'S OWN RISK.
sw: <strong>Kulingana na Makubaliano ya Biashara ya Dimagi</strong>, licha ya chochote tofauti katika Makubaliano haya: (a) Mteja anaweza kuchagua kutumia Huduma za Beta kwa hiari yake; (b) Huduma za Beta huenda zisisaidiwe na Dimagi na zinaweza kubadilishwa wakati wowote bila taarifa; (c) Huduma za Beta huenda zisizo thabiti au kupatikana kama Huduma; (d) Huduma za Beta hazijafanyiwa hatua sawa za usalama na ukaguzi kama Huduma; na (e) DIMAGI HAITAWAJIBIKA KWA MATOKEO YA AU KUHUSIANA NA MATUMIZI YA MTEJA YA HUDUMA ZA BETA – MATUMIZI YOYOTE YATAKUWA KWA HATARI YA MTEJA MWENYEWE.

source: Please note:
sw: Tafadhali kumbuka:

source: This feature has <strong>not been technically audited</strong> and may not perform consistently.
sw: Kipengele hiki <strong>hakijafanyiwa ukaguzi wa kiufundi</strong> na huenda kisifanye kazi kwa uthabiti.

source: You should <strong >not upload or enter any personally identifiable information (PII) or protected health information (PHI)</strong > into the chatbot. If you choose to do so, you do so <strong>at your own risk.</strong>
sw: Unapaswa <strong >kuto pakia au kuingiza taarifa yoyote inayoweza kumtambulisha mtu binafsi (PII) au taarifa za afya zilizo salama (PHI)</strong > kwenye roboti ya mazungumzo. Ukichagua kufanya hivyo, unafanya hivyo <strong>kwa hatari yako mwenyewe.</strong>

source: By enabling this feature, you confirm that you are an <strong >admin authorized to accept these risks on behalf of all current and future users in this project space.</strong >
sw: Kwa kuwezesha kipengele hiki, unathibitisha kuwa wewe ni <strong >msimamizi aliyeidhinishwa kukubali hatari hizi kwa niaba ya watumiaji wote wa sasa na watakaojiunga katika eneo hili la mradi.</strong >
