Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Report created!
es: ¡Reporte creado!
sw: Ripoti imeundwa!

source: Bad report source: {}
es: Mala fuente de reporte: {}
sw: Chanzo kibaya cha ripoti: {}

source: Data source with id {} not found in domain {}.
es: No se encontró la fuente de datos con id {} en el dominio {}.
sw: Chanzo cha data chenye kitambulisho {} hakijapatikana kwenye domain {}.

source: Expression not found
es: Expresión no encontrada
sw: Fumbo halijapatikana

source: Problem with expression: {}
es: Problema con la expresión: {}
sw: Tatizo na fumbo: {}

source: {} with id {} not found in domain {}.
es: {} con id {} no encontrado en el dominio {}.
sw: {} chenye kitambulisho {} hakijapatikana kwenye domain {}.

source: No documents found. Check the IDs and try again.
es: No se encontraron documentos. Verifique los IDs e intente de nuevo.
sw: Hakuna hati zilizopatikana. Angalia vitambulisho na jaribu tena.

source: Datasource table does not exist. Try rebuilding the datasource.
es: La tabla de la fuente de datos no existe. Intente reconstruir la fuente de datos.
sw: Jedwali la chanzo cha data halipo. Jaribu kujenga upya chanzo cha data.

source: Error querying database for data.
es: Error al consultar la base de datos para obtener datos.
sw: Hitilafu katika kuuliza hifadhidata kwa data.

source: Data source created for '{}'
es: Fuente de datos creada para '{}'
sw: Chanzo cha data kimeundwa kwa '{}'

source: Data source "{}" saved.
sw: Chanzo cha data "{}" kimehifadhiwa.

source: This data source will be built / rebuilt automatically by CommCare HQ.
es: Esta fuente de datos será construida / reconstruida automáticamente por CommCare HQ.
sw: Chanzo hiki cha data kitajengwa / kujengwa upya kiotomatiki na CommCare HQ.

source: The data source configuration will be updated but CommCare HQ will not perform a rebuild for the changes made. Please initiate one manually if needed.
sw: Usanidi wa chanzo cha data utasasishwa lakini CommCare HQ haitafanya ujenzi upya kwa mabadiliko yaliyofanywa. Tafadhali anzisha mwenyewe ikiwa inahitajika.

source: Data source not saved. Please check the form for errors.
es: Fuente de datos no guardada. Por favor, revise el formulario para ver si hay errores.
sw: Chanzo cha data hakijahifadhiwa. Tafadhali angalia fomu kwa makosa.

source: Data source "{}" has no associated table. Click "Rebuild Data Source" to recreate the table.
es: La fuente de datos "{}" no tiene una tabla asociada. Haga clic en "Desarrollar de nuevo Fuente de Datos" para recrear la tabla.
sw: Chanzo cha data "{}" hakina jedwali lililohusishwa. Bofya "Jenga Upya Chanzo cha Data" ili kuunda upya jedwali.

source: Edit Data Source
es: Editar Fuente de Datos
sw: Hariri Chanzo cha Data

source: Data source "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
es: La fuente de datos "{name}" ha sido eliminada. <a href="{url}" class="post-link">Deshacer</a>
sw: Chanzo cha data "{name}" kimefutwa. <a href="{url}" class="post-link">Tengua</a>

source: Successfully restored data source "{name}"
es: La fuente de datos "{name}" ha sido restaurada exitosamente
sw: Chanzo cha data "{name}" kimerudishwa kikamilifu

source: Data source "{name}" not deleted.
es: La fuente de datos "{name}" no ha sido eliminada.
sw: Chanzo cha data "{name}" hakijafutwa.

source: Table "{}" will be rebuilt. Data should start showing up soon
sw: Jedwali "{}" litajengwa upya. Data inapaswa kuanza kuonekana hivi karibuni

source: Rebuilding is not available until CommCare HQ finishes building / rebuilding.
es: La reconstrucción no está disponible hasta que CommCare HQ termine de construir / reconstruir.
sw: Ujenzi upya haupatikani hadi CommCare HQ imalize kujenga / kujenga upya.

source: Rebuilt was not initiated due to high number of records this data source is expected to iterate during a rebuild. Expected records to be processed is currently {number_of_records} which is above the limit of {rebuild_limit}. Please update the data source to have asynchronous processing.
es: La reconstrucción no se inició debido al alto número de registros que se espera que esta fuente de datos itere durante una reconstrucción. Se espera procesar actualmente {number_of_records} registros, lo cual está por encima del límite de {rebuild_limit}. Por favor, actualice la fuente de datos para tener procesamiento asincrónico.
sw: Ujenzi upya haukuanzishwa kutokana na idadi kubwa ya rekodi ambazo chanzo hiki cha data kinatarajiwa kupitia wakati wa ujenzi upya. Rekodi zinazotarajiwa kuchakatwa kwa sasa ni {number_of_records} ambazo ziko juu ya kikomo cha {rebuild_limit}. Tafadhali sasisha chanzo cha data ili kiwe na uchakataji wa asynchronous.

source: Preview Data Source
es: Vista Previa de la Fuente de Datos
sw: Onyesha Chanzo cha Data

source: Data source table not found!<br/>If you have recently added the data source, please wait for it to be created.<br/>If you see this repeatedly please report an issue.
es: ¡Tabla de fuente de datos no encontrada!<br/>Si ha agregado recientemente la fuente de datos, por favor espere a que se cree.<br/>Si ve esto repetidamente, por favor reporte un problema.
sw: Jedwali la chanzo cha data halijapatikana!<br/>Ikiwa umeongeza chanzo cha data hivi karibuni, tafadhali subiri kijengwe.<br/>Ikiwa unaona hili mara kwa mara tafadhali ripoti tatizo.

source: You can only use 'lastndays' on date columns
es: Solo puede usar 'últimosndías'en columnas de fecha
sw: Unaweza kutumia 'lastndays' tu kwenye safu za tarehe

source: Ranges must have the format "start..end"
es: Los rangos deben tener el formato "inicio..final"
sw: Muda lazima uwe na muundo "mwanzo..mwisho"

source: No field named {}
es: No hay campo nombrado {}
sw: Hakuna uwanja wenye jina {}

source: Invalid filter parameter: {}
es: Parámetro de filtro inválido: {}
sw: Kigezo batili cha kichujio: {}

source: format must be one of the following: {}
es: el formato debe ser uno de los siguientes: {}
sw: muundo lazima uwe mmoja kati ya yafuatayo: {}

source: There was a problem executing your query, please make sure your parameters are valid.
es: Hubo un problema ejecutando su consulta, por favor asegúrese de que los parámetros son válidos.
sw: Kulikuwa na tatizo wakati wa kutekeleza hoja yako, tafadhali hakikisha vigezo vyako ni sahihi.

source: CommCare Analytics on {server}
es: CommCare Analytics en {server}
sw: CommCare Analytics kwenye {server}

source: Data source {ds} on {server}
es: Fuente de datos {ds} en {server}
sw: Chanzo cha data {ds} kwenye {server}

source: Filter {} not found!
es: ¡Filtro {} no encontrado!
sw: Kichujio {} hakijapatikana!

source: No filter defined
es: No se ha definido un filtro
sw: Hakuna kichujio kilichofafanuliwa

source: UCR Expressions
es: Expresiones UCR
sw: Ufafanuzi wa UCR

source: UCR Expression with name "{create_form.cleaned_data['name']}" already exists.
sw: Ufafanuzi wa UCR wenye jina "{create_form.cleaned_data['name']}" tayari upo.

source: Edit UCR Expression
es: Editar Expresión UCR
sw: Hariri Ufafanuzi wa UCR

source: Confirm your CommCare account for {commcare_user.domain}
sw: Thibitisha akaunti yako ya CommCare kwa {commcare_user.domain}

source: Unknown Role
es: Rol Desconocido
sw: Jukumu Lisilojulikana

source: Inactive User
es: Usuario Inactivo
sw: Mtumiaji Asiyetumika

source: Username %(username)s is too long. Must be under %(max_length)s characters.
es: El nombre de usuario %(username)s es demasiado largo. Debe ser menor de %(max_length)s caracteres.
sw: Jina la mtumiaji %(username)s ni refu mno. Lazima liwe chini ya herufi %(max_length)s.

source: The username "%(username)s" is reserved for CommCare.
es: El nombre de usuario "%(username)s" está reservado para CommCare.
sw: Jina la mtumiaji "%(username)s" limehifadhiwa kwa ajili ya CommCare.

source: This username was used previously.
es: Este nombre de usuario fue utilizado anteriormente.
sw: Jina hili la mtumiaji limeshatumika awali.

source: This Mobile Worker already exists.
es: Este Usuario Móvil ya existe.
sw: Mfanyakazi huyu wa Simu tayari yupo.

source: Invalid Deactivation Date format (expects MM-YYYY).
es: Formato de Fecha de Desactivación no válido (se espera MM-YYYY).
sw: Muundo wa Tarehe ya Kuzima si sahihi (inatarajiwa MM-YYYY).

source: {code} is not a valid language code. Please enter a valid ISO-639 two- or three-digit code.
es: {code} no es un código de idioma válido. Por favor, ingrese un código ISO-639 de dos o tres dígitos válido.
sw: {code} si msimbo halali wa lugha. Tafadhali weka msimbo halali wa ISO-639 wa tarakimu mbili au tatu.

source: Please enter a valid two or three digit language code.
es: Por favor ingrese un código de idioma válido de dos o tres dígitos.
sw: Tafadhali weka msimbo halali wa lugha wa tarakimu mbili au tatu.

source: Role is required for web users.
es: Se requiere un rol para los usuarios web.
sw: Jukumu linahitajika kwa watumiaji wa wavuti.

source: E-Mail
es: Correo electrónico
sw: Barua Pepe

source: <i class="fa fa-info-circle"></i> Changes the default language seen in Web Apps and reports (if supported). CommCare HQ supports <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>these languages</a>. Please reach out to {support_email} if you notice any mistakes in our translations.
sw: <i class=\"fa fa-info-circle\"></i> Hubadilisha lugha chaguo-msingi inayoonekana kwenye Programu za Wavuti na ripoti (ikiwa inasaidiwa). CommCare HQ inasaidia <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>lugha hizi</a>. Tafadhali wasiliana na {support_email} ikiwa utaona makosa yoyote kwenye tafsiri zetu.

source: Allow Dimagi to collect usage information to improve CommCare. You can learn more about the information we collect and the ways we use it in our <a href="http://www.dimagi.com/terms/latest/privacy/">privacy policy</a>
es: Permitir a Dimagi recopilar información de uso para mejorar CommCare. Puede obtener más información sobre la información que recopilamos y las formas en que la usamos en nuestra <a href="http://www.dimagi.com/terms/latest/privacy/">política de privacidad</a>
sw: Ruhusu Dimagi kukusanya taarifa za matumizi ili kuboresha CommCare. Unaweza kujifunza zaidi kuhusu taarifa tunazokusanya na jinsi tunavyotumia katika <a href="http://www.dimagi.com/terms/latest/privacy/">sera yetu ya faragha</a>

source: My Language
es: Mi Idioma
sw: Lugha Yangu

source: This email is managed by {} and cannot be edited.
es: Este correo electrónico es gestionado por {} y no se puede editar.
sw: Barua pepe hii inasimamiwa na {} na haiwezi kuhaririwa.

source: Update My Information
es: Actualizar Mi Información
sw: Sasisha Taarifa Zangu

source: Deactivate After
es: Desactivar Después
sw: Zima Baada ya

source: When specified, the mobile worker is automatically deactivated on the first day of the month and year selected.
es: Cuando se especifica, el trabajador móvil se desactiva automáticamente el primer día del mes y año seleccionados.
sw: Ikibainishwa, mfanyakazi wa simu atazimwa kiotomatiki siku ya kwanza ya mwezi na mwaka uliochaguliwa.

source: Multiply this user's case load by this number for load testing on phones.
es: Multiplica la carga de casos de este usuario por este número para pruebas de carga en teléfonos.
sw: Zidisha mzigo wa kesi wa mtumiaji huyu kwa nambari hii kwa ajili ya majaribio ya mzigo kwenye simu.

source: Load testing
es: Pruebas de carga
sw: Majaribio ya mzigo

source: Update user
es: Actualizar usuario
sw: Sasisha mtumiaji

source: Reset Password for Mobile Worker
es: Reinicie Contraseña para Usuario Móvil
sw: Weka upya Nenosiri la Mfanyakazi wa Simu

source: Username contains invalid characters.
es: El nombre de usuario contiene caracteres inválidos.
sw: Jina la mtumiaji lina herufi zisizokubalika.

source: Password Reset Email
sw: Barua Pepe ya Kuanzisha Upya Nenosiri

source: Send Password Reset Link
sw: Tuma Kiungo cha Kuanzisha Upya Nenosiri

source: Require Account Confirmation?
es: ¿Requiere Confirmación de Cuenta?
sw: Hitaji Uthibitisho wa Akaunti?

source: The user's account will not be active until they have confirmed their email and set a password. This requires that the mobile worker has access to an email address.
sw: Akaunti ya mtumiaji haitakuwa hai hadi watakapothibitisha barua pepe yao na kuweka nenosiri. Hii inahitaji mfanyakazi wa simu awe na anwani ya barua pepe.

source: Send Account Confirmation Email Now?
es: ¿Enviar Correo de Confirmación de Cuenta Ahora?
sw: Tuma Barua Pepe ya Uthibitisho wa Akaunti Sasa?

source: The user will be sent their account confirmation email now. Otherwise it must be sent manually from the Mobile Worker 'Deactivated Users' list.
es: El usuario recibirá ahora su correo de confirmación de cuenta. De lo contrario, debe enviarse manualmente desde la lista de 'Usuarios Desactivados' del Trabajador Móvil.
sw: Mtumiaji atatumia barua pepe ya uthibitisho wa akaunti sasa. Vinginevyo, lazima itumwe kwa mkono kutoka kwenye orodha ya 'Watumiaji Waliopozimwa' wa Mfanyakazi wa Simu.

source: Require Account Confirmation by SMS?
es: ¿Requiere Confirmación de Cuenta por SMS?
sw: Hitaji Uthibitisho wa Akaunti kwa SMS?

source: If checked, the user will be sent a confirmation SMS and asked to set their password.
es: Si está marcado, se enviará un SMS de confirmación al usuario y se le pedirá que establezca su contraseña.
sw: Ikiwa imechaguliwa, mtumiaji atatumwa SMS ya uthibitisho na ataombwa kuweka nenosiri lao.

source: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Please enter number including country code, without (+) and in digits only. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>
es: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Por favor, ingrese el número incluyendo el código de país, sin (+) y solo en dígitos. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>
sw: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Tafadhali ingiza nambari ikiwa ni pamoja na msimbo wa nchi, bila (+) na kwa tarakimu pekee. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>

source: This password is automatically generated. Please copy it or create your own. It will not be shown again.
es: Esta contraseña se genera automáticamente. Por favor cópiela o cree la suya. No se mostrará de nuevo.
sw: Nenosiri hili limeundwa kiotomatiki. Tafadhali nakili au tengeneza lako mwenyewe. Halitaonyeshwa tena.

source: Good Job! Your password is strong!
es: ¡Bien Hecho! ¡Su contraseña es segura!
sw: Kazi nzuri! Nenosiri lako ni imara!

source: Your password is almost strong enough! Try adding numbers or symbols!
es: ¡Tu contraseña es casi lo suficientemente fuerte! ¡Intenta agregar números o símbolos!
sw: Nenosiri lako karibu liwe imara vya kutosha! Jaribu kuongeza nambari au alama!

source: Your password is too weak! Try adding numbers or symbols!
es: ¡Su contraseña es muy débil! ¡Intente agregar números o simbolos!
sw: Nenosiri lako ni dhaifu sana! Jaribu kuongeza nambari au alama!

source: Auto-Deactivation Settings
es: Configuraciones de Auto-Desactivación
sw: Mipangilio ya Kuzima Kiotomatiki

source: This location does not exist
es: Esta ubicación no existe
sw: Eneo hili halipo

source: Edit Group Membership
es: Editar Membresía de Grupo
sw: Hariri Uanachama wa Kikundi

source: Primary Location
es: Ubicación Principal
sw: Eneo Kuu

source: Primary Location must always be set to one of above locations
es: La Ubicación Principal siempre debe estar establecida en una de las ubicaciones de arriba
sw: Eneo Kuu lazima liwekwe kila wakati kwenye moja ya maeneo hapo juu

source: You do not have permissions to assign one of those locations.
es: No tienes permisos para asignar una de esas ubicaciones.
sw: Huna ruhusa ya kugawa moja ya maeneo hayo.

source: Request Access
es: Solicitar Acceso
sw: Omba Ruhusa ya Kufikia

source: Back to Mobile Workers List
es: Regresar a la Lista de Usuarios Móviles
sw: Rudi kwenye Orodha ya Wafanyakazi wa Simu

source: Please enter number, including country code, in digits only.
es: Por favor ingrese el número, incluyendo el código de país, solo en dígitos.
sw: Tafadhali ingiza nambari, ikiwa ni pamoja na msimbo wa nchi, kwa tarakimu pekee.

source: Add a Phone Number
es: Añada Número de Teléfono
sw: Ongeza Nambari ya Simu

source: Add Number
es: Añada Número
sw: Ongeza Nambari

source: Only Usernames
es: Solo nombres de usuario
sw: Majina ya Watumiaji Pekee

source: Only Deactivated
es: Solo desactivados
sw: Waliopigwa Marufuku Pekee

source: Name or Username
es: Nombre o nombre de usuario
sw: Jina au Jina la Mtumiaji

source: Only include mobile workers at the selected location
es: Incluir solo trabajadores móviles en la ubicación seleccionada
sw: Jumuisha tu wafanyakazi wa simu kwenye eneo lililochaguliwa

source: Active / Deactivated
es: Activo / Desactivado
sw: Hai / Waliopigwa Marufuku

source: All Roles
es: Todos los roles
sw: Majukumu Yote

source: (No Name)
es: (No hay Nombre)
sw: (Hakuna Jina)

source: All Project Spaces
es: Todos los Espacios de Proyectos
sw: Miradi Yote

source: Filter and Download Users
es: Filtrar y descargar usuarios
sw: Chuja na Pakua Watumiaji

source: Filter and Download Mobile Workers
es: Filtrar y descargar trabajadores móviles
sw: Chuja na Pakua Wafanyakazi wa Simu

source: Invalid Role
es: Rol no válido
sw: Jukumu Batili

source: * and ? are not allowed
es: * y ? no están permitidos
sw: * na ? haziruhusiwi

source: You do not have permission to edit Tableau Configuraion.
es: No tienes permiso para editar la configuración de Tableau.
sw: Huna ruhusa ya kuhariri Mipangilio ya Tableau.

source: Dashboard
es: Tablero
sw: Dashibodi

source: Data File Downloads
es: Descarga Archivo Datos
sw: Upakuaji wa Faili za Data

source: No landing page found with ID '{}'
es: No se encontró una página de inicio con ID '{}'
sw: Hakuna ukurasa wa kutua uliopatikana wenye ID '{}'

source: No landing page found with id {page_id}
es: No se encontró una página de inicio con id {page_id}
sw: Hakuna ukurasa wa kutua uliopatikana wenye id {page_id}

source: Dimagi User
es: Usuario Dimagi
sw: Mtumiaji wa Dimagi

source: Enterprise User
es: Usuario empresarial
sw: Mtumiaji wa Biashara

source: Unauthorized User
es: Usuario No Autorizado
sw: Mtumiaji Asiyeruhusiwa

source: Request to join %s approved
es: Solicitud de unirse a %s aprobada
sw: Ombi la kujiunga %s limeidhinishwa

source: Request from %(name)s to join %(domain)s
es: Solicitud de %(name)s para unirse a %(domain)s
sw: Ombi kutoka kwa %(name)s la kujiunga na %(domain)s

source: Invitation from %s to join CommCareHQ
es: Invitación de %s para unirse a CommCareHQ
sw: Mwaliko kutoka kwa %s kujiunga na CommCareHQ

source: Request to join CommCareHQ approved
es: Solicitud para unirse a CommCareHQ, aprobada
sw: Ombi la kujiunga na CommCareHQ limeidhinishwa

source: {} accepted your invitation to CommCare HQ
es: {} aceptó tu invitación a CommCare HQ
sw: {} amekubali mwaliko wako wa CommCare HQ

source: User count has reached the Plan limit for {}
es: El número de usuarios ha alcanzado el límite del Plan para {}
sw: Idadi ya watumiaji imefikia kikomo cha Mpango kwa {}

source: 1 Month
sw: Mwezi 1

source: 2 Months
sw: Miezi 2

source: 3 Months
sw: Miezi 3

source: 6 Months
sw: Miezi 6

source: 9 Months
sw: Miezi 9

source: 12 Months
sw: Miezi 12

source: Export De-Identified Data
es: Exportar datos desidentificados
sw: Hamisha Data Isiyoweza Kutambulika

source: Blank Group %s
es: Grupo en Blanco %s
sw: Kikundi Tupu %s

source: The following groups have no name. Please name them before continuing: {}
es: Los siguientes grupos no tienen nombre. Por favor nómbrelos antes de continuar: {}
sw: Makundi yafuatayo hayana jina. Tafadhali yapatie majina kabla ya kuendelea: {}

source: Error exporting data. Please try again later.
es: Error al exportar datos. Por favor, inténtalo de nuevo más tarde.
sw: Hitilafu katika kusafirisha data. Tafadhali jaribu tena baadaye.

source: Invitation to join the
es: Invitación para unirse a
sw: Mwaliko wa kujiunga na

source: Accept Invitation?
es: ¿Aceptar invitación?
sw: Kubali Mwaliko?

source: Are you sure you want to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
es: ¿Estás seguro de que deseas aceptar la invitación para unirte a CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> como <strong>%(username)s</strong>?
sw: Una uhakika unataka kukubali mwaliko wa kujiunga na CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> kama <strong>%(username)s</strong>?

source: Would you like to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
es: ¿Te gustaría aceptar la invitación para unirte a CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> como <strong>%(username)s</strong>?
sw: Je, ungependa kukubali mwaliko wa kujiunga na CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> kama <strong>%(username)s</strong>?

source: Accept Invitation
es: Aceptar Invitación
sw: Kubali Mwaliko

source: You are signed in as a mobile user, but to accept this invitation, you must be a web user.
es: Usted se ha registrado como usuario móvil, pero para aceptar esta invitación, usted debe ser un usuario web.
sw: Umeingia kama mtumiaji wa simu, lakini ili kukubali mwaliko huu, lazima uwe mtumiaji wa tovuti.

source: Please
es: Por favor
sw: Tafadhali

source: switch accounts
es: intercambiar cuentas
sw: badilisha akaunti

source: create a web account
es: crear una cuenta web
sw: unda akaunti ya tovuti

source: Not %(username)s?
es: ¿No eres %(username)s?
sw: Sio %(username)s?

source: Switch Accounts
es: Intercambiar Cuentas
sw: Badilisha Akaunti

source: Your email is managed by %(idp_name)s. You will be asked to authenticate with Single Sign-On in the next step.
es: Tu correo electrónico es gestionado por %(idp_name)s. Se te pedirá que autentiques con inicio de sesión único en el siguiente paso.
sw: Barua pepe yako inasimamiwa na %(idp_name)s. Utaombwa kuthibitisha utambulisho kwa kutumia Single Sign-On katika hatua inayofuata.

source: To accept this %(invite_type_lower)s invitation, you must create an account.
es: Para aceptar esta invitación de %(invite_type_lower)s, debes crear una cuenta.
sw: Ili kukubali mwaliko huu wa %(invite_type_lower)s, lazima uunde akaunti.

source: Already have an account?
es: ¿Ya tiene una cuenta?
sw: Tayari una akaunti?

source: Sign In Now
es: Registrarse Ahora
sw: Ingia Sasa
