Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
es: Se copiaron exitosamente %(case_count)s casos. <p>La lista de casos que se copiaron se puede ver en <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Es posible que en el informe el owner_id aún no esté actualizado, puedes abrir casos individuales y confirmar el propietario correcto del caso, el informe se actualiza con un ligero retraso. </p>
sw: Kesi %(case_count)s zimekopiwa kwa mafanikio. <p>Orodha ya kesi zilizokopiwa inaweza kuonekana kwenye <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Inawezekana kwamba kwenye ripoti owner_id bado haijasasishwa, unaweza kufungua kesi moja moja na kuthibitisha mmiliki sahihi wa kesi, ripoti inasasishwa kwa kuchelewa kidogo. </p>

source: All cases were copied
es: Todos los casos fueron copiados
sw: Kesi zote zimekopiwa

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
es: Se copiaron exitosamente %(case_count)s casos. <p>La lista de casos que se copiaron se puede ver en <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Es posible que en el informe el owner_id aún no esté actualizado, puedes abrir casos individuales y confirmar el propietario correcto del caso, el informe se actualiza con un ligero retraso. </p>
sw: Kesi %(case_count)s zimekopiwa kwa mafanikio. <p>Orodha ya kesi zilizokopiwa inaweza kuonekana kwenye <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Inawezekana kwamba kwenye ripoti owner_id bado haijasasishwa, unaweza kufungua kesi moja moja na kuthibitisha mmiliki sahihi wa kesi, ripoti inasasishwa kwa kuchelewa kidogo. </p>

source: However, we ran into the following problems:
es: Sin embargo, nos encontramos con los siguientes problemas:
sw: Hata hivyo, tumekutana na matatizo yafuatayo:

source: Case Copy Failed! Details:
es: ¡La copia del caso falló! Detalles:
sw: Nakala ya Kesi Imeshindikana! Maelezo:

source: The bulk case reassignment has completed successfully.
es: La reasignación masiva de casos se ha completado con éxito.
sw: Ugawaji wa kesi kwa wingi umekamilika kwa mafanikio.

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
es: Se reasignaron exitosamente %(case_count)s casos. <p>La lista de casos que se reasignaron se puede ver en <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Es posible que en el informe el owner_id aún no esté actualizado, puedes abrir casos individuales y confirmar el propietario correcto del caso, el informe se actualiza con un ligero retraso. </p>
sw: Kesi %(case_count)s zimegawiwa upya kwa mafanikio. <p>Orodha ya kesi zilizogawiwa upya inaweza kuonekana kwenye <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Inawezekana kwamba kwenye ripoti owner_id bado haijasasishwa, unaweza kufungua kesi moja moja na kuthibitisha mmiliki sahihi wa kesi, ripoti inasasishwa kwa kuchelewa kidogo. </p>

source: All cases were reassigned
es: Todos los casos fueron reasignados
sw: Kesi zote zimegawiwa upya

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
es: Se reasignaron exitosamente %(case_count)s casos. <p>La lista de casos que se reasignaron se puede ver en <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Es posible que en el informe el owner_id aún no esté actualizado, puedes abrir casos individuales y confirmar el propietario correcto del caso, el informe se actualiza con un ligero retraso. </p>
sw: Kesi %(case_count)s zimegawiwa upya kwa mafanikio. <p>Orodha ya kesi zilizogawiwa upya inaweza kuonekana kwenye <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Inawezekana kwamba kwenye ripoti owner_id bado haijasasishwa, unaweza kufungua kesi moja moja na kuthibitisha mmiliki sahihi wa kesi, ripoti inasasishwa kwa kuchelewa kidogo. </p>

source: Case Reassignment Failed! Details:
es: ¡La reasignación del caso falló! Detalles:
sw: Ugawaji wa Kesi Umeshindikana! Maelezo:

source: <span>Return to <a href="%(form_management_url)s">Manage Forms</a> to reverse this.</span>
es: <span>Regresar a <a href="%(form_management_url)s">Gestionar Formularios</a> para revertir esto.</span>
sw: <span>Rudi kwenye <a href="%(form_management_url)s">Dhibiti Fomu</a> ili kubatilisha hili.</span>

source: The case group was not found.
es: No se encontró este grupo de casos.
sw: Kundi la kesi halikupatikana.

source: Could not find case with identifier '{}'.
es: No se pudo encontrar el caso con el identificador '{}'.
sw: Haikuweza kupata kesi yenye kitambulisho '{}'.

source: It looks like the case with identifier '{}' is marked as deleted.
es: Parece que el caso con el identificador '{}' está marcado como eliminado.
sw: Inaonekana kesi yenye kitambulisho '{}' imewekwa kama imefutwa.

source: A case with identifier '{}' already exists in this group.
es: Ya existe un caso con el identificador '{}' en este grupo.
sw: Kesi yenye kitambulisho '{}' tayari ipo kwenye kundi hili.

source: Case with identifier '{}' has been added to this group.
es: El caso con el identificador '{}' ha sido añadido a este grupo.
sw: Kesi yenye kitambulisho '{}' imeongezwa kwenye kundi hili.

source: XForm {form_id} does not belong to domain {domain}
es: XForm {form_id} no pertenece al dominio {domain}
sw: XForm {form_id} haihusiani na domain {domain}

source: XForm {form_id} for domain {domain} by user '{username}'
es: XForm {form_id} para el dominio {domain} por el usuario '{username}'
sw: XForm {form_id} kwa domaini {domain} na mtumiaji '{username}'

source: Successfully archived {form}
es: Archivado exitosamente {form}
sw: Umefanikiwa kuhifadhi kwenye kumbukumbu {form}

source: Successfully unarchived {form}
es: Desarchivado exitosamente {form}
sw: Umefanikiwa kuondoa kwenye kumbukumbu {form}

source: Could not archive {form}: {error}
es: No se pudo archivar {form}: {error}
sw: Haikuwezekana kuhifadhi kwenye kumbukumbu {form}: {error}

source: Could not find XForm {form_id}
es: No se pudo encontrar XForm {form_id}
sw: Haikuweza kupatikana XForm {form_id}

source: {success_msg} {count} form(s)
es: {success_msg} {count} formulario(s)
sw: {success_msg} {count} fomu

source: No payloads specified
es: No se especificaron cargas útiles
sw: Hakuna payload zilizobainishwa

source: Successfully resent repeat record (id={})
es: Se reenvió exitosamente el registro repetido (id={})
sw: Umetuma tena rekodi ya kurudia kwa mafanikio (id={})

source: Successfully cancelled repeat record (id={})
es: Se canceló exitosamente el registro repetido (id={})
sw: Umeghairi rekodi ya kurudia kwa mafanikio (id={})

source: Successfully requeued repeat record (id={})
es: Se reprogramó exitosamente el registro repetido (id={})
sw: Umeweka tena kwenye foleni rekodi ya kurudia kwa mafanikio (id={})

source: Could not perform action for repeat record (id={}): {}
es: No se pudo realizar la acción para el registro repetido (id={}): {}
sw: Haikuwezekana kufanya kitendo kwa rekodi ya kurudia (id={}): {}

source: Successfully performed {action} action on {count} form(s)
es: Se realizó exitosamente la acción {action} en {count} formulario(s)
sw: Umefanikiwa kufanya kitendo cha {action} kwenye {count} fomu

source: Case Groups
es: Grupos de Casos
sw: Makundi ya Kesi

source: groups per page
es: grupos por página
sw: makundi kwa kila ukurasa

source: You have no case groups. Please create one!
es: No tiene grupos de casos. ¡Por favor cree uno!
sw: Huna makundi ya kesi. Tafadhali tengeneza moja!

source: Loading groups...
es: Cargando grupos...
sw: Inapakia makundi...

source: Deleted Groups:
es: Grupos Eliminados:
sw: Makundi Yaliyofutwa:

source: New Groups:
es: Nuevos Grupos:
sw: Makundi Mapya:

source: Number of Cases
es: Número de Casos
sw: Idadi ya Kesi

source: Manage Case Group
es: Administrar Grupos de Casos
sw: Simamia Kundi la Kesi

source: cases per page
es: casos por página
sw: kesi kwa kila ukurasa

source: You have no cases in your group.
es: No tiene casos en su grupo.
sw: Huna kesi kwenye kundi lako.

source: Loading cases...
es: Cargando casos...
sw: Inapakia kesi...

source: Removed Cases:
es: Casos Eliminados:
sw: Kesi Zilizotolewa:

source: Added Cases:
es: Casos Agregados:
sw: Kesi Zilizoongezwa:

source: Manage Group '%s'
es: Administrar Grupo '%s'
sw: Simamia Kundi '%s'

source: case
es: caso
sw: kesi

source: cases
es: casos
sw: kesi

source: We received your file and are processing it...
es: Hemos recibido su archivo y estamos procesándolo...
sw: Tumepokea faili lako na tunalishughulikia...

source: No files uploaded
es: No hay archivos cargados
sw: Hakuna faili zilizopakiwa

source: Sorry, we could not a find a case that matched the identifier you provided.
es: Lo sentimos. No pudimos encontrar un caso que coincidiera con el identificador que proveyó.
sw: Samahani, hatukuweza kupata kesi inayolingana na kitambulisho ulichotoa.

source: Case already in group
es: El caso ya está en el grupo.
sw: Kesi tayari ipo kwenye kundi

source: It looks like this case was deleted.
es: Parece que este caso fue eliminado.
sw: Inaonekana kesi hii imefutwa.

source: Case added
es: Caso agregado
sw: Kesi imeongezwa

source: Form Management
es: Administración de Formularios
sw: Usimamizi wa Fomu

source: Form Status
es: Estado de Formularios
sw: Hali ya Fomu

source: Copying cases. This may take some time.
sw: Nakili kesi. Hii inaweza kuchukua muda.

source: Bulk case copying failed. We have logged this failure.
sw: Nakala ya kesi kwa pamoja imeshindikana. Tumerekodi hitilafu hii.

source: Reassigning cases. This may take some time.
sw: Kugawa upya kesi. Hii inaweza kuchukua muda.

source: Bulk case reassigning failed. We have logged this failure.
sw: Ugawaji wa kesi kwa pamoja umeshindikana. Tumerekodi hitilafu hii.

source: Find Data by ID
es: Buscar Datos por ID
sw: Tafuta Data kwa ID

source: Automatically Update Cases
es: Actualizar casos automáticamente
sw: Sasisha Kesi Kiotomatiki

source: rules per page
es: reglas por página
sw: kanuni kwa kila ukurasa

source: You have no case rules.
es: No tienes reglas de caso.
sw: Huna kanuni za kesi.

source: Loading rules...
es: Cargando reglas...
sw: Inapakia kanuni...

source: Deleted Rules
es: Reglas eliminadas
sw: Kanuni Zilizofutwa

source: midnight
es: medianoche
sw: saa sita usiku

source: Please provide an id.
es: Por favor proporcione un id.
sw: Tafadhali toa kitambulisho.

source: Rule not found.
es: Regla no encontrada.
sw: Kanuni haikupatikana.

source: Add Case Rule
es: Agregar Regla de Caso
sw: Ongeza Kanuni ya Kesi

source: Edit Case Rule
es: Regla de Editar Caso
sw: Hariri Kanuni ya Kesi

source: View Case Rule
es: Ver regla de caso
sw: Tazama Kanuni ya Kesi

source: Deduplicate Cases
es: Deduplicar casos
sw: Ondoa Nakala Rudufu za Kesi

source: Potential Duplicate Count
es: Conteo potencial de duplicados
sw: Idadi ya Kesi Zinazoweza Kuwa Nakala Rudufu

source: Processing - {progress_percent}% ({cases_processed}/{total_cases} cases) complete
es: Procesando - {progress_percent}% ({cases_processed}/{total_cases} casos) completado
sw: Inachakata - {progress_percent}% ({cases_processed}/{total_cases} kesi) imekamilika

source: Create Deduplication Rule
es: Crear regla de deduplicación
sw: Unda Kanuni ya Kuondoa Nakala Rudufu

source: Deduplication rule not saved due to the following issues: %s
es: La regla de deduplicación no se guardó debido a los siguientes problemas: %s
sw: Kanuni ya kuondoa nakala rudufu haijahifadhiwa kutokana na masuala yafuatayo: %s

source: Successfully created deduplication rule: {}
es: Regla de deduplicación creada exitosamente: {}
sw: Umefanikiwa kuunda kanuni ya kuondoa nakala rudufu: {}

source: A rule with name {name} already exists
es: Ya existe una regla con el nombre {name}
sw: Kanuni yenye jina {name} tayari ipo

source: Matching case properties must be unique
es: Las propiedades del caso coincidentes deben ser únicas
sw: Sifa za kesi zinazolingana lazima ziwe za kipekee

source: You cannot update reserved property: {}
es: No puedes actualizar la propiedad reservada: {}
sw: Huwezi kusasisha sifa iliyohifadhiwa: {}

source: Action case properties must be unique
es: Las propiedades de acción del caso deben ser únicas
sw: Sifa za kesi za hatua lazima ziwe za kipekee

source: You cannot update properties that are used to match a duplicate.
es: No puedes actualizar propiedades que se utilizan para coincidir un duplicado.
sw: Huwezi kusasisha sifa zinazotumika kulinganisha nakala rudufu.

source: Edit Deduplication Rule
es: Editar regla de deduplicación
sw: Hariri Kanuni ya Kuondoa Nakala Rudufu

source: Rule {name} is currently backfilling and cannot be edited
es: La regla {name} está actualmente en proceso de relleno y no se puede editar
sw: Kanuni {name} kwa sasa inajaza upya na haiwezi kuhaririwa

source: Rule {name} was updated, and has been queued for backfilling
es: La regla {name} fue actualizada y ha sido puesta en cola para relleno
sw: Kanuni {name} imesasishwa, na imewekwa kwenye foleni ya kujaza upya

source: Rule {name} was not updated, since nothing changed
es: La regla {name} no fue actualizada, ya que nada cambió
sw: Kanuni {name} haijasasishwa, kwa kuwa hakuna kilichobadilika

source: yes
es: sí
sw: ndiyo

source: no
sw: hapana

source: The domain "{domain}" was not found.
es: No se encontró el dominio "{domain}".
sw: Eneo la "{domain}" halikupatikana.

source: The project space "{domain}" has not yet been activated. Please report an issue if you think this is a mistake.
es: El espacio de proyecto "{domain}" aún no ha sido activado. Por favor, informa de un problema si crees que esto es un error.
sw: Eneo la mradi "{domain}" bado halijawezeshwa. Tafadhali ripoti tatizo ikiwa unadhani hii ni makosa.

source: maximum password attempts exceeded
es: Ha excedido el número de intentos de contraseña
sw: idadi ya majaribio ya nenosiri imezidi kiwango cha juu

source: Password must have at least {password_length} characters.
es: La contraseña debe tener al menos {password_length} caracteres.
sw: Nenosiri lazima liwe na angalau herufi {password_length}.

source: Password is not strong enough. Try making your password more complex.
es: La contraseña no es lo suficientemente segura. Intente hacer su contraseña más compleja.
sw: Nenosiri si imara vya kutosha. Jaribu kufanya nenosiri lako kuwa gumu zaidi.

source: Override project's timezone setting just for me.
es: Omita la configuración de la zona horaria del proyecto solo para mí.
sw: Badilisha mpangilio wa eneo la saa la mradi kwa ajili yangu pekee.

source: My Timezone
es: Mi Zona Horaria
sw: Eneo Langu la Saa

source: Update My Settings
es: Actualice Mis Configuraciones
sw: Sasisha Mipangilio Yangu

source: Allowed Countries
sw: Nchi Zinazoruhusiwa

source: Allowed IPs
sw: IP Zinazoruhusiwa

source: Denied IPs
sw: IP Zilizokataliwa

source: Additional Notes
sw: Maelezo ya Ziada

source: Edit IP Access Config
sw: Hariri Mpangilio wa Ufikiaji wa IP

source: Update IP Access Config
sw: Sasisha Mpangilio wa Ufikiaji wa IP

source: There are IP addresses in both the Allowed and Denied lists. Please ensure an IP address is only in one list at a time.
sw: Kuna anwani za IP kwenye orodha ya Zinazoruhusiwa na Zilizokataliwa. Tafadhali hakikisha anwani ya IP ipo kwenye orodha moja tu kwa wakati mmoja.

source: The Allowed Countries field cannot be saved because MaxMind is not configured for your environment
sw: Sehemu ya Nchi Zinazoruhusiwa haiwezi kuhifadhiwa kwa sababu MaxMind haijasanidiwa kwenye mazingira yako

source: Please add your own country or IP to the Allowed IPs field to avoid being locked out.
sw: Tafadhali ongeza nchi yako au IP yako kwenye sehemu ya IP Zinazoruhusiwa ili kuepuka kufungiwa nje.

source: You cannot put your current IP address in the Denied IPs field
sw: Huwezi kuweka anwani yako ya sasa ya IP kwenye sehemu ya IP Zilizokataliwa

source: The user being transferred to does not exist
es: Al usuario al que se le estaba haciendo la transferencia, no existe
sw: Mtumiaji anayehamishiwa hayupo

source: Mismatch in domains when confirming
es: No hay coincidencia en los dominios al confirmar
sw: Kutokulingana kwa maeneo wakati wa kuthibitisha

source: Type the name of the project to confirm
es: Escriba el nombre de su proyecto para confirmar
sw: Andika jina la mradi ili kuthibitisha

source: New owner's CommCare username
es: Nuevo nombre de usuario de propietario de CommCare
sw: Jina la mtumiaji wa CommCare wa mmiliki mpya

source: Transfer Project
es: Transferir Proyecto
sw: Hamisha Mradi

source: You may not specify a sub area when the project has no specified area
es: Usted no puede especificar una sub área cuando el proyecto no tiene área especificada
sw: Huwezi kubainisha eneo dogo wakati mradi hauna eneo lililobainishwa

source: This is not a valid sub-area for the area %s
es: Esta no es una sub-área válida para el área %s
sw: Hili si eneo dogo halali kwa eneo %s

source: Project Name
es: Nombre de Proyecto
sw: Jina la Mradi

source: This name will appear in the upper right corner when you are in this project. Changing this name will not change the URL of the project.
es: Este nombre aparecerá en la esquina superior derecha cuando esté en este proyecto. Cambiar este nombre no cambiará el URL del proyecto.
sw: Jina hili litaonekana kwenye kona ya juu kulia ukiwa kwenye mradi huu. Kubadilisha jina hili hakutabadilisha URL ya mradi.

source: Project Description
es: Descripción de Proyecto
sw: Maelezo ya Mradi

source: Please provide a short description of your project (Max 1000 characters).
es: Por favor proporcione una breve descripción de su proyecto (Max 1000 caracteres.)
sw: Tafadhali toa maelezo mafupi kuhusu mradi wako (Zaidi ya herufi 1000 haziruhusiwi).

source: Default Timezone
es: Zona horaria Predeterminada
sw: Eneo la Saa Chaguo-msingi

source: Select a location
es: Selecciona una ubicación
sw: Chagua eneo

source: Default project location
es: Ubicación predeterminada del proyecto
sw: Eneo chaguo-msingi la mradi

source: Please select your project's default location.
es: Por favor, selecciona la ubicación predeterminada de tu proyecto.
sw: Tafadhali chagua eneo chaguo-msingi la mradi wako.

source: Custom Logo
es: Logo Personalizado
sw: Nembo Maalum

source: Upload a custom image to display instead of the CommCare HQ logo. It will be automatically resized to a height of 32 pixels. Upload size limit is {size_limit} MB.
es: Sube una imagen personalizada para mostrar en lugar del logo de CommCare HQ. Se redimensionará automáticamente a una altura de 32 píxeles. El límite de tamaño de carga es {size_limit} MB.
sw: Pakia picha maalum ili ionyeshwe badala ya nembo ya CommCare HQ. Itabadilishwa kiotomatiki hadi urefu wa pikseli 32. Kikomo cha ukubwa wa kupakia ni {size_limit} MB.

source: Delete Logo
es: Eliminar Logo
sw: Futa Nembo

source: Delete Logo after Submitting this Form
es: Eliminar logo después de enviar este formulario
sw: Futa Nembo baada ya Kuwasilisha Fomu hii

source: Delete your custom logo and use the standard one.
es: Eliminar su logo personalizado y utilizar el estándar.
sw: Futa nembo yako maalum na tumia ile ya kawaida.

source: Logo to use in systems emails
es: Logo para usar en correos electrónicos del sistema
sw: Nembo ya kutumika kwenye barua pepe za mfumo

source: Upload an image to display in system emails from CommCare. It will be displayed in a square format. The upload size limit is {size_limit} MB.
es: Sube una imagen para mostrar en los correos electrónicos del sistema desde CommCare. Se mostrará en un formato cuadrado. El límite de tamaño de carga es de {size_limit} MB.
sw: Pakia picha itakayoonyeshwa kwenye barua pepe za mfumo kutoka CommCare. Itaonyeshwa katika muundo wa mraba. Kikomo cha ukubwa wa kupakia ni {size_limit} MB.

source: Call Center Application
es: Aplicación de Centro de Llamadas
sw: Programu ya Kituo cha Simu

source: Enable Call Center Application
es: Habilitar Aplicación de Centro de Llamadas
sw: Wezesha Programu ya Kituo cha Simu

source: Call Center mode is a CommCare HQ module for managing call center workflows. It is still under active development. Do not enable for your domain unless you're actively piloting it.
es: El modo de Centro de Llamadas es un módulo de CommCare HQ para gestionar flujos de trabajo de centros de llamadas. Todavía está en desarrollo activo. No lo habilites para tu dominio a menos que estés realizando una prueba piloto activa.
sw: Hali ya Kituo cha Simu ni moduli ya CommCare HQ kwa ajili ya kusimamia mtiririko wa kazi wa vituo vya simu. Bado inaendelea kuboreshwa. Usiiwasha kwenye domain yako isipokuwa unajaribu kwa majaribio.

source: Call Center Type
es: Tipo de Centro de Llamadas
sw: Aina ya Kituo cha Simu

source: If "Create cases and indicators" is selected, each user will have a case associated with it, and fixtures will be synced containing indicators about each user. If "Create just cases" is selected, the fixtures will not be created.
es: Si está seleccionado \”Crear casos e indicadores\” cada usuario tendrá un caso asociado y se sincronizarán fixtures que contengan indicadores acerca de cada usuario. Si está seleccionado \”Crear solo casos\” no se crearán los fixtures.
sw: Ikiwa "Unda kesi na viashiria" itachaguliwa, kila mtumiaji atakuwa na kesi inayohusishwa nayo, na vifaa vitasawazishwa vikijumuisha viashiria kuhusu kila mtumiaji. Ikiwa "Unda kesi pekee" itachaguliwa, vifaa havitaundwa.

source: Select an Owner...
es: Seleccione un Propietario...
sw: Chagua Mmiliki...

source: Call Center Case Owner
es: Propietario de Caso del Centro de Llamadas
sw: Mmiliki wa Kesi ya Kituo cha Simu

source: Select the person who will be listed as the owner of all cases created for call center users.
es: Seleccione a la persona que aparecerá como el propietario de todos los casos que se creen para todos los usuarios del centro de llamadas.
sw: Chagua mtu atakayeorodheshwa kama mmiliki wa kesi zote zitakazoundwa kwa watumiaji wa kituo cha simu.

source: Call Center Case Type
es: Tipo de Caso del Centro de Llamadas
sw: Aina ya Kesi ya Kituo cha Simu

source: Enter the case type to be used for FLWs in call center apps
es: Ingrese el tipo de caso a ser utilizado para los Agentes de Campo en las aplicaciones de centro de llamadas
sw: Weka aina ya kesi itakayotumika kwa FLWs kwenye programu za kituo cha simu

source: Default mobile report sync delay (hours)
es: Atraso de sincronización (horas) de reporte móvil por defecto
sw: Muda chaguo-msingi wa kusawazisha ripoti ya simu (saa)

source: Default time to wait between sending updated mobile report data to users. Can be overridden on a per user basis.
es: Tiempo predeterminado para esperar entre el envío de datos de informes móviles actualizados a los usuarios. Se puede anular para cada usuario.
sw: Muda chaguo-msingi wa kusubiri kati ya kutuma data ya ripoti ya simu iliyosasishwa kwa watumiaji. Inaweza kubadilishwa kwa kila mtumiaji.
