Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Message is stale and will not be processed.
es: El mensaje es antiguo y no será procesado.
sw: Ujumbe umepitwa na wakati na hautashughulikiwa.

source: Unknown message direction.
es: Dirección de mensaje desconocida.
sw: Mwelekeo wa ujumbe haujulikani.

source: Phone number has opted out of receiving SMS.
es: El número de teléfono ha optado por dejar de recibir SMS.
sw: Nambari ya simu imejiondoa kupokea SMS.

source: The gateway can't reach the destination number.
es: El portal no puedo comunicarse con el número de destino.
sw: Lango haliwezi kufikia nambari lengwa.

source: The gateway could not process the message because it was too long.
es: El portal no pudo procesar el mensaje porque era muy largo.
sw: Lango halikuweza kuchakata ujumbe kwa sababu ulikuwa mrefu sana.

source: The message was blank.
es: El mensaje estaba en blanco.
sw: Ujumbe ulikuwa tupu.

source: The recipient has been deactivated.
es: El destinatario ha sido desactivado.
sw: Mpokeaji amezimwa.

source: The number of SMS that can be sent on a trial plan has been exceeded.
es: Se ha excedido el número de SMS que se pueden enviar en un plan de prueba.
sw: Idadi ya SMS zinazoweza kutumwa kwenye mpango wa majaribio imezidiwa.

source: The message format was invalid.
es: El formato del mensaje era inválido.
sw: Muundo wa ujumbe haukuwa sahihi.

source: Missed
es: Perdidas
sw: Imekosa

source: Email Sent
es: Correo electrónico enviado
sw: Barua Pepe Imetumwa

source: Email Delivered
es: Correo electrónico entregado
sw: Barua Pepe Imefikishwa

source: Scheduled Broadcast
es: Transmisión programada
sw: Matangazo Yaliyopangwa

source: Immediate Broadcast
es: Transmisión inmediata
sw: Matangazo ya Mara Moja

source: Forwarded Message
es: Mensaje Reenviado
sw: Ujumbe Uliopitishwa

source: SMS Message
es: Mensaje SMS
sw: Ujumbe wa SMS

source: SMS Expecting Callback
es: SMS Espera Llamada de Vuelta
sw: SMS Inatarajia Majibu

source: IVR Survey
es: Encuesta IVR
sw: Utafiti wa IVR

source: Phone Verification
es: Verificación de Teléfono
sw: Uthibitisho wa Simu

source: Manually Sent Message
es: Mensaje Enviado Manualmente
sw: Ujumbe Uliotumwa Kwa Mkono

source: Message Sent Via API
es: Mensaje Enviado Vía API
sw: Ujumbe Uliotumwa Kupitia API

source: Message Sent Via Chat
es: Mensaje Enviado Vïa Chat
sw: Ujumbe Uliotumwa Kupitia Gumzo

source: FCM Push Notification
es: Notificación push FCM
sw: Arifa ya Kusukuma ya FCM

source: User Group
es: Grupo de Usuario
sw: Kikundi cha Mtumiaji

source: Multiple Recipients
es: Destinatarios Múltiples
sw: Wapokeaji Wengi

source: Location (including child locations)
es: Ubicación (incluyendo ubicaciones hijo)
sw: Eneo (ikiwemo maeneo ya chini)

source: Multiple Locations
es: Ubicaciones Múltiples
sw: Maeneo Mengi

source: Multiple Locations (including child locations)
es: Ubicaciones múltiples (incluyendo ubicaciones hijo)
sw: Maeneo Mengi (ikiwemo maeneo ya chini)

source: Unknown Contact
es: Contacto Desconocido
sw: Mwasiliani Asiyefahamika

source: No recipient
es: No hay destinatario
sw: Hakuna mpokeaji

source: No message available for the given language settings.
es: No hay mensaje disponible para la configuración de idioma dada.
sw: Hakuna ujumbe unaopatikana kwa mipangilio ya lugha uliyopewa.

source: Error rendering message; please check syntax.
es: Error al procesar el mensaje; por favor revise la sintaxis.
sw: Hitilafu katika kuonyesha ujumbe; tafadhali angalia sintaksia.

source: Gateway does not support the destination country.
es: El portal no soporta el país de destino.
sw: Lango haliiungi mkono nchi lengwa.

source: Contact has no phone number.
es: El contacto no tiene número de teléfono.
sw: Mwasiliani hana nambari ya simu.

source: Contact has no two-way phone number.
es: El contacto no tiene número de teléfono de dos vías.
sw: Mwasiliani hana nambari ya simu ya njia mbili.

source: Invalid custom content handler.
es: Gestor de contenido personalizado inválido.
sw: Kishughulikiaji maalum wa maudhui si sahihi.

source: Cannot load custom content handler.
es: No se puede cargar el gestor de contenido personalizado.
sw: Haiwezi kupakia kishughulikiaji maalum wa maudhui.

source: Cannot find form.
es: No se puede encontrar el formulario.
sw: Haiwezi kupata fomu.

source: No questions were available in the form. Please check that the form has questions and that display conditions are not preventing questions from being asked.
es: No hay preguntas disponibles en el formulario. Por favor revise que el formulario tenga preguntas y que las condiciones de visualización no estén evitando que se hagan las preguntas.
sw: Hakukuwa na maswali kwenye fomu. Tafadhali hakikisha fomu ina maswali na masharti ya kuonyesha hayazuii maswali kuulizwa.

source: The case with the given external ID was not found.
es: El caso con el ID externo dado no fue encontrado.
sw: Kesi yenye kitambulisho cha nje kilichopewa haikupatikana.

source: Multiple cases were found with the given external ID.
es: Múltiples casos fueron encontrados con el ID externo dado.
sw: Kesi nyingi zimepatikana zenye kitambulisho cha nje kilichopewa.

source: The form requires a case but no case was provided.
es: El formulario requiere un caso pero no se ha provisto un caso.
sw: Fomu inahitaji kesi lakini hakuna kesi iliyotolewa.

source: No external ID given; please include case external ID after keyword.
es: No se ha dado ID externo; por favor incluya ID externo de caso después de la palabra clave.
sw: Hakuna kitambulisho cha nje kilichopewa; tafadhali jumuisha kitambulisho cha nje cha kesi baada ya neno kuu.

source: Error processing structured SMS.
es: Error procesando SMS estructurado.
sw: Hitilafu katika kuchakata SMS iliyopangwa.

source: View details for more information.
es: Ver detalles para más información.
sw: Tazama maelezo kwa taarifa zaidi.

source: An error occurred in the formplayer service.
es: Ocurrió un error en el servicio de formplayer.
sw: Hitilafu imetokea kwenye huduma ya formplayer.

source: Internal Server Error
es: Error de Servidor Interno
sw: Hitilafu ya Ndani ya Seva

source: No suitable gateway could be found.
es: No se pudo encontrar un portal adecuado.
sw: Hakuna lango linalofaa lililoweza kupatikana.

source: Gateway could not be found.
es: No se pudo encontrar el portal.
sw: Lango halikuweza kupatikana.

source: Recipient has no email address.
es: El destinatario no tiene dirección de correo electrónico.
sw: Mpokeaji hana anwani ya barua pepe.

source: Recipient's email address is not valid.
es: La dirección de correo electrónico del destinatario no es válida.
sw: Anwani ya barua pepe ya mpokeaji si sahihi.

source: Cannot send any more reminder emails. The limit for sending reminder emails on a Trial plan has been reached.
es: No se pueden enviar más correos electrónicos de recordatorio. Ha llegado al límite de envío de correos electrónicos de recordatorio en un Plan de Prueba.
sw: Haiwezi kutuma barua pepe za ukumbusho zaidi. Kikomo cha kutuma barua pepe za ukumbusho kwenye mpango wa majaribio kimefikiwa.

source: Email Bounced
es: Correo electrónico rebotado
sw: Barua Pepe Imerejeshwa

source: Email Gateway Error
es: Error de puerta de enlace de correo electrónico
sw: Hitilafu ya Lango la Barua Pepe

source: No FCM tokens found for recipient.
es: No se encontraron tokens FCM para el destinatario.
sw: Hakuna tokeni za FCM zilizopatikana kwa mpokeaji.

source: Recipient did not match filters:
es: El destinatario no coincidió con los filtros:
sw: Mpokeaji hakukidhi vichujio:

source: Phone Prefix
es: Prefijo de Teléfono
sw: Kiambishi cha Simu

source: Prefix
es: Prefijo
sw: Kiambishi

source: Add Mapping
es: Añadir Mapeo
sw: Ongeza Ulinganishaji

source: Search by name or phone number
es: Buscar por nombre o número de teléfono
sw: Tafuta kwa jina au nambari ya simu

source: Contact Name
es: Nombre de Contacto
sw: Jina la Mawasiliano

source: Request Messaging Consent
es: Solicitar consentimiento de mensajería
sw: Omba Idhini ya Ujumbe

source: <p> A new user %(username)s registered for project %(domain)s through SMS. </p> <p> To modify, update or remove this user click <a href="%(url)s">here</a> </p> <p> Thanks,<br /> CommCare </p>
sw: <p> Mtumiaji mpya %(username)s amesajiliwa kwa mradi %(domain)s kupitia SMS. </p> <p> Ili kurekebisha, kusasisha au kuondoa mtumiaji huyu bonyeza <a href="%(url)s">hapa</a> </p> <p> Asante,<br /> CommCare </p>

source: You are seeing this notice because your project defines some custom behavior for outbound SMS when choosing a gateway for a destination mobile number. The following mobile prefixes are mapped to their corresponding gateway backends for routing outbound SMS traffic:
es: Está viendo este aviso porque su proyecto define algún comportamiento personalizado para SMS salientes al elegir una puerta de enlace para un número de móvil de destino. Los siguientes prefijos móviles están mapeados a sus correspondientes backends de puerta de enlace para enrutar el tráfico de SMS salientes:
sw: Unaona taarifa hii kwa sababu mradi wako umeweka tabia maalum kwa SMS zinazoenda nje wakati wa kuchagua lango kwa nambari ya simu lengwa. Viambishi vya simu vifuatavyo vimeunganishwa na lango zao husika kwa ajili ya kuelekeza trafiki ya SMS zinazoenda nje:

source: Gateway Backend Name
es: Nombre del Backend del Gateway
sw: Jina la Lango la Nyuma

source: See comments under SQLMobileBackendMapping in the code for how to administer this.
es: Consulte los comentarios bajo SQLMobileBackendMapping en el código para saber cómo administrarlo.
sw: Tazama maoni chini ya SQLMobileBackendMapping kwenye msimbo kwa jinsi ya kusimamia hili.

source: * Before using this gateway to send messages internationally, please test that it works for each network provider in your desired countries. International text messages sent from this gateway may not be delivered in all countries.
es: * Antes de usar este gateway para enviar mensajes internacionalmente, por favor pruebe que funciona para cada proveedor de red en los países deseados. Los mensajes de texto internacionales enviados desde este gateway pueden no ser entregados en todos los países.
sw: * Kabla ya kutumia lango hili kutuma ujumbe kimataifa, tafadhali jaribu kama linafanya kazi kwa kila mtoa huduma wa mtandao katika nchi unazotaka. Ujumbe wa maandishi wa kimataifa uliotumwa kutoka lango hili huenda usifikishwe katika nchi zote.

source: Setting as default...
es: Configurando como predeterminado...
sw: Inawekwa kama chaguo-msingi...

source: Set As Default
es: Establecer como Predeterminado
sw: Weka Kama Chaguo-msingi

source: Delete the SMS Gateway '<span data-bind="text: name"></span>'
es: Eliminar el Portal SMS '<span data-bind="text: name"></span>'
sw: Futa Lango la SMS '<span data-bind="text: name"></span>'

source: Are you sure you want to delete the SMS Gateway '<span data-bind="text: name"></span>'?</p>
es: ¿Está seguro de que quiere eliminar el Portal SMS '<span data-bind="text: name"></span>'?</p>
sw: Una uhakika unataka kufuta Lango la SMS '<span data-bind="text: name"></span>'?</p>

source: Global Gateway
es: Portal Global
sw: Lango la Kimataifa

source: Shared Gateway
es: Portal Compartido
sw: Lango la Pamoja

source: DEFAULT GATEWAY
es: PORTAL PREDETERMINADO
sw: LANGO CHAGUO-MSINGI

source: Removing from default...
es: Eliminando de predeterminado...
sw: Inaondolewa kutoka chaguo-msingi...

source: Remove As Default
es: Eliminar como Predeterminado
sw: Ondoa Kama Chaguo-msingi

source: READ THIS IMPORTANT NOTICE CAREFULLY BEFORE CONTINUING
es: LEA ESTE AVISO IMPORTANTE CUIDADOSAMENTE ANTES DE CONTINUAR
sw: SOMA TAARIFA HII MUHIMU KWA MAKINI KABLA YA KUENDELEA

source: Deleting a global gateway causes all gateway mapping references to it to be deleted as well, including default gateway settings for all domains that reference this gateway. Only proceed if you are confident you understand the repercussions of this irreversible action.
es: Eliminar un gateway global provoca que todas las referencias de mapeo de gateway a él sean eliminadas también, incluyendo la configuración predeterminada del gateway para todos los dominios que hacen referencia a este gateway. Solo proceda si está seguro de que comprende las repercusiones de esta acción irreversible.
sw: Kufuta lango la kimataifa kunasababisha marejeleo yote ya ulinganishaji wa lango hilo pia kufutwa, ikiwemo mipangilio ya lango chaguo-msingi kwa miradi yote inayorejelea lango hili. Endelea tu ikiwa una uhakika unaelewa madhara ya hatua hii isiyoweza kubadilishwa.

source: SMS Languages
es: Idiomas SMS
sw: Lugha za SMS

source: Messaging Translations
es: Traducciones de Mensajes
sw: Tafsiri za Ujumbe

source: When the day is...
es: Cuando el día es...
sw: Wakati siku ni...

source: And the time is...
es: Y la hora es...
sw: Na muda ni...

source: Any Day
es: Cualquier día
sw: Siku Yoyote

source: Monday
es: Lunes
sw: Jumatatu

source: Tuesday
es: Martes
sw: Jumanne

source: Wednesday
es: Miércoles
sw: Jumatano

source: Thursday
es: Jueves
sw: Alhamisi

source: Friday
es: Viernes
sw: Ijumaa

source: Saturday
es: Sábado
sw: Jumamosi

source: Sunday
es: Domingo
sw: Jumapili

source: Before
es: Antes
sw: Kabla

source: After
es: Después
sw: Baada

source: Between
es: Entre
sw: Kati ya

source: and
es: y
sw: na

source: Add Day and Time Window
es: Añada Ventana de Día y Hora
sw: Ongeza Siku na Dirisha la Muda

source: Filter Type
es: Tipo de Filtro
sw: Aina ya Kichujio

source: Show Contacts
es: Mostrar Contactos
sw: Onyesha Mawasiliano

source: Verification Status
es: Verificación de Estatus
sw: Hali ya Uthibitisho

source: Not Verified or Already In Use
es: No está Verificado o Ya está en Uso
sw: Haijathibitishwa au Tayari Inatumika

source: Verification Pending
es: Verificación Pendiente
sw: Uthibitisho Unasubiri

source: Request Access to Messaging Features
es: Solicitar Acceso a Funciones de Mensajería
sw: Omba Ufikiaji wa Vipengele vya Ujumbe

source: To enable messaging features, please request access by sending an email to <a href="mailto:%(ACCOUNTS_EMAIL)s">%(ACCOUNTS_EMAIL)s</a> from your work email address containing the following information:
sw: Ili kuwezesha vipengele vya ujumbe, tafadhali omba ruhusa kwa kutuma barua pepe kwa <a href="mailto:%(ACCOUNTS_EMAIL)s">%(ACCOUNTS_EMAIL)s</a> kutoka kwenye anwani yako ya barua pepe ya kazi ikiwa na taarifa zifuatazo:

source: Your full name
es: Su nombre completo
sw: Jina lako kamili

source: The organization you work for
es: La organización para la que trabaja
sw: Shirika unalofanyia kazi

source: WhatsApp Templates
es: Plantillas de WhatsApp
sw: Violezo vya WhatsApp

source: To send a template message, copy and paste the <strong>Template String</strong> as the message text, replacing each <code>{variable}</code> with the variables you want to add in to the template, surrounded by curly braces.
es: Para enviar un mensaje de plantilla, copie y pegue el <strong>String de Plantilla</strong> como el texto del mensaje, reemplazando cada <code>{variable}</code> con las variables que desea agregar a la plantilla, rodeadas por llaves.
sw: Ili kutuma ujumbe wa kiolezo, nakili na bandika <strong>Mstari wa Kiolezo</strong> kama maandishi ya ujumbe, ukibadilisha kila <code>{variable}</code> na vigezo unavyotaka kuongeza kwenye kiolezo, vikiwa vimezungukwa na mabano ya curly.

source: For example <code>cc_wa_template:daily_screening:en:{var1},{var2}</code> would become <code>cc_wa_template:daily_screening:en:{Hello dear user, }, {55}</code>
sw: Kwa mfano <code>cc_wa_template:daily_screening:en:{var1},{var2}</code> itakuwa <code>cc_wa_template:daily_screening:en:{Hello dear user, }, {55}</code>

source: Template Name
es: Nombre de la Plantilla
sw: Jina la Kiolezo

source: Body
es: Cuerpo
sw: Mwili

source: Category
es: Categoría
sw: Kategoria

source: Template String
es: String de Plantilla
sw: Mstari wa Kiolezo

source: Invalid phone number format.
es: Formato de número de teléfono inválido.
sw: Muundo wa nambari ya simu si sahihi.

source: Yesterday
es: Ayer
sw: Jana

source: 1 Week
es: 1 Semana
sw: Wiki 1

source: 30 Days
es: 30 Días
sw: Siku 30

source: Compose SMS Message
es: Redacte Mensaje SMS
sw: Andika Ujumbe wa SMS

source: You didn't specify any recipients
es: Usted no especificó ningún destinatario
sw: Hujabainisha wapokeaji wowote

source: You can't send an empty message
es: No puede enviar un mensaje vacío
sw: Huwezi kutuma ujumbe mtupu

source: The following groups don't exist:
es: Los siguientes grupos no existen:
sw: Makundi yafuatayo hayapo:

source: The following users don't have phone numbers:
es: Los siguientes usuarios no tienen números de teléfono:
sw: Watumiaji wafuatao hawana nambari za simu:

source: Couldn't send to the following number(s):
es: No se pudo enviar a los siguientes número(s):
sw: Haikuwezekana kutuma kwa nambari zifuatazo:

source: Couldn't find the following user(s):
es: No se pudo encontrar a los siguientes usuario(s):
sw: Haikuweza kupatikana watumiaji wafuatao:

source: Successfully sent:
es: Enviado exitosamente:
sw: Imetumwa kwa mafanikio:

source: No messages were sent.
es: No se envió ningún mensaje.
sw: Hakuna ujumbe uliotumwa.

source: Message sent
es: Mensaje enviado
sw: Ujumbe umetumwa

source: Test SMS Message
es: Prueba de Mensaje SMS
sw: Jaribu Ujumbe wa SMS

source: Test message received.
es: Mensaje de prueba recibido.
sw: Ujumbe wa majaribio umepokelewa.

source: Invalid phone number. Please choose a two-way phone number belonging to a contact in your project.
es: Número de teléfono no válido. Por favor elija un número de teléfono bidireccional que pertenezca a un contacto en su proyecto.
sw: Nambari ya simu si sahihi. Tafadhali chagua nambari ya simu ya njia mbili inayomilikiwa na mwasiliani katika mradi wako.

source: Invalid phone number. Either this number is not assigned to a contact in your project or there is an active session for this number in another project space. To 'claim' this channel use the 'claim this channel' checkbox or start a new SMS survey with this number and wait for the first message to be sent.
es: Número de teléfono no válido. Este número no está asignado a un contacto en tu proyecto o hay una sesión activa para este número en otro espacio de proyecto. Para 'reclamar' este canal, utiliza la casilla de verificación 'reclamar este canal' o inicia una nueva encuesta SMS con este número y espera a que se envíe el primer mensaje.
sw: Nambari ya simu si sahihi. Aidha nambari hii haijapangiwa mwasiliani katika mradi wako au kuna kikao kinachoendelea kwa nambari hii katika eneo lingine la mradi. Ili 'kudai' njia hii tumia kisanduku cha tiki cha 'dai njia hii' au anza utafiti mpya wa SMS na nambari hii na usubiri ujumbe wa kwanza utumwe.

source: Changes saved.
es: Cambios guardados.
sw: Mabadiliko yamehifadhiwa.

source: Chat over SMS
es: Chatear en SMS
sw: Soga kupitia SMS

source: All Time
es: Todo el Tiempo
sw: Wakati Wote

source: SMS Connectivity
es: Conectividad SMS
sw: Uunganisho wa SMS

source: Supported Countries
es: Países Soportados
sw: Nchi Zinazoungwa Mkono

source: Multiple%s
es: Múltiple%s
sw: Nyingi%s

source: Add %s Gateway
es: Añadir %s Portal
sw: Ongeza %s Lango

source: Create %s Gateway
es: Crear %s Portal
sw: Unda %s Lango

source: Add SMS Gateway
es: Añadir Portal SMS
sw: Ongeza Lango la SMS

source: Edit SMS Gateway
es: Editar Portal SMS
sw: Hariri Lango la SMS

source: Edit %s Gateway
es: Editar %s Portal
sw: Hariri %s Lango

source: Update %s Gateway
es: Actualizar %s Portal
sw: Sasisha %s Lango

source: Subscribe SMS
es: Suscribir SMS
sw: Jiandikishe SMS

source: Updated CommCare Supply settings.
es: Configuraciones de CommCare Suministros actualizadas.
sw: Mipangilio ya CommCare Supply imesasishwa.

source: messaging translation
es: traducción de mensajería
sw: tafsiri ya ujumbe

source: messaging translations
es: traducciones de mensajería
sw: tafsiri za ujumbe

source: SMS Translations Updated.
es: Traducciones SMS Actualizadas.
sw: Tafsiri za SMS Zimesasishwa.

source: Update failed. We're looking into it.
es: La actualización falló. Estamos revisándola.
sw: Sasisho limefeli. Tunaliangalia.

source: SMS Settings
es: Configuraciones SMS
sw: Mipangilio ya SMS

source: You have multiple gateways that support whatsapp templates (infobip, turn) configured. Please remove the ones you don't use.
es: Tienes múltiples gateways que soportan plantillas de WhatsApp (infobip, turn) configurados. Por favor, elimina los que no uses.
sw: Una malango mengi yaliyo na uwezo wa violezo vya whatsapp (infobip, turn) yamewekwa. Tafadhali ondoa yale usiyotumia.

source: You have no gateways that support whatsapp templates (infobip, turn) configured. Please configure one before proceeding
es: No tienes gateways que soporten plantillas de WhatsApp (infobip, turn) configurados. Por favor, configura uno antes de continuar.
sw: Huna malango yaliyo na uwezo wa violezo vya whatsapp (infobip, turn) yamewekwa. Tafadhali weka moja kabla ya kuendelea

source: failed to fetch templates. Please make sure the gateway is configured properly.
es: No se pudieron obtener las plantillas. Por favor, asegúrate de que el gateway esté configurado correctamente.
sw: imeshindwa kupakua violezo. Tafadhali hakikisha lango limewekwa ipasavyo.

source: Connect Messaging Users
es: Conectar Usuarios de Mensajería
sw: Unganisha Watumiaji wa Ujumbe

source: Channels created for the following users:
es: Canales creados para los siguientes usuarios:
sw: Vituo vimeundwa kwa watumiaji wafuatao:

source: No channels created
es: No se crearon canales
sw: Hakuna njia zilizoundwa

source: %s per 160 character SMS
es: %s por SMS de 160 caracteres
sw: %s kwa kila SMS ya herufi 160

source: Any Country (Delivery not guaranteed via connection)
es: Cualquier País (No se garantiza el envío vía conexión)
sw: Nchi Yoyote (Uwasilishaji hauhakikishwi kupitia muunganisho)

source: Valid Billables
es: Facturas Válidas
sw: Billables Halali

source: Invalid Billables
es: Facturas Inválidas
sw: Billables Batili

source: Has Gateway Fee
es: Tiene Cuota de Portal
sw: Ina Ada ya Gateway

source: Gateway Type
es: Tipo de Portal
sw: Aina ya Gateway

source: Specific Gateway
es: Portal Específico
sw: Gateway Maalum

source: Country Code
es: Código de País
sw: Msimbo wa Nchi

source: Please Select a Country Code
es: Por favor Seleccione un Código de País
sw: Tafadhali Chagua Msimbo wa Nchi

source: Completed (Partially Completed Submission)
es: Completado (Ingreso Parcialmente Completado)
sw: Imekamilika (Uwasilishaji Umekamilika Sehemu Tu)

source: Not Finished
es: No Finalizado
sw: Haijakamilika

source: Email domain '{}' is already associated with an identity provider.
es: El dominio de correo electrónico '{}' ya está asociado con un proveedor de identidad.
sw: Kikoa cha barua pepe '{}' tayari kimehusishwa na mtoa huduma wa utambulisho.

source: No email domain exists with the name {}.
es: No existe un dominio de correo electrónico con el nombre {}.
sw: Hakuna kikoa cha barua pepe kilicho na jina {}.

source: Please ensure that '{}' is added as an Authenticated Email Domain for this Identity Provider before proceeding.
es: Por favor, asegúrate de que '{}' esté añadido como un Dominio de Correo Electrónico Autenticado para este Proveedor de Identidad antes de continuar.
sw: Tafadhali hakikisha kwamba '{}' imeongezwa kama Kikoa cha Barua Pepe Kilichothibitishwa kwa Mtoa Huduma huyu wa Utambulisho kabla ya kuendelea.

source: User {} is already exempt from SSO
es: El usuario {} ya está exento de SSO
sw: Mtumiaji {} tayari ameondolewa kwenye SSO
