Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: Failed to schedule task to import from OpenMRS.
es: No se pudo programar la tarea para importar desde OpenMRS.
sw: Imeshindikana kupanga kazi ya kuingiza kutoka OpenMRS.

source: Failed to fetch attempts
es: No se pudo obtener los intentos
sw: Imeshindikana kupata majaribio

source: Failed to fetch payload
es: No se pudo obtener la carga útil
sw: Imeshindikana kupata mzigo wa data

source: Failed to send
es: No se pudo enviar

source: Failed to cancel
es: No se pudo cancelar

source: Username
es: Nombre de Usuario
sw: Jina la Mtumiaji

source: Client ID
es: ID del cliente
sw: Kitambulisho cha Mteja

source: Client Secret
es: Secreto de Cliente
sw: Siri ya Mteja

source: HTTP Header Name
es: Nombre del encabezado HTTP
sw: Jina la Kichwa cha HTTP

source: API Key
es: Clave API
sw: Ufunguo wa API

source: Success! Response is:
es: ¡Correcto! La respuesta es:
sw: Imefanikiwa! Majibu ni:

source: Failed! Response is:
es: ¡Incorrecto! La respuesta es:
sw: Imeshindikana! Majibu ni:

source: CommCare HQ was unable to make the request:
es: CommCare HQ no pudo realizar la solicitud:
sw: CommCare HQ imeshindwa kutuma ombi:

source: I donâ€™t need the features of my paid plan anymore but I plan on continuing using CommCare
sw: Sihitaji tena vipengele vya mpango wangu wa kulipia lakini ninapanga kuendelea kutumia CommCare

source: Response from Stripe did not complete properly.
sw: Majibu kutoka Stripe hayajakamilika ipasavyo.

source: Free edition
sw: Toleo la bure

source: This is a reserved case type. Refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955258/User+Case+Management" target="_blank" rel="noopener">doc</a> before using.
sw: Hii ni aina ya kesi iliyohifadhiwa. Tafadhali rejelea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955258/User+Case+Management" target="_blank" rel="noopener">hati</a> kabla ya kutumia.

source: This is a reserved case type. Please choose another name.
sw: Hii ni aina ya kesi iliyohifadhiwa. Tafadhali chagua jina lingine.

source: This case type has been deprecated in the Data Dictionary.
sw: Aina hii ya kesi imeondolewa kwenye Kamusi ya Data.

source: Add a new case type or use an existing one
sw: Ongeza aina mpya ya kesi au tumia iliyopo

source: What is a Survey Menu?
sw: Menyu ya Utafiti ni nini?

source: Surveys are used to collect independent forms that do not need to be tracked over time. Common examples include satisfaction surveys or anonymous feedback forms.
sw: Utafiti hutumika kukusanya fomu huru ambazo hazihitaji kufuatiliwa kwa muda. Mifano ya kawaida ni pamoja na tafiti za kuridhika au fomu za maoni zisizojulikana.

source: What is a Case List?
sw: Orodha ya Kesi ni nini?

source: Case Lists are used to register and track related data (cases) over time. This data can be referenced in other forms and by other cases. Common examples include maternal health, student attendance, or crop monitoring.
sw: Orodha za Kesi hutumika kusajili na kufuatilia data inayohusiana (kesi) kwa muda. Data hii inaweza kurejelewa kwenye fomu nyingine na na kesi nyingine. Mifano ya kawaida ni pamoja na afya ya uzazi, mahudhurio ya wanafunzi, au ufuatiliaji wa mazao.

source: Warning: Calculated property used is not compatible with caching and may result in stale data on case list properties
sw: Onyo: Mali iliyohesabiwa inayotumika haitangamani na uhifadhi wa akiba na inaweza kusababisha data iliyopitwa na wakati kwenye mali za orodha ya kesi

source: Audio
sw: Sauti

source: createXML
sw: undaXML

source: getData
sw: pataData

source: Add Widget
sw: Ongeza Wijeti

source: Weâ€™re unable to submit this form right now due to high system usage. Please keep this window open and try again in a minute, or come back to this form in Incomplete Forms later.
sw: Hatuwezi kuwasilisha fomu hii sasa hivi kutokana na matumizi makubwa ya mfumo. Tafadhali acha dirisha hili wazi na ujaribu tena baada ya dakika moja, au rudi kwenye fomu hii kwenye Fomu Zisizokamilika baadaye.

source: No
sw: Hapana

source: You've saved <%- count %> case properties to the '<%- type %>' case. We recommend at most <%- limit %> case properties per case type, otherwise you may run into performance issues at the time of data collection and analysis.
sw: Umehifadhi sifa za kesi <%- count %> kwenye kesi ya aina ya '<%- type %>'. Tunapendekeza usizidi sifa za kesi <%- limit %> kwa kila aina ya kesi, vinginevyo unaweza kukutana na changamoto za utendaji wakati wa ukusanyaji na uchambuzi wa data.

source: Reassigned
sw: Imepangiwa upya

source: Copied
sw: Imenakiliwa

source: Today
sw: Leo

source: Reassigned <%- count %> cases
sw: Kesi <%- count %> zimepangiwa upya

source: Copied <%- count %> cases
sw: Kesi <%- count %> zimenakiliwa

source: Card added successfully! Refreshing cards list...
sw: Kadi imeongezwa kwa mafanikio! Inaboresha orodha ya kadi...

source: Chat
sw: Gumzo

source: Available Letters
sw: Herufi Zinazopatikana

source: Search Letters...
sw: Tafuta Herufi...

source: Unavailable
sw: Haipatikani

source: <%- minutes %> minutes remaining
sw: Dakika <%- minutes %> zimebaki
