Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Enter email address
es: Ingrese la dirección de correo electrónico
sw: Weka anwani ya barua pepe

source: Enter password
es: Ingrese la contraseña
sw: Weka nywila

source: Please enter a valid email address.
es: Por favor ingrese una dirección de correo válida.
sw: Tafadhali weka anwani halali ya barua pepe.

source: Please enter a password.
es: Por favor ingrese una contraseña.
sw: Tafadhali weka nywila.

source: Please enter valid CAPTCHA
es: Por favor, introduzca un CAPTCHA válido
sw: Tafadhali weka CAPTCHA sahihi

source: Still having trouble?<div class='spacer'></div>Make sure you have selected the correct Cloud Location from the menu above. Your account and project may be in a different location.
sw: Bado unapata shida?<div class='spacer'></div>Hakikisha umechagua Eneo Sahihi la Wingu kutoka kwenye menyu hapo juu. Akaunti na mradi wako vinaweza kuwa kwenye eneo tofauti.

source: European Union
sw: Umoja wa Ulaya

source: United States
sw: Marekani

source: users
sw: watumiaji

source: Unsupported export format: {}. Supported formats are: {}
sw: Muundo wa usafirishaji hauungwa mkono: {}. Miundo inayoungwa mkono ni: {}

source: Export is being generated. You will receive an email when it is ready.
sw: Uhamishaji unatengenezwa. Utapokea barua pepe itakapokuwa tayari.

source: Sending will be retried.
es: El envío se volverá a intentar.
sw: Kutuma kutajaribiwa tena.

source: Sending aborted.
es: Envío abortado.
sw: Kutuma kumesitishwa.

source: Forbidden
es: Prohibido
sw: Hairuhusiwi

source: Sorry, you don't have permission to access that page!
es: Lo sentimos. ¡Usted no tiene permiso para acceder a esa página!
sw: Samahani, huna ruhusa ya kufikia ukurasa huo!

source: Contact your administrator if you believe this is a mistake.
es: Contacte a su administrador si cree que esto es un error.
sw: Wasiliana na msimamizi wako kama unaamini hii ni makosa.

source: Not Found
es: No se encontró
sw: Haikupatikana

source: Sorry, we couldn't find that for you.
es: Lo sentimos. No pudimos encontrar eso para usted.
sw: Samahani, hatukuweza kukupatia hicho.

source: If you think there should be something here, please <a href="mailto:%(SUPPORT_EMAIL)s">let us know</a>!
es: Si cree que debería haber algo aquí, por favor <a href="mailto:%(SUPPORT_EMAIL)s">háganoslo saber</a>!
sw: Ikiwa unadhani kunapaswa kuwa na kitu hapa, tafadhali <a href="mailto:%(SUPPORT_EMAIL)s">tuarifu</a>!

source: 500 Error
es: Error 500
sw: Hitilafu 500

source: Oh no, something unexpected just happened!
es: ¡Oh no, algo inesperado acaba de suceder!
sw: Pole, kitu kisichotarajiwa kimetokea!

source: Sad Danny is Sad
es: El Triste Danny está Triste
sw: Danny Mwenye Huzuni Ana Huzuni

source: First time here?
es: ¿Es su primera vez aquí?
sw: Mara ya kwanza hapa?

source: Try refreshing. Often the problem is temporary and the page will succeed if you try again.
es: Intente actualizar. A menudo el problema es temporal y la página tendrá éxito si lo intenta de nuevo.
sw: Jaribu kuburudisha ukurasa. Mara nyingi tatizo ni la muda na ukurasa utafunguka ukijaribu tena.

source: Refresh Page
es: Refresque la Página
sw: Burudisha Ukurasa

source: Check the status of our services.
es: Verifique el estado de nuestros servicios.
sw: Angalia hali ya huduma zetu.

source: If there is a problem with our systems, we'll post an update to our Status Page.
es: Si hay un problema con nuestros sistemas, publicaremos una actualización en nuestra Página de Estado.
sw: Ikiwa kuna tatizo na mifumo yetu, tutachapisha taarifa kwenye Ukurasa wa Hali.

source: View Status Page
es: Ver Página de Estado
sw: Tazama Ukurasa wa Hali

source: Been here before? Report an issue to help us get this problem fixed faster.
es: ¿Ha estado aquí antes? Informe un problema para ayudarnos a solucionar este problema más rápido.
sw: Umewahi kuwa hapa kabla? Ripoti tatizo ili utusaidie kurekebisha haraka zaidi.

source: We would appreciate any additional information about what happened before you encountered this problem.
es: Agradeceríamos cualquier información adicional sobre lo que sucedió antes de que encontrara este problema.
sw: Tunashukuru kwa taarifa yoyote ya ziada kuhusu kilichotokea kabla ya kukutana na tatizo hili.

source: Short Description
es: Descripción Corta
sw: Maelezo Mafupi

source: Full Description
es: Descripción Completa
sw: Maelezo Kamili

source: Submit Report
es: Ingresar Reporte
sw: Tuma Ripoti

source: Cookies are disabled!
sw: Vidakuzi vimezimwa!

source: Someone ate the cookies.
sw: Mtu amekula biskuti.

source: Oops! Looks like Cookies are disabled!
sw: Samahani! Inaonekana Vidakuzi vimezimwa!

source: No worries! Here's how you can fix it:
sw: Hakuna wasiwasi! Hivi ndivyo unaweza kurekebisha:

source: Try <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >refreshing</a> the page.
sw: Jaribu <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >kusasisha</a> ukurasa.

source: Click on the CommCare icon <i class="fcc fcc-flower"></i> in the top left corner.
sw: Bonyeza ikoni ya CommCare <i class="fcc fcc-flower"></i> kwenye kona ya juu kushoto.

source: If that doesn't work, clear your browser's cache, then close and reopen your browser.
sw: Ikiwa hiyo haifanyi kazi, futa akiba ya kivinjari chako, kisha funga na fungua tena kivinjari chako.

source: Need help?
sw: Unahitaji msaada?

source: Check out our step-by-step <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950826/Troubleshooting+Support" class="fw-bold" target="_blank" >troubleshooting guide</a> with screenshots and quick tips.
sw: Angalia mwongozo wetu wa hatua kwa hatua <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950826/Troubleshooting+Support" class="fw-bold" target="_blank" >mwongozo wa utatuzi wa matatizo</a> wenye picha na vidokezo vya haraka.

source: Still having trouble?
sw: Bado unapata shida?

source: We are happy to assist!
sw: Tuko tayari kusaidia!

source: Email us at <a href="mailto:%(support_email)s" class="fw-bold" target="_blank" >%(support_email)s</a>.
sw: Tutumie barua pepe kwa <a href="mailto:%(support_email)s" class="fw-bold" target="_blank" >%(support_email)s</a>.

source: 500! Sorry, something went wrong, and we're very sorry about it. This problem has been logged and we're already hard at work figuring out the issue!
es: ¡500! Lo sentimos, algo salió mal y lo lamentamos mucho. Este problema ha sido registrado y ya estamos trabajando arduamente para resolver el problema.
sw: 500! Pole, kuna tatizo limetokea, na tunaomba radhi sana kuhusu hilo. Tatizo hili limerekodiwa na tayari tunalifanyia kazi ili kulitatua!

source: Schedule a Demo
es: Programar una demostración
sw: Panga Onyesho

source: This is a snapshot of
es: Esta es una imagen de
sw: Hii ni picha ya

source: Your invoice for %(invoice_month)s is past due!
es: ¡Su factura de %(invoice_month)s está vencida!
sw: Ankara yako ya %(invoice_month)s imechelewa kulipwa!

source: Remind me later
es: Recordarme más tarde
sw: Nikumbushe baadaye

source: Pay invoice now
es: Pagar factura ahora
sw: Lipa ankara sasa

source: Thank you for logging in!
es: ¡Gracias por iniciar sesión!
sw: Asante kwa kuingia!

source: You may close this window and return to your work.
es: Puede cerrar esta ventana y volver a su trabajo.
sw: Unaweza kufunga dirisha hili na kurudi kwenye kazi yako.

source: Your session has expired
es: Su sesión ha expirado
sw: Kipindi chako kimeisha muda wake

source: Please login again with Single Sign-On
es: Por favor, inicie sesión nuevamente con Single Sign-On
sw: Tafadhali ingia tena kwa kutumia Single Sign-On

source: We opened a new window for you to log in again with Single Sign-On. If you've finished logging in there, you may close this popup. Thank you!
es: Hemos abierto una nueva ventana para que inicie sesión nuevamente con Single Sign-On. Si ya ha terminado de iniciar sesión allí, puede cerrar este popup. ¡Gracias!
sw: Tumefungua dirisha jipya ili uingie tena kwa kutumia Single Sign-On. Ukimaliza kuingia huko, unaweza kufunga dirisha hili. Asante!

source: Thank you for logging in with Single Sign-On!
es: ¡Gracias por iniciar sesión con Single Sign-On!
sw: Asante kwa kuingia kwa kutumia Single Sign-On!

source: You may close this window and return to your work. Thank you.
es: Puede cerrar esta ventana y volver a su trabajo. Gracias.
sw: Unaweza kufunga dirisha hili na kurudi kwenye kazi yako. Asante.

source: Register OAuth application
es: Registrar aplicación OAuth
sw: Sajili programu ya OAuth

source: Starting %(prepaid_remaining_date)s, you will be billed $%(monthly_fee)s per month for your CommCare %(edition)s Edition plan.
es: A partir del %(prepaid_remaining_date)s, se le cobrará $%(monthly_fee)s por mes por su plan CommCare %(edition)s Edition.
sw: Kuanzia %(prepaid_remaining_date)s, utatozwa $%(monthly_fee)s kwa mwezi kwa mpango wako wa CommCare %(edition)s Edition.

source: Add Credits or Modify Subscription
es: Agregar créditos o modificar suscripción
sw: Ongeza Mikopo au Badilisha Usajili

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancel </button> </div> </div> </div>
es: <div class="modal-header"> <h4 class="modal-title">Desactivar %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> ¿Está seguro de que desea desactivar %(name)s por ahora? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Sí, desactivar %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancelar </button> </div> </div> </div>
sw: <div class="modal-header"> <h4 class="modal-title">Zima %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Una uhakika unataka kuzima %(name)s kwa sasa? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Ndiyo, zima %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Ghairi </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancel </button> </div> </div> </div>
es: <div class="modal-header"> <h4 class="modal-title">Desactivar %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> ¿Está seguro de que desea desactivar %(name)s por ahora? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Sí, desactivar %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancelar </button> </div> </div> </div>
sw: <div class="modal-header"> <h4 class="modal-title">Zima %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Una uhakika unataka kuzima %(name)s kwa sasa? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Ndiyo, zima %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Ghairi </button> </div> </div> </div>

source: Errors
es: Errores
sw: Hitilafu

source: Server Error Encountered
sw: Hitilafu ya Seva Imepatikana

source: Additional Details
es: Detalles adicionales
sw: Maelezo ya Ziada

source: HTMX Event Error
es: Error de evento HTMX
sw: Hitilafu ya Tukio la HTMX

source: Request Path
es: Ruta de Solicitud
sw: Njia ya Ombi

source: Encountered error "%(error_message)s" while performing action %(action)s.
es: Se encontró el error "%(error_message)s" al realizar la acción %(action)s.
sw: Hitilafu "%(error_message)s" imepatikana wakati wa kufanya kitendo %(action)s.

source: Change Project
es: Cambiar Proyecto
sw: Badilisha Mradi

source: All Projects
es: Todos los proyectos
sw: Miradi Yote

source: Add Project
es: Agregar Proyecto
sw: Ongeza Mradi

source: Manage Settings
es: Administrar configuraciones
sw: Dhibiti Mipangilio

source: Logged in As
es: Ingresó como
sw: Umeingia Kama

source: Manage Enterprise
es: Administrar empresa
sw: Dhibiti Biashara

source: Manage Project
es: Administrar Proyecto
sw: Dhibiti Mradi

source: Support Options
es: Opciones de Soporte
sw: Chaguzi za Usaidizi

source: View Domain Doc
es: Ver Doc de Dominio
sw: Tazama Hati ya Domain

source: Manage Account
es: Administrar Cuenta
sw: Dhibiti Akaunti

source: My Account Settings
es: Configuración de Mi Cuenta
sw: Mipangilio ya Akaunti Yangu

source: Sign Out
es: Cerrar Sesión
sw: Toka

source: Cloud Location
sw: Eneo la Wingu

source: Help &amp; Resources
es: Ayuda y Recursos
sw: Msaada &amp; Rasilimali

source: %(cc_name)s Help
es: Ayuda de %(cc_name)s
sw: Msaada wa %(cc_name)s

source: Visit the Help Site
es: Visite el Sitio de Ayuda
sw: Tembelea Tovuti ya Msaada

source: User Forum
es: Foro de Usuario
sw: Jukwaa la Watumiaji

source: Report an Issue
es: Reporte un Problema
sw: Ripoti Tatizo

source: Solutions Feature Request
es: Solicitud de Función de Soluciones
sw: Ombi la Kipengele cha Suluhisho

source: Status Page
es: Página de Estado
sw: Ukurasa wa Hali

source: Project
es: Proyecto
sw: Mradi

source: CommCare HQ Demo Project
es: Proyecto Demo CommCare HQ
sw: Mradi wa Mfano wa CommCare HQ

source: Snapshot of %(snap_name)s
es: Captura Instantánea de %(snap_name)s
sw: Picha ya haraka ya %(snap_name)s

source: Select Project...
es: Seleccione Proyecto...
sw: Chagua Mradi...

source: Session expiring soon
es: La sesión expirará pronto
sw: Kipindi chako cha kikao kinakaribia kuisha

source: You're about to be logged out due to inactivity. Please click below to extend your session.
es: Estás a punto de ser desconectado por inactividad. Por favor, haz clic abajo para extender tu sesión.
sw: Uko karibu kutoka nje kutokana na kutotumia mfumo kwa muda mrefu. Tafadhali bonyeza hapa chini ili kuongeza muda wa kikao chako.

source: Extend session
es: Extender sesión
sw: Ongeza muda wa kikao

source: Important Message
es: Mensaje Importante
sw: Ujumbe Muhimu

source: <strong>%(feat_name)s</strong> is only available for the %(req_plan)s Plan and higher. Your subscription to %(current_plan)s Plan is under a trial period.
es: <strong>%(feat_name)s</strong> solo está disponible para el Plan %(req_plan)s y superiores. Su suscripción al Plan %(current_plan)s está bajo período de prueba.
sw: <strong>%(feat_name)s</strong> inapatikana tu kwa Mpango wa %(req_plan)s na juu zaidi. Usajili wako wa Mpango wa %(current_plan)s uko kwenye kipindi cha majaribio.

source: We want you to have a chance to use and evaluate our pay-only features before deciding which plan to subscribe to. You will have access to <strong>%(feat_name)s</strong> during this trial period, ending on %(date_end)s. After %(date_end)s, you will no longer have access to %(feat_name)s.
es: Queremos que tenga la oportunidad de usar y evaluar nuestras funciones pagadas antes de decidir a cuál plan suscribirse. Tendrá acceso a <strong>%(feat_name)s</strong> durante el período de prueba, que terminará el %(date_end)s. Después de %(date_end)s, ya no tendrá acceso a %(feat_name)s.
sw: Tunataka upate nafasi ya kutumia na kutathmini vipengele vyetu vya kulipia kabla ya kuamua mpango wa kujisajili. Utapata ufikiaji wa <strong>%(feat_name)s</strong> wakati wa kipindi hiki cha majaribio, kinachoisha %(date_end)s. Baada ya %(date_end)s, hutakuwa na ufikiaji wa %(feat_name)s tena.

source: To continue accessing %(feat_name)s after the trial period, subscribe to the %(req_plan)s Plan.
es: Para continuar accediendo a %(feat_name)s después del período de prueba, suscríbase al Plan %(req_plan)s.
sw: Ili kuendelea kupata %(feat_name)s baada ya kipindi cha majaribio, jisajili kwenye Mpango wa %(req_plan)s.

source: Change my project's plan
es: Cambiar el plan de mi proyecto
sw: Badilisha mpango wa mradi wangu

source: CommCare HQ Terms
es: Términos de CommCare HQ
sw: Sheria za CommCare HQ

source: On May 25, 2018 our new <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Privacy Policy, Terms of Service, Business Agreement, and Acceptable Use Policy </a> (collectively, "Terms") went into effect. We made these updates to clarify our terms and address some new privacy laws in Europe. The spirit of our previous terms remains unchanged and, as always, you are the owner of your data. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Click here</a> to learn more. <br><br> Click on the 'I Agree' button to let us know that you agree to our new Terms. If you do not agree to our new Terms, you may choose to stop using our services. Before doing so, however, please get in touch with us at <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. We're here to answer any questions you have. Again, our updates are intended to reflect the spirit of our previous terms. <br><br> Thank you, <br><br> - The Dimagi Team
es: El 25 de mayo de 2018, nuestros nuevos <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Política de Privacidad, Términos de Servicio, Acuerdo Comercial y Política de Uso Aceptable </a> (colectivamente, "Términos") entraron en vigor. Hicimos estas actualizaciones para aclarar nuestros términos y abordar algunas nuevas leyes de privacidad en Europa. El espíritu de nuestros términos anteriores permanece sin cambios y, como siempre, eres el propietario de tus datos. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Haz clic aquí</a> para saber más. <br><br> Haz clic en el botón 'Estoy de acuerdo' para informarnos que aceptas nuestros nuevos Términos. Si no estás de acuerdo con nuestros nuevos Términos, puedes optar por dejar de usar nuestros servicios. Sin embargo, antes de hacerlo, por favor ponte en contacto con nosotros en <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. Estamos aquí para responder cualquier pregunta que tengas. Nuevamente, nuestras actualizaciones están destinadas a reflejar el espíritu de nuestros términos anteriores. <br><br> Gracias, <br><br> - El Equipo de Dimagi
sw: Tarehe 25 Mei, 2018 yetu mpya <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Sera ya Faragha, Sheria za Huduma, Makubaliano ya Biashara, na Sera ya Matumizi Yanayokubalika </a> (kwa pamoja, "Sheria") zilianza kutumika. Tumefanya masasisho haya ili kufafanua sheria zetu na kushughulikia baadhi ya sheria mpya za faragha barani Ulaya. Dhamira ya sheria zetu za awali haijabadilika na, kama kawaida, wewe ndiye mmiliki wa data zako. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Bofya hapa</a> kujifunza zaidi. <br><br> Bofya kitufe cha 'Ninakubali' kutuarifu kuwa unakubali Sheria zetu mpya. Ikiwa hukubaliani na Sheria zetu mpya, unaweza kuchagua kuacha kutumia huduma zetu. Kabla ya kufanya hivyo, hata hivyo, tafadhali wasiliana nasi kupitia <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. Tupo hapa kujibu maswali yoyote uliyonayo. Tena, masasisho yetu yanalenga kuakisi dhamira ya sheria zetu za awali. <br><br> Asante, <br><br> - Timu ya Dimagi

source: I Agree
es: Estoy de acuerdo
sw: Ninakubali

source: Report an Issue with CommCare HQ
es: Reporte un Problema con CommCare HQ
sw: Ripoti Tatizo na CommCare HQ

source: Please submit this report from page where issue is occurring
es: Por favor ingrese este reporte desde la página donde está ocurriendo el problema
sw: Tafadhali tuma ripoti hii kutoka kwenye ukurasa ambapo tatizo linatokea

source: One Sentence Description of Issue
es: Descripción de una Oración acerca del Problema
sw: Maelezo kwa sentensi moja kuhusu tatizo

source: Please give us some information about the issue
es: Por favor denos información acerca del problema
sw: Tafadhali tupe taarifa kuhusu tatizo hili

source: Please describe the issue and list any steps you took to see this issue.
es: Por favor describa el problema y liste cualquier paso que dio para ver este problema.
sw: Tafadhali elezea tatizo na orodhesha hatua ulizochukua hadi ukaona tatizo hili.

source: Please enter your email here so that we can follow up with you regarding this issue
es: Por favor ingrese su correo electrónico aquí para que podamos darle seguimiento con respecto a este problema
sw: Tafadhali weka barua pepe yako hapa ili tuweze kuwasiliana nawe kuhusu tatizo hili

source: Incorrect Format
es: Formato Incorrecto
sw: Muundo si sahihi

source: Please provide a short description of your organization and the work it is doing.
es: Por favor provea una corta descripción de su organización y del trabajo que está haciendo.
sw: Tafadhali toa maelezo mafupi kuhusu shirika lako na kazi inayofanya.

source: Other recipients
es: Otros destinatarios
sw: Wapokeaji wengine

source: Comma-separated email addresses of others you want to notify about this issue.
es: Direcciones de correo electrónico separadas por una coma de otros a quienes quiera notificarles acerca de este problema.
sw: Anwani za barua pepe zilizotenganishwa kwa koma za wengine unaotaka kuwajulisha kuhusu tatizo hili.

source: Upload file
es: Cargar archivo
sw: Pakia faili

source: Please upload any files relevant to your issue.
es: Por favor cargue cualquier archivo relevante a su problema.
sw: Tafadhali pakia faili zozote zinazohusiana na tatizo lako.

source: Do not upload a file containing individually identifiable data.
es: No cargue un archivo que contenga datos identificables individualmente.
sw: Usipakie faili yenye data inayoweza kumtambulisha mtu binafsi.

source: Submitting Report...
es: Ingresando Reporte...
sw: Inatuma Ripoti...

source: Failed. Retry Issue Submission
es: Falló. Intentar de Nuevo Ingreso de Problema
sw: Imeshindikana. Jaribu tena kutuma ripoti

source: Success! Back to CommCare HQ
es: ¡Éxito! Regrese a CommCare HQ
sw: Imefanikiwa! Rudi kwenye CommCare HQ

source: Make a Feature Request to Solutions
es: Hacer una Solicitud de Función a Soluciones
sw: Tuma Ombi la Kipengele kwa Solutions

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
es: Si esta solicitud está relacionada con una función específica, por favor envía este informe desde la ubicación donde te gustaría ver el cambio.
sw: Ikiwa ombi hili linahusiana na kipengele maalum, tafadhali tuma ripoti hii kutoka eneo unalotaka kuona mabadiliko.

source: One sentence description of feature/change request.
es: Descripción en una oración de la solicitud de función/cambio.
sw: Maelezo kwa sentensi moja kuhusu ombi la kipengele/mabadiliko.

source: Please give us some information about the feature/change request
es: Por favor, danos algo de información sobre la solicitud de función/cambio
sw: Tafadhali tupe taarifa kuhusu ombi la kipengele/mabadiliko
