Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: <em>Please make a payment as soon as possible for the amount due.</em> <strong >If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s.</strong > As of this date, you will lose access to your project space until you re-subscribe to a paid plan.
es: <em>Por favor realiza un pago lo antes posible por el monto adeudado.</em> <strong >Si no puedes realizar un pago, tu suscripción será pausada el %(date_to_pause)s.</strong > A partir de esta fecha, perderás acceso a tu espacio de proyecto hasta que te vuelvas a suscribir a un plan pago.
sw: <em>Tafadhali fanya malipo haraka iwezekanavyo kwa kiasi kinachodaiwa.</em> <strong >Ikiwa huwezi kufanya malipo, usajili wako utasitishwa tarehe %(date_to_pause)s.</strong > Kuanzia tarehe hii, utapoteza ufikiaji wa eneo lako la mradi hadi ujiandikishe tena kwenye mpango wa kulipia.

source: If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don't hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
es: Si tienes alguna pregunta o si crees que tus pagos recientes no se han reflejado en este saldo, por favor no dudes en contactar a <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
sw: Ikiwa una maswali yoyote au kama unadhani malipo yako ya hivi karibuni hayajaonekana kwenye salio hili, tafadhali usisite kuwasiliana na <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Thanks, <br /> The CommCare Team <br /> www.commcarehq.org
sw: Asante, <br /> Timu ya CommCare <br /> www.commcarehq.org

source: Dear %(domain_or_account)s administrator, Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Please make a payment as soon as possible for the amount due. If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s. As of this date, you will lose access to your project space until you re-subscribe to a paid plan. If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don’t hesitate to contact %(contact_email)s. Thanks, The CommCare Team www.commcarehq.org
sw: Mpendwa msimamizi wa %(domain_or_account)s, Akaunti yako ya malipo ina Taarifa za Malipo za CommCare ambazo hazijalipwa na zimepitwa na wakati kwa zaidi ya siku %(days_overdue)s. Salio linalodaiwa kwa sasa ni: $%(total)s. Ili kuona orodha kamili ya ankara ambazo hazijalipwa unaweza kufuata kiungo hiki: %(statements_url)s Kama ukumbusho, malipo yanaweza kufanywa kwa kadi ya mkopo, Uhamisho wa Fedha wa Kielektroniki (EFT), au hundi kwa kufuata maagizo kwenye https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Unaweza pia kulipia miezi kadhaa mapema wakati wowote kwa kufuata hatua kwenye https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Tafadhali fanya malipo haraka iwezekanavyo kwa kiasi kinachodaiwa. Ikiwa huwezi kufanya malipo, usajili wako utasimamishwa tarehe %(date_to_pause)s. Kuanzia tarehe hii, utapoteza ufikiaji wa nafasi ya mradi wako hadi ujiandikishe tena kwenye mpango wa kulipia. Ikiwa una maswali yoyote au kama unadhani malipo yako ya hivi karibuni hayajaonekana kwenye salio hili, tafadhali usisite kuwasiliana na %(contact_email)s. Asante, Timu ya CommCare www.commcarehq.org

source: Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
es: ¡Tu suscripción de %(plan_name)s para %(domain)s termina pronto! Si no renuevas tu suscripción antes de entonces, tu suscripción será pausada el %(ending_on)s y perderás acceso a todas las funciones hasta que te vuelvas a suscribir a un nuevo plan pago.
sw: Usajili wako wa %(plan_name)s kwa %(domain)s unakaribia kuisha! Ikiwa hutahuisha usajili wako kabla ya hapo, usajili wako utasitishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa kulipia.

source: To change or renew your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
es: Para cambiar o renovar tu suscripción, por favor inicia sesión en tu proyecto en CommCare HQ y navega a la <a href="%(subscription_url)s">página de suscripción</a> en la configuración de tu proyecto.
sw: Ili kubadilisha au kuhuisha usajili wako, tafadhali ingia kwenye mradi wako kwenye CommCare HQ na nenda kwenye <a href="%(subscription_url)s">ukurasa wa usajili</a> kwenye mipangilio ya mradi wako.

source: Dear %(domain)s administrator, Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Mpendwa msimamizi wa %(domain)s, Usajili wako wa %(plan_name)s kwa %(domain)s unakaribia kuisha! Ikiwa hutahuisha usajili wako kabla ya hapo, usajili wako utasimamishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa kulipia. Ili kubadilisha au kuhuisha usajili wako, tafadhali ingia kwenye mradi wako kwenye CommCare HQ na uende kwenye ukurasa wa usajili kwenye mipangilio ya mradi wako: %(subscription_url)s Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: Your 30 Day Trial for %(domain)s ends soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
es: ¡Tu Prueba de 30 Días para %(domain)s termina pronto! Si no cambias tu suscripción antes de entonces, tu suscripción será pausada el %(ending_on)s y perderás acceso a todas las funciones hasta que te vuelvas a suscribir a un nuevo plan pago.
sw: Majaribio yako ya Siku 30 ya %(domain)s yanakaribia kuisha! Ikiwa hutabadilisha usajili wako kabla ya hapo, usajili wako utasitishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa kulipia.

source: To change your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
es: Para cambiar tu suscripción, por favor inicia sesión en tu proyecto en CommCare HQ y navega a la <a href="%(subscription_url)s">página de suscripción</a> en la configuración de tu proyecto.
sw: Ili kubadilisha usajili wako, tafadhali ingia kwenye mradi wako kwenye CommCare HQ na nenda kwenye <a href="%(subscription_url)s">ukurasa wa usajili</a> kwenye mipangilio ya mradi wako.

source: If you have questions about our pricing plans, <a href="http://www.commcarehq.org/software-plans/">you can review them here</a>.
es: Si tienes preguntas sobre nuestros planes de precios, <a href="http://www.commcarehq.org/software-plans/">puedes revisarlos aquí</a>.
sw: Ikiwa una maswali kuhusu mipango yetu ya bei, <a href="http://www.commcarehq.org/software-plans/">unaweza kuipitia hapa</a>.

source: Thank you for your use and support of CommCare.
es: Gracias por su uso y apoyo a CommCare.
sw: Asante kwa matumizi na msaada wako wa CommCare.

source: Dear %(domain)s administrator, Your 30 Day Trial for %(domain)s is ending soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have questions about our pricing plans, you can review them here: https://www.commcarehq.org/pricing/ Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Mpendwa msimamizi wa %(domain)s, Majaribio yako ya Siku 30 kwa %(domain)s yanakaribia kuisha! Ikiwa hutabadilisha usajili wako kabla ya hapo, usajili wako utasimamishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa kulipia. Ili kubadilisha usajili wako, tafadhali ingia kwenye mradi wako kwenye CommCare HQ na uende kwenye ukurasa wa usajili kwenye mipangilio ya mradi wako: %(subscription_url)s Ikiwa una maswali kuhusu mipango yetu ya bei, unaweza kuipitia hapa: https://www.commcarehq.org/pricing/ Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: Please find attached the prepayment invoice for your CommCare subscription.
es: Adjunto encontrará la factura de prepago para su suscripción a CommCare.
sw: Tafadhali angalia ankara ya malipo ya awali iliyounganishwa kwa ajili ya usajili wako wa CommCare.

source: Amount Due
es: Monto Adeudado
sw: Kiasi Kinachodaiwa

source: <b>Note:</b> Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option.
es: <b>Nota:</b> Cualquier cargo bajo demanda por usuarios excedentes o SMS se facturará por separado basado en el uso real del mes siguiente. Si lo prefiere, también puede prepagar por el uso bajo demanda esperado. Por favor contáctenos si desea explorar esta opción.
sw: <b>Kumbuka:</b> Malipo yoyote ya ziada kwa watumiaji au SMS watakaozidi yatafanyiwa ankara tofauti kulingana na matumizi halisi katika mwezi unaofuata. Ikiwa unapendelea, unaweza pia kulipia mapema matumizi ya ziada yanayotarajiwa. Tafadhali wasiliana nasi ikiwa ungependa kuchunguza chaguo hili.

source: <b>Instructions for Payment</b>
es: <b>Instrucciones para el Pago</b>
sw: <b>Maelekezo ya Malipo</b>

source: Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment:
es: Dimagi acepta pagos vía ACH, transferencia bancaria y tarjeta de crédito. Todas las opciones de pago están listadas en la factura adjunta. Si paga por transferencia bancaria, por favor siga estas instrucciones para asegurar el procesamiento oportuno e identificación de su pago:
sw: Dimagi inakubali malipo kupitia ACH, uhamisho wa benki, na kadi ya mkopo. Chaguo zote za malipo zimeorodheshwa kwenye ankara iliyounganishwa. Ikiwa unalipa kwa njia ya benki, tafadhali fuata maelekezo haya ili kuhakikisha usindikaji wa haraka na utambuzi wa malipo yako:

source: Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice.
es: Envíe el pago por transferencia bancaria a la cuenta bancaria de Dimagi e incluya el ID de la factura en los detalles del pago por transferencia. Los detalles de la cuenta bancaria de Dimagi y el ID de la factura se pueden encontrar en la factura adjunta.
sw: Tuma malipo ya benki kwenye akaunti ya benki ya Dimagi na jumuisha kitambulisho cha ankara kwenye maelezo ya malipo ya benki. Maelezo ya akaunti ya benki ya Dimagi na kitambulisho cha ankara vinapatikana kwenye ankara iliyounganishwa.

source: Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name.
es: Envíe un correo electrónico a %(accounts_email)s después de haber realizado el pago, incluyendo la fecha del pago, el monto, el número de factura y el nombre del espacio de proyecto.
sw: Tuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo ukiwa umejumuisha tarehe ya malipo, kiasi, nambari ya ankara na jina la eneo la mradi.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
es: Gracias por usar CommCare. Si tiene alguna pregunta, no dude en contactar a %(invoicing_contact_email)s.
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s.

source: %(greeting)s Please find attached the prepayment invoice for your CommCare subscription.
es: %(greeting)s Adjunto encontrará la factura de prepago para su suscripción a CommCare.
sw: %(greeting)s Tafadhali angalia ankara ya malipo ya awali iliyounganishwa kwa ajili ya usajili wako wa CommCare.

source: Note: Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option. Instructions for Payment Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment: 1. Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice. 2. Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name. Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare Team www.commcarehq.org Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Kumbuka: Malipo yoyote ya ziada kwa watumiaji au SMS yatatozwa kando kulingana na matumizi halisi katika mwezi unaofuata. Ikiwa unapendelea, unaweza pia kulipia mapema matumizi ya ziada yanayotarajiwa. Tafadhali wasiliana nasi ikiwa ungependa kuchunguza chaguo hili. Maelekezo ya Malipo Dimagi inakubali malipo kupitia ACH, uhamisho wa benki, na kadi ya mkopo. Chaguzi zote za malipo zimeorodheshwa kwenye ankara iliyoambatanishwa. Ikiwa unalipa kwa uhamisho wa benki, tafadhali fuata maelekezo haya ili kuhakikisha usindikaji wa haraka na utambuzi wa malipo yako: 1. Tuma malipo ya uhamisho kwenye akaunti ya benki ya Dimagi na ujumuisha kitambulisho cha ankara kwenye maelezo ya malipo ya uhamisho. Maelezo ya akaunti ya benki ya Dimagi na kitambulisho cha ankara vinapatikana kwenye ankara iliyoambatanishwa. 2. Tuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo ukijumuisha tarehe ya malipo, kiasi, nambari ya ankara na jina la nafasi ya mradi. Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Resend Invoice #%(invoice_number)s Email?
es: ¿Reenviar correo de la factura #%(invoice_number)s?
sw: Tuma tena Barua Pepe ya Ankara #%(invoice_number)s?

source: Invoice
es: Factura
sw: Ankara

source: Adjustments
es: Ajustes
sw: Marekebisho

source: Suppress
es: Suprimir
sw: Zuia

source: Hide From Client
es: Ocultar del Cliente
sw: Ficha Kwa Mteja

source: Date
es: Fecha
sw: Tarehe

source: Recipients
es: Destinatarios
sw: Wapokeaji

source: View PDF
es: Ver PDF
sw: Tazama PDF

source: Reason
es: Razón
sw: Sababu

source: User
es: Usuario
sw: Mtumiaji

source: Amount
es: Monto
sw: Kiasi

source: Adjust Balance for Invoice #
es: Ajustar el Saldo de la Factura número
sw: Rekebisha Salio kwa Ankara #

source: What happens after your subscription gets paused?
es: ¿Qué sucede después de que su suscripción se pausa?
sw: Nini hutokea baada ya usajili wako kusitishwa kwa muda?

source: You will lose access to your project space, but you will be able to re-subscribe any time in the future.
es: Perderá acceso a su espacio de proyecto, pero podrá volver a suscribirse en cualquier momento en el futuro.
sw: Utapoteza ufikiaji wa nafasi yako ya mradi, lakini utaweza kujiandikisha tena wakati wowote siku zijazo.

source: You will no longer be billed. However, based on your payment method you may have an open invoice for the service provided this month.
es: Ya no se le facturará. Sin embargo, dependiendo de su método de pago puede tener una factura pendiente por el servicio proporcionado este mes.
sw: Hutatozwa tena. Hata hivyo, kulingana na njia yako ya malipo unaweza kuwa na ankara wazi kwa huduma iliyotolewa mwezi huu.

source: Re-subscribing will restore full access to your project space, including your data, apps, report, and configurations.
es: Volver a suscribirse restaurará el acceso completo a su espacio de proyecto, incluyendo sus datos, aplicaciones, informes y configuraciones.
sw: Kujisajili tena kutarejesha ufikiaji kamili wa nafasi yako ya mradi, ikijumuisha data zako, programu, ripoti, na mipangilio.

source: If you don't intend to use this project space again and would like to delete it, please inform us at <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.
es: Si no tiene la intención de usar este espacio de proyecto nuevamente y desea eliminarlo, por favor infórmenos en <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.
sw: Ikiwa huna nia ya kutumia tena nafasi hii ya mradi na ungependa kuifuta, tafadhali tujulishe kupitia <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.

source: We hope to see you soon!
es: ¡Esperamos verle pronto!
sw: Tunatumaini kukuona tena hivi karibuni!

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(current_subscription_end_date)s your current subscription will be paused.
es: Tendrá acceso a las funciones de su <strong>Plan de Software %(p)s Edition </strong> hasta %(current_subscription_end_date)s.<br /> El %(current_subscription_end_date)s su suscripción actual se pausará.
sw: Utaendelea kupata huduma kwenye <strong>Mpango wa Programu wa Toleo la %(p)s </strong> hadi %(current_subscription_end_date)s.<br /> Tarehe %(current_subscription_end_date)s usajili wako wa sasa utasitishwa kwa muda.

source: Your subscription will be paused immediately upon clicking the Confirm Pause button.
es: Su suscripción se pausará inmediatamente al hacer clic en el botón Confirmar Pausa.
sw: Usajili wako utasitishwa mara moja baada ya kubofya kitufe cha Thibitisha Kusitisha.

source: You have selected the <strong>%(p)s Edition</strong> subscription.
sw: Umechagua usajili wa <strong>Toleo la %(p)s</strong>.

source: Monthly Fee
es: Tarifa Mensual
sw: Ada ya Kila Mwezi

source: Included each month
es: Incluido cada mes
sw: Inajumuishwa kila mwezi

source: Thank you for staying with your current subscription.
sw: Asante kwa kubaki na usajili wako wa sasa.

source: We're sorry to see you downgrade!
sw: Pole kukuona ukishusha hadhi!

source: Note: Continuing will change your current subscription.
sw: Kumbuka: Kuendelea kutabadilisha usajili wako wa sasa.

source: By continuing you are subscribing to a new Pay Annually plan. The new subscription will have the same end date as your existing subscription. You will receive a prorated invoice via email for the difference in plan fees due.
sw: Ukiendelea una jiandikisha kwenye mpango mpya wa Lipa kwa Mwaka. Usajili mpya utakuwa na tarehe ya mwisho sawa na usajili wako wa sasa. Utapokea ankara iliyopangwa kwa barua pepe kwa tofauti ya ada za mpango zinazodaiwa.

source: By continuing you are subscribing to a Pay Annually plan and will receive an invoice via email for plan fees due.
sw: Ukiendelea una jiandikisha kwenye mpango wa Lipa kwa Mwaka na utapokea ankara kwa barua pepe kwa ada za mpango zinazodaiwa.

source: In case you incur any on-demand fees for excess users or SMS, you will receive invoices for these charges on a monthly basis. See <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Pay-Annually-Subscription" >here</a > for more information about payment, cancellation, and refunds.
sw: Iwapo utapata ada yoyote ya ziada kwa watumiaji au SMS, utapokea ankara za malipo haya kila mwezi. Tazama <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Pay-Annually-Subscription" >hapa</a > kwa maelezo zaidi kuhusu malipo, kughairi, na marejesho.

source: CommCare is billed on a monthly basis, and all subscriptions require a 30 day minimum commitment. You should expect your first invoice on %(invoice_date)s, or you can prepay for your subscription by following the instructions <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >here</a >.
sw: CommCare inatozwa kila mwezi, na usajili wote unahitaji angalau siku 30 za kujitolea. Unatarajia kupokea ankara yako ya kwanza tarehe %(invoice_date)s, au unaweza kulipia usajili wako mapema kwa kufuata maelekezo <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >hapa</a >.

source: By continuing you are moving from a Pay Annually to a Pay Monthly plan. Any prepaid plan fees will be automatically applied to future monthly invoices.
sw: Ukiendelea unahama kutoka mpango wa Lipa kwa Mwaka kwenda Lipa kwa Mwezi. Ada zozote za mpango zilizolipwa mapema zitatumika moja kwa moja kwenye ankara za kila mwezi zijazo.

source: Once you subscribe to a paid plan, you will be able to pause your subscription after 30 days, but you will no longer be able to downgrade to the CommCare Free edition.
sw: Mara tu unapojisajili kwenye mpango wa kulipia, utaweza kusimamisha usajili wako baada ya siku 30, lakini hutoweza tena kushusha hadhi hadi Toleo la Bure la CommCare.

source: Continuing will keep you on <strong>%(p)s Edition Software Plan</strong> and any pending subscriptions will be cancelled.
sw: Kuendelea kutakuweka kwenye <strong>Mpango wa Programu wa Toleo la %(p)s</strong> na usajili wowote unaosubiri utaghairiwa.
