Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Project level data dictionary of cases
es: Diccionario de datos a nivel de proyecto de casos
sw: Kamusi ya data ya kesi katika ngazi ya mradi

source: Allow case copy from one user to another
es: Permitir la copia de casos de un usuario a otro
sw: Ruhusu nakala ya kesi kutoka kwa mtumiaji mmoja hadi mwingine

source: Deduplication Rules
es: Reglas de deduplicación
sw: Sheria za Kuondoa Nakala Rudufu

source: Custom domain banners
es: Banners de dominio personalizado
sw: Bango maalum za anwani

source: App Dependencies
es: Dependencias de la aplicación
sw: Mategemeo ya Programu

source: Show "Enable All Add-Ons" button
sw: Onyesha kitufe cha "Washa Viongezeo Vyote"

source: Two-stage Mobile Worker Account Creation
sw: Uundaji wa Akaunti ya Mfanyakazi wa Simu kwa Hatua Mbili

source: Report Builder Reports
es: Reportes de Desarrollador de Reportes
sw: Ripoti za Mjenzi wa Ripoti

source: Edit Data
es: Editar Datos
sw: Hariri Data

source: SMS Billing Administration
es: Administración de Facturación SMS
sw: Usimamizi wa Malipo ya SMS

source: Manage Billing Details
es: Gestionar detalles de facturación
sw: Dhibiti Maelezo ya Malipo

source: Domain Stats
es: Estatus del Dominio
sw: Takwimu za Anwani

source: Microplanning
es: Microplanificación
sw: Mipango Midogo

source: View All
es: Ver Todos
sw: Tazama Zote

source: CommCare Supply Setup
es: Configuración de CommCare Suministros
sw: Usanidi wa CommCare Supply

source: Export Data
es: Exportar Datos
sw: Hamisha Data

source: Explore Data
es: Explorar datos
sw: Chunguza Data

source: Data Manipulation
es: Manipulación de datos
sw: Udanganyifu wa Data

source: Configure Microplanning Settings
es: Configurar ajustes de microplanificación
sw: Sanidi Mipangilio ya Mipango Midogo

source: Know Your Customer (KYC) Verification
es: Verificación de Conozca a su Cliente (KYC)
sw: Uthibitishaji wa Mteja Wako (KYC)

source: Payments Verification
es: Verificación de pagos
sw: Uthibitishaji wa Malipo

source: Remote
es: Remoto
sw: Kwa Mbali

source: (Untitled)
es: (Sin título)
sw: (Bila Kichwa)

source: My Applications
es: Mis Aplicaciones
sw: Programu Zangu

source: New Application
es: Aplicación Nueva
sw: Programu Mpya

source: Application Testing
es: Pruebas de aplicación
sw: Upimaji wa Programu

source: Application Test Flows
es: Flujos de prueba de aplicación
sw: Mtiririko wa Majaribio ya Programu

source: Log Details
es: Detalles del registro
sw: Maelezo ya Kumbukumbu

source: Test Inbound SMS
es: Probar SMS entrantes
sw: Jaribu SMS Zinazoingia

source: Subscribe to SMS Reports
es: Suscribirse a Reportes SMS
sw: Jiandikishe kwa Ripoti za SMS

source: Chat
sw: Soga

source: Add Gateway
es: Añadir Portal
sw: Ongeza Lango

source: Edit Gateway
es: Editar Portal
sw: Hariri Lango

source: Email Connectivity
es: Conectividad de correo electrónico
sw: Muunganisho wa Barua Pepe

source: Template Management
es: Gestión de plantillas
sw: Usimamizi wa Violezo

source: User Consent
es: Consentimiento del usuario
sw: Idhini ya Mtumiaji

source: Data Collection and Reminders
es: Recopilación de Datos y Recordatorios
sw: Ukusanyaji wa Data na Vikumbusho

source: Contacts
es: Contactos
sw: Wasiliana

source: WhatsApp Settings
es: Configuración de WhatsApp
sw: Mipangilio ya WhatsApp

source: Connect Messsaging
es: Conectar mensajería
sw: Unganisha Ujumbe

source: Create and manage users for CommCare and CloudCare.
es: Crear y administrar usuarios para CommCare y CloudCare.
sw: Unda na simamia watumiaji kwa CommCare na CloudCare.

source: Bulk Lookup
es: Búsqueda masiva
sw: Utafutaji wa Wingi

source: Create and manage reporting and case sharing groups for Mobile Workers.
es: Crear y gestionar grupos de informes y compartición de casos para trabajadores móviles.
sw: Unda na simamia vikundi vya kuripoti na kushirikiana kesi kwa Wafanyakazi wa Simu.

source: Viewing
es: Visualización
sw: Kuangalia

source: Membership Info
es: Información de Membresía
sw: Taarifa za Uanachama

source: Grant other CommCare HQ users access to your project.
es: Conceder acceso a otros usuarios de CommCare HQ a tu proyecto.
sw: Ruhusu watumiaji wengine wa CommCare HQ kupata mradi wako.

source: Edit Web User Invite
es: Editar invitación de usuario web
sw: Hariri Mwaliko wa Mtumiaji wa Wavuti

source: View and manage user roles.
es: Ver y gestionar roles de usuario.
sw: Tazama na simamia majukumu ya watumiaji.

source: No longer available
es: Ya no está disponible
sw: Haipatikani tena

source: View Location
es: Ver ubicación
sw: Tazama Mahali

source: View project spaces where users receive automatic access
es: Ver espacios de proyecto donde los usuarios reciben acceso automático
sw: Tazama nafasi za mradi ambapo watumiaji hupata ufikiaji kiotomatiki

source: Project Administration
es: Administración del Proyecto
sw: Usimamizi wa Mradi

source: Pre-release Features
es: Funciones de Pre-lanzamiento
sw: Vipengele vya Kabla ya Kutolewa

source: Internal Subscription Management (Dimagi Only)
es: Administración de Suscripción Interna (Solo Dimagi)
sw: Usimamizi wa Usajili wa Ndani (Dimagi Pekee)

source: Internal Data (Dimagi Only)
es: Datos Internos (Solo Dimagi)
sw: Data ya Ndani (Dimagi Pekee)

source: Data Forwarding Records
es: Registro de Reenvío de Datos
sw: Rekodi za Kusambaza Data

source: Linked Project Space History
es: Historial de espacio de proyecto vinculado
sw: Historia ya Nafasi za Mradi Zilizounganishwa

source: Manage My Settings
es: Administrar Mis Configuraciones
sw: Simamia Mipangilio Yangu

source: Accounting
es: Contabilidad
sw: Uhasibu

source: SMS Connectivity & Billing
es: Conectividad SMS y Facturación
sw: Muunganisho wa SMS & Malipo

source: Gateways
es: Portales
sw: Mialo

source: Admin Reports
es: Administrar Reportes
sw: Ripoti za Utawala

source: Management
es: Administración
sw: Usimamizi

source: System Health
es: Salud del sistema
sw: Afya ya Mfumo

source: Look up user by email
es: Buscar usuario por correo electrónico
sw: Tafuta mtumiaji kwa barua pepe

source: View raw documents
es: Ver documentos sin procesar
sw: Tazama hati ghafi

source: View documents in ES
es: Ver documentos en ES
sw: Tazama hati kwenye ES

source: Branches on Staging
es: Ramas en Staging
sw: Matawi kwenye Staging

source: Grant superuser privileges
es: Garantizar privilegios de súper usuarios
sw: Toa haki za superuser

source: Get users for offboarding
es: Obtener usuarios para el proceso de salida
sw: Pata watumiaji kwa ajili ya kuondolewa

source: Manage deleted domains
es: Gestionar dominios eliminados
sw: Simamia maeneo yaliyofutwa

source: Check email status
es: Verificar estado del correo electrónico
sw: Angalia hali ya barua pepe

source: CommCare Builds
es: CommCare Desarrolla
sw: Matoleo ya CommCare

source: Manage Notifications
es: Gestionar notificaciones
sw: Simamia Arifa

source: Mass Email Users
es: Enviar correos masivos a usuarios
sw: Tuma Barua Pepe kwa Watumiaji Wengi

source: Check Call Center UCR tables
es: Revisar tablas UCR del Centro de Llamadas
sw: Angalia jedwali za UCR za Kituo cha Simu

source: Administrative Reports
es: Reportes Adminstrativos
sw: Ripoti za Utawala

source: Deploy History
es: Historial de despliegue
sw: Historia ya Utekelezaji

source: Download Malt table
es: Descargar la tabla Malt
sw: Pakua jedwali la Malt

source: Download Global Impact Report
es: Descargar Reporte de Impacto Global
sw: Pakua Ripoti ya Athari za Ulimwengu

source: Administrative Operations
es: Operaciones Administrativas
sw: Shughuli za Kiutawala

source: CommCare Reports
es: Reportes CommCare
sw: Ripoti za CommCare

source: View All Attendees
es: Ver todos los asistentes
sw: Tazama Washiriki Wote

source: Manage attendees for Attendance Tracking Events
es: Gestionar asistentes para eventos de seguimiento de asistencia
sw: Simamia washiriki kwa Matukio ya Ufuatiliaji wa Mahudhurio

source: View All Events
es: Ver todos los eventos
sw: Tazama Matukio Yote

source: Manage Attendance Tracking Events
es: Gestionar eventos de seguimiento de asistencia
sw: Simamia Matukio ya Ufuatiliaji wa Mahudhurio

source: algorithm
sw: algorithimu

source: salt
sw: chumvi

source: hash
sw: hashi

source: Need Help?
sw: Unahitaji Msaada?

source: Hi there! I'm CommCare Companion, your personal guide to CommCare! What can I help you with today?
sw: Habari! Mimi ni CommCare Companion, mwongozo wako binafsi wa CommCare! Naweza kukusaidia na nini leo?

source: I need help with building my CommCare application.
sw: Nahitaji msaada wa kujenga programu yangu ya CommCare.

source: I need help troubleshooting my mobile application.
sw: Nahitaji msaada wa kutatua matatizo ya programu yangu ya simu.

source: I need help with exporting or understanding my data.
sw: Nahitaji msaada wa kusafirisha au kuelewa data yangu.

source: Finding the best answer
sw: Inatafuta jibu bora

source: Starting a new chat will clear your current conversation. Continue?
sw: Kuanza gumzo jipya kutafuta mazungumzo yako ya sasa. Endelea?

source: '%(field)s' field value has an invalid format: %(exc)s
es: El valor del campo '%(field)s' tiene un formato inválido: %(exc)s
sw: Thamani ya sehemu ya '%(field)s' ina muundo usio sahihi: %(exc)s

source: Cannot construct {type_name} with {cause}
es: No se puede construir {type_name} con {cause}
sw: Haiwezi kuunda {type_name} kwa sababu ya {cause}

source: Upload failed! Please make sure you are using a valid Excel 2007 or later (.xlsx) file. Error details: {}.
es: ¡La carga falló! Por favor, asegúrate de estar usando un archivo válido de Excel 2007 o posterior (.xlsx). Detalles del error: {}.
sw: Upakiaji umeshindwa! Tafadhali hakikisha unatumia faili halali ya Excel 2007 au baadaye (.xlsx). Maelezo ya kosa: {}.

source: Upload failed due to a problem with Excel columns. Error details: {}.
es: La carga falló debido a un problema con las columnas de Excel. Detalles del error: {}.
sw: Upakiaji umeshindwa kutokana na tatizo kwenye safu za Excel. Maelezo ya kosa: {}.

source: Upload encountered a data type error: {}.
es: La carga encontró un error de tipo de datos: {}.
sw: Upakiaji umekutana na kosa la aina ya data: {}.

source: Error processing Excel file: {}.
es: Error al procesar el archivo de Excel: {}.
sw: Kosa katika kuchakata faili ya Excel: {}.

source: Could not find sheet '{title}'.
es: No se pudo encontrar la hoja '{title}'.
sw: Haikuweza kupata karatasi '{title}'.

source: Uploaded file does not contian any sheets.
es: El archivo subido no contiene ninguna hoja.
sw: Faili iliyopakiwa haina karatasi yoyote.

source: Level 1
es: Nivel 1
sw: Kiwango cha 1

source: Level 2
es: Nivel 2
sw: Kiwango cha 2

source: Level 3
es: Nivel 3
sw: Kiwango cha 3

source: Level 4
es: Nivel 4
sw: Kiwango cha 4

source: Submission Status
es: Estado de Envío
sw: Hali ya Uwasilishaji

source: Missing Report Date
es: Fecha de Informe Faltante
sw: Tarehe ya Ripoti Inakosekana

source: Incorrect or no PMT data submitted
es: Datos PMT incorrectos o no enviados
sw: Data ya PMT imewasilishwa vibaya au haipo

source: Register beneficiaries on COWIN
es: Registrar beneficiarios en COWIN
sw: Sajili walengwa kwenye COWIN

source: Update vaccination for beneficiaries on COWIN
es: Actualizar vacunación para beneficiarios en COWIN
sw: Sasisha chanjo kwa walengwa kwenye COWIN

source: Age Range
es: Rango de Edad
sw: Kipengele cha Umri

source: Gender
es: Género
sw: Jinsia

source: Male
es: Masculino
sw: Mwanaume

source: Female
es: Femenino
sw: Mwanamke

source: Pregnancy
es: Embarazo
sw: Ujauzito

source: Urban/Rural
es: Urbano/Rural
sw: Mijini/Vijijini

source: Peri-urban
es: Periurbano
sw: Miji midogo

source: Urban
es: Urbano
sw: Mijini

source: Rural
sw: Vijijini

source: Breastfeeding
es: Lactancia Materna
sw: Kunyonyesha

source: Supplement Use
es: Uso de Suplementos
sw: Matumizi ya virutubisho

source: Recall Status
es: Estado de Recordatorio
sw: Hali ya Kumbukumbu

source: Gap Description
es: Descripción de la Brecha
sw: Maelezo ya Pengo

source: Gap Type
es: Tipo de Brecha
sw: Aina ya Pengo

source: Food Type
es: Tipo de Alimento
sw: Aina ya Chakula

source: FAO/WHO GIFT Food Group Description
es: Descripción del Grupo de Alimentos FAO/OMS GIFT
sw: Maelezo ya Kikundi cha Chakula cha FAO/WHO GIFT

source: mc_section_home_visits
sw: mc_sehemu_ziara_za_nyumbani

source: home_visits_total
sw: ziara_za_nyumbani_jumla

source: home_visits_pregnant
sw: ziara_za_nyumbani_wajawazito

source: home_visits_postpartem
sw: ziara_za_nyumbani_baada_ya_kuzaa

source: home_visits_newborn
sw: ziara_za_nyumbani_watoto_wachanga

source: home_visits_children
sw: ziara_za_nyumbani_watoto

source: home_visits_other
sw: ziara_za_nyumbani_nyingine

source: mc_section_rdt
sw: mc_sehemu_rdt

source: rdt_total
sw: jumla_ya_rdt

source: rdt_positive_children
es: rdt_positivo_niños
sw: rdt_chanya_watoto

source: rdt_positive_adults
es: rdt_positivo_adultos
sw: rdt_chanya_watu_wazima

source: rdt_others
es: rdt_otros
sw: rdt_nyingine

source: mc_section_diagnosed_cases
es: mc_sección_casos_diagnosticados
sw: mc_sehemu_kesi_zilizogunduliwa

source: diagnosed_total
es: diagnosticado_total
sw: jumla_ya_waliogunduliwa

source: diagnosed_malaria_child
es: diagnosticado_malaria_niño
sw: malaria_iliyogunduliwa_watoto

source: diagnosed_malaria_adult
es: diagnosticado_malaria_adulto
sw: malaria_iliyogunduliwa_watu_wazima

source: diagnosed_diarrhea
es: diagnosticado_diarrea
sw: kuharisha_kugunduliwa

source: diagnosed_ari
es: diagnosticado_ira
sw: ari_kugunduliwa

source: mc_section_treated_cases
es: mc_sección_casos_tratados
sw: mc_sehemu_kesi_zilizotibiwa

source: treated_total
es: tratado_total
sw: jumla_ya_waliotibiwa

source: treated_malaria
es: tratado_malaria
sw: malaria_iliyotibiwa

source: treated_diarrhea
es: tratado_diarrea
sw: kuharisha_iliyotibiwa

source: treated_ari
es: tratado_ira
sw: ari_iliyotibiwa

source: mc_section_transfers
es: mc_sección_transferencias
sw: mc_sehemu_uhamisho

source: transfer_total
es: transferencia_total
sw: jumla_ya_uhamisho

source: transfer_malnutrition
es: transferencia_desnutrición
sw: uhamisho_utapiamlo

source: transfer_incomplete_vaccination
es: transferencia_vacunación_incompleta
sw: uhamisho_chanjo_isiyokamilika

source: transfer_danger_signs
es: transferencia_signos_de_peligro
sw: uhamisho_dalili_hatari

source: transfer_prenatal_consult
es: transferencia_consulta_prenatal
sw: uhamisho_ushauri_wa_mimba

source: transfer_missing_malaria_meds
es: transferencia_falta_medicamentos_malaria
sw: uhamisho_dawa_za_malaria_zinazokosekana

source: transfer_other
es: transferencia_otro
sw: uhamisho_nyingine

source: mc_section_deaths
es: mc_sección_muertes
sw: mc_sehemu_vifo

source: deaths_total
es: muertes_total
sw: jumla_ya_vifo

source: deaths_newborn
es: muertes_recién_nacido
sw: vifo_vya_watoto_wachanga

source: deaths_children
es: muertes_niños
sw: vifo_vya_watoto

source: deaths_mothers
es: muertes_madres
sw: vifo_vya_akina_mama

source: deaths_other
es: muertes_otro
sw: vifo_vingine

source: mc_section_health_ed
es: mc_sección_educación_salud
sw: mc_sehemu_elimu_ya_afya

source: heath_ed_talks
es: charlas_de_educación_para_la_salud
sw: mafunzo_ya_elimu_ya_afya

source: heath_ed_participants
es: participantes_de_educación_para_la_salud
sw: washiriki_elimu_ya_afya

source: mc_section_stock_balance
es: mc_sección_balance_de_stock
sw: mc_sehemu_mizania_ya_stoo

source: stock_amox_pink
es: stock_amox_rosa
sw: stoo_amox_pinki

source: stock_amox_green
es: stock_amox_verde
sw: stoo_amox_kijani

source: stock_ors
es: stock_sro
sw: stoo_ors

source: stock_ra_50
sw: stoo_ra_50

source: stock_ra_200
sw: stoo_ra_200

source: stock_zinc
sw: stoo_zinki

source: stock_coartem_yellow
es: stock_coartem_amarillo
sw: stoo_coartem_njano

source: stock_coartem_blue
es: stock_coartem_azul
sw: stoo_coartem_samawati

source: stock_coartem_green
es: stock_coartem_verde
sw: stoo_coartem_kijani

source: stock_coartem_brown
es: stock_coartem_marrón
sw: stoo_coartem_kahawia

source: stock_paracetamol_250
sw: stoo_paracetamol_250

source: stock_paracetamol_500
sw: stoo_paracetamol_500

source: stock_rdt
es: stock_prueba_rdt
sw: stoo_rdt

source: stock_gloves
es: stock_guantes
sw: stoo_glovu

source: home_visits_non_pregnant
es: visitas_domiciliarias_no_embarazadas
sw: ziara_za_nyumbani_wasio_wajawazito

source: home_visits_followup
es: visitas_domiciliarias_seguimiento
sw: ziara_za_nyumbani_uangalizi

source: mc_section_deaths_in_community
es: mc_sección_muertes_en_la_comunidad
sw: mc_sehemu_vifo_jamii

source: mc_section_validation
es: mc_sección_validación
sw: mc_sehemu_uthibitisho

source: patients_given_pneumonia_meds
es: pacientes_recibieron_medicamentos_para_neumonía
sw: wagonjwa_waliopatiwa_dawa_za_nimonia

source: patients_given_diarrhoea_meds
es: pacientes_recibieron_medicamentos_para_diarrea
sw: wagonjwa_waliopatiwa_dawa_za_kupooza

source: patients_given_malaria_meds
es: pacientes_recibieron_medicamentos_para_malaria
sw: wagonjwa_waliopatiwa_dawa_za_malaria

source: patients_correctly_referred
es: pacientes_referidos_correctamente
sw: wagonjwa_waliorejelewa_vema

source: cases_rdt_not_done
es: casos_prueba_rdt_no_realizada
sw: kesi_rdt_hazikufanyika

source: cases_danger_signs_not_referred
es: casos_signos_de_peligro_no_referidos
sw: kesi_ishara_hatari_hazikurejelewa

source: cases_no_malaria_meds
es: casos_sin_medicamentos_para_malaria
sw: kesi_hakuna_dawa_za_malaria

source: home_visits_adult
es: visitas_domiciliarias_adultos
sw: ziara_za_nyumbani_watu_wazima

source: cases_transferred
es: casos_transferidos
sw: kesi_zilizopelekwa

source: Congratulations! This APE has visited {number} children this week. Call and congratulate them! Please help other supervisors learn from your success.
es: ¡Felicidades! Este APE ha visitado a {number} niños esta semana. ¡Llame y felicítelos! Por favor, ayude a otros supervisores a aprender de su éxito.
sw: Hongera! APE huyu ametembelea watoto {number} wiki hii. Piga simu na wapongeze! Tafadhali saidia wasimamizi wengine kujifunza kutokana na mafanikio yako.

source: This APE has treated {number} of patients with the incorrect medicine for pneumonia. Please contact him/her and find out why and provide supportive supervision on use of amoxicillin.
es: Este APE ha tratado a {number} pacientes con el medicamento incorrecto para la neumonía. Por favor, contáctelo/a y averigüe por qué, y proporcione supervisión de apoyo sobre el uso de amoxicilina.
sw: APE huyu ametibu wagonjwa {number} kwa dawa isiyo sahihi ya nimonia. Tafadhali wasiliana naye na ujue sababu na toa usimamizi wa kusaidia kuhusu matumizi ya amoksilini.

source: This APE has treated {number} of patients with the incorrect medicine for diarrhoea. Please contact them and find out why and provide supportive supervision on use of zinc and ORS.
es: Este APE ha tratado a {number} pacientes con el medicamento incorrecto para la diarrea. Por favor, contáctelos y averigüe por qué, y proporcione supervisión de apoyo sobre el uso de zinc y SRO.
sw: APE huyu ametibu wagonjwa {number} kwa dawa isiyo sahihi ya kuhara. Tafadhali wasiliana nao na ujue sababu na toa usimamizi wa kusaidia kuhusu matumizi ya zinki na ORS.

source: This APE has treated {number} of patients with the incorrect medicine for malaria. Please contact them and find out why and provide supportive supervision on use of Coartem and Paracetamol.
es: Este APE ha tratado a {number} pacientes con el medicamento incorrecto para la malaria. Por favor, contáctelos y averigüe por qué, y proporcione supervisión de apoyo sobre el uso de Coartem y Paracetamol.
sw: APE huyu ametibu wagonjwa {number} kwa dawa isiyo sahihi ya malaria. Tafadhali wasiliana nao na ujue sababu na toa usimamizi wa kusaidia kuhusu matumizi ya Coartem na Paracetamol.

source: Congratulations! This APE has correctly referred all children they visited this week. Call those APEs to congratulate them! Please help other supervisors learn from your success.
es: ¡Felicidades! Este APE ha referido correctamente a todos los niños que visitó esta semana. ¡Llame a esos APEs para felicitarlos! Por favor, ayude a otros supervisores a aprender de su éxito.
sw: Hongera! APE huyu amerejelea watoto wote aliowatembelea wiki hii kwa usahihi. Piga simu kwa APE hao kuwapongeza! Tafadhali saidia wasimamizi wengine kujifunza kutokana na mafanikio yako.

source: This APE incorrectly referred {number} patients they visited this week. Please contact them and find out why and provide supportive supervision on correct referral.
es: Este APE refirió incorrectamente a {number} pacientes que visitó esta semana. Por favor, contáctelos y averigüe por qué, y proporcione supervisión de apoyo sobre la referencia correcta.
sw: APE huyu amerejelea wagonjwa {number} aliowatembelea wiki hii kimakosa. Tafadhali wasiliana nao na ujue sababu na toa usimamizi wa kusaidia kuhusu rejeleo sahihi.

source: This APE did not perform a RDT on {number} patients with fever this week. Please contact them and find out why and provide supportive supervision on when to perform a RDT.
es: Este APE no realizó una RDT en {number} pacientes con fiebre esta semana. Por favor, contáctelos y averigüe por qué, y proporcione supervisión de apoyo sobre cuándo realizar una RDT.
sw: APE huyu hakufanya RDT kwa wagonjwa {number} wenye homa wiki hii. Tafadhali wasiliana nao na ujue sababu na toa usimamizi wa kusaidia kuhusu lini kufanya RDT.

source: District
es: Distrito
sw: Wilaya

source: Health Facility
es: Centro de Salud
sw: Kituo cha Afya

source: form/stock/
es: formulario/stock/
sw: fomu/hisa/

source: mc_report_dist_weekly
es: mc_reporte_dist_semanal
sw: mc_ripoti_wilaya_kila_wiki

source: patients_given_pneumonia_meds_num
es: pacientes_recibieron_meds_neumonía_num
sw: wagonjwa_waliopatiwa_dawa_za_nimonia_idadi

source: patients_given_pneumonia_meds_denom
es: pacientes_recibieron_meds_neumonía_denom
sw: wagonjwa_waliopatiwa_dawa_za_nimonia_jumla

source: patients_given_diarrhoea_meds_num
es: pacientes_recibieron_meds_diarrea_num
sw: wagonjwa_waliopatiwa_dawa_za_kupooza_idadi

source: patients_given_diarrhoea_meds_denum
es: pacientes_que_recibieron_medicamentos_para_la_diarrea_denum
sw: wagonjwa_waliopatiwa_dawa_za_kupooza_jumla

source: patients_given_malaria_meds_denum
es: pacientes_que_recibieron_medicamentos_para_la_malaria_denum
sw: wagonjwa_waliopatiwa_dawa_za_malaria_jumla

source: patients_correctly_referred_num
es: pacientes_correctamente_referidos_num
sw: wagonjwa_waliorejelewa_vema_idadi

source: patients_correctly_referred_denum
es: pacientes_correctamente_referidos_denum
sw: wagonjwa_waliorejelewa_vema_jumla

source: mc_report_dist_monthly
es: informe_mc_distribución_mensual
sw: mc_ripoti_wilaya_kila_mwezi

source: deaths_others
es: muertes_otros
sw: vifo_vingine

source: form/stock/stock_amox_pink
es: formulario/stock/stock_amox_rosa
sw: fomu/hisa/hisa_amox_pink

source: form/stock/stock_amox_green
es: formulario/stock/stock_amox_verde
sw: fomu/hisa/hisa_amox_green

source: form/stock/stock_ors
es: formulario/stock/stock_ors
sw: fomu/hisa/hisa_ors

source: form/stock/stock_ra_50
es: formulario/stock/stock_ra_50
sw: fomu/hisa/hisa_ra_50

source: form/stock/stock_ra_200
es: formulario/stock/stock_ra_200
sw: fomu/hisa/hisa_ra_200

source: form/stock/stock_zinc
es: formulario/stock/stock_zinc
sw: fomu/hisa/hisa_zinc

source: form/stock/stock_coartem_yellow
es: formulario/stock/stock_coartem_amarillo
sw: fomu/hisa/hisa_coartem_yellow

source: form/stock/stock_coartem_blue
es: formulario/stock/stock_coartem_azul
sw: fomu/hisa/hisa_coartem_blue

source: form/stock/stock_coartem_green
es: formulario/stock/stock_coartem_verde
sw: fomu/hisa/hisa_coartem_green

source: form/stock/stock_coartem_brown
es: formulario/stock/stock_coartem_marrón
sw: fomu/hisa/hisa_coartem_brown

source: form/stock/stock_paracetamol_250
es: formulario/stock/stock_paracetamol_250
sw: fomu/hisa/hisa_paracetamol_250
