Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Please reach out to support, so we can quickly resolve this problem. Thank you!
es: Por favor, contacte al soporte para que podamos resolver este problema rápidamente. ¡Gracias!
sw: Tafadhali wasiliana na msaada, ili tuweze kutatua tatizo hili haraka. Asante!

source: It looks like your setup is not complete.
es: Parece que su configuración no está completa.
sw: Inaonekana usanidi wako haujakamilika.

source: Information seems to be missing from your SSO configuration. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
es: Parece que falta información en su configuración de SSO. Por favor, revise la <a href="%(docs_link)s">documentación</a> para configurar SSO.
sw: Taarifa zinaonekana kukosekana kwenye usanidi wako wa SSO. Tafadhali pitia <a href="%(docs_link)s">nyaraka</a> za kuweka SSO.

source: It looks like we are missing your certificate.
es: Parece que nos falta su certificado.
sw: Inaonekana cheti chako kinakosekana.

source: It looks like your x509 certificate is missing from your SSO setup. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
es: Parece que su certificado x509 falta en su configuración de SSO. Por favor, revise la <a href="%(docs_link)s">documentación</a> para configurar SSO.
sw: Inaonekana cheti chako cha x509 kinakosekana kwenye usanidi wako wa SSO. Tafadhali pitia <a href="%(docs_link)s">nyaraka</a> za kuweka SSO.

source: Obtaining User Information Was Not Possible
es: No fue posible obtener la información del usuario
sw: Haikuwezekana Kupata Taarifa za Mtumiaji

source: It looks like there was an issue obtaining the user's information from your Identity Provider. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
es: Parece que hubo un problema al obtener la información del usuario de su Proveedor de Identidad. Por favor, revise la <a href="%(docs_link)s">documentación</a> para configurar SSO.
sw: Inaonekana kulikuwa na tatizo la kupata taarifa za mtumiaji kutoka kwa Mtoa Utambulisho wako. Tafadhali pitia <a href="%(docs_link)s">nyaraka</a> za kuweka SSO.

source: OpenID Connect Session Unknown
es: Sesión de OpenID Connect desconocida
sw: Kikao cha OpenID Connect Hakijulikani

source: It looks like you tried to authenticate without a valid OpenID Connect Session. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
es: Parece que intentó autenticar sin una sesión válida de OpenID Connect. Por favor, revise la <a href="%(docs_link)s">documentación</a> para configurar SSO.
sw: Inaonekana ulijaribu kuthibitisha bila kikao halali cha OpenID Connect. Tafadhali pitia <a href="%(docs_link)s">nyaraka</a> za kuweka SSO.

source: OIDC Method Not Allowed
es: Método OIDC no permitido
sw: Njia ya OIDC Haijaruhusiwa

source: You did not complete a full SSO handshake. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
es: No completó un intercambio completo de SSO. Por favor, revise la <a href="%(docs_link)s">documentación</a> para configurar SSO.
sw: Hukukamilisha mchakato kamili wa SSO handshake. Tafadhali pitia <a href="%(docs_link)s">nyaraka</a> za kuweka SSO.

source: It looks like there is an issue with your SSO configuration.
es: Parece que hay un problema con su configuración de SSO.
sw: Inaonekana kuna tatizo na usanidi wako wa SSO.

source: The error code is "%(error_code)s". Please reach out to your support contact with this information so we can assist with this issue.
es: El código de error es "%(error_code)s". Por favor, contacte a su soporte técnico con esta información para que podamos asistir con este problema.
sw: Nambari ya kosa ni "%(error_code)s". Tafadhali wasiliana na mwasiliani wako wa msaada ukiwa na taarifa hii ili tuweze kusaidia kuhusu tatizo hili.

source: Single Sign-On Error
sw: Hitilafu ya Kuingia Moja kwa Moja (Single Sign-On)

source: This error is likely due to a misconfiguration with your project's SSO settings. Please contact your project administrator to resolve this issue.
sw: Hitilafu hii huenda imesababishwa na usanidi usio sahihi wa mipangilio ya SSO ya mradi wako. Tafadhali wasiliana na msimamizi wa mradi wako ili kutatua tatizo hili.

source: Single Sign-On Request Denied
es: Solicitud de Inicio de Sesión Único Denegada
sw: Ombi la Uingiaji Moja kwa Moja Limekataliwa

source: Single Sign-On Not Allowed
es: Inicio de Sesión Único No Permitido
sw: Uingiaji Moja kwa Moja Haujaruhusiwa

source: You do not have permission to sign in with Single Sign-On. If this is in error, please contact your project's administrator.
sw: Huna ruhusa ya kuingia kwa kutumia Single Sign-On. Ikiwa hii ni hitilafu, tafadhali wasiliana na msimamizi wa mradi wako.

source: Dear enterprise administrator,
es: Estimado administrador de la empresa,
sw: Msimamizi wa biashara mpendwa,

source: The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s
es: ¡El secreto de API para su Proveedor de Identidad "%(idp_name)s" expirará pronto! Si no se crea un nuevo secreto de API, la funcionalidad de Gestión Remota de Usuarios para su Proveedor de Identidad dejará de funcionar el: %(expires_on)s
sw: Siri ya API kwa Mtoa Utambulisho wako "%(idp_name)s" itakwisha muda wake hivi karibuni! Ikiwa Siri mpya ya API haitaundwa, uwezo wa Usimamizi wa Watumiaji wa Mbali kwa Mtoa Utambulisho wako utasitishwa kuanzia: %(expires_on)s

source: If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
es: Si tiene alguna pregunta, no dude en contactar a %(contact_email)s. Gracias por su uso y apoyo a CommCare.
sw: Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa kutumia na kuunga mkono CommCare.

source: Dear enterprise administrator, The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Msimamizi wa biashara mpendwa, API Secret ya Mtoa Utambulisho wako "%(idp_name)s" itaisha muda wake hivi karibuni! Ikiwa API Secret mpya haitaundwa, utendaji wa Usimamizi wa Watumiaji wa Mbali kwa Mtoa Utambulisho wako utasitishwa tarehe: %(expires_on)s Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s
es: ¡El certificado para su Proveedor de Identidad %(idp_name)s expirará pronto! Si el certificado no se renueva, cualquier autenticación de inicio de sesión único usando este IdP dejará de funcionar %(expires_on)s
sw: Cheti cha Mtoa Utambulisho wako %(idp_name)s kitakwisha muda wake hivi karibuni! Ikiwa cheti hakitasasishwa, uthibitishaji wowote wa kuingia kwa kutumia IdP hii utasitishwa %(expires_on)s

source: Dear enterprise administrator, The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Msimamizi wa biashara mpendwa, Cheti cha Mtoa Utambulisho wako %(idp_name)s kitaisha muda wake hivi karibuni! Ikiwa cheti hakitasasishwa, uthibitishaji wowote wa kuingia mara moja (single sign-on) ukitumia IdP hii utasitishwa %(expires_on)s Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s
es: Hemos omitido temporalmente la desactivación automática de Usuarios Web gestionados por SSO por la siguiente razón: %(failure_reason)s
sw: Tumekatisha kwa muda kuzima kiotomatiki Watumiaji wa Wavuti wanaosimamiwa na SSO kwa sababu ifuatayo: %(failure_reason)s

source: Please check the configuration for Remote User Management in your Identity Provider settings.
es: Por favor, revise la configuración para la Gestión Remota de Usuarios en la configuración de su Proveedor de Identidad.
sw: Tafadhali angalia usanidi wa Usimamizi wa Watumiaji wa Mbali kwenye mipangilio ya Mtoa Utambulisho wako.

source: If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
es: Si tiene alguna pregunta, o si este problema persiste, no dude en contactar a %(contact_email)s. Gracias por su uso y apoyo a CommCare.
sw: Ikiwa una maswali yoyote, au ikiwa tatizo hili litaendelea, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa kutumia na kuunga mkono CommCare.

source: Dear enterprise administrator, We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s Please check the configuration for Remote User Management in your Identity Provider settings. If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Msimamizi wa biashara mpendwa, Tumeahirisha kwa muda kuzima kiotomatiki Watumiaji wa Tovuti wanaosimamiwa na SSO kwa sababu zifuatazo: %(failure_reason)s Tafadhali angalia mipangilio ya Usimamizi wa Watumiaji wa Mbali kwenye mipangilio ya Mtoa Utambulisho wako. Ikiwa una maswali yoyote, au ikiwa tatizo hili litaendelea, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: Manage Single Sign-On
es: Gestionar Inicio de Sesión Único
sw: Simamia Uingiaji Moja kwa Moja (Single Sign-On)

source: Configure external Identity Providers associated with your Enterprise Account below.
sw: Sanidi Watoa Utambulisho wa Nje wanaohusishwa na Akaunti yako ya Biashara hapa chini.

source: Identity Providers
es: Proveedores de Identidad
sw: Watoa Utambulisho

source: Email Domains
es: Dominios de Correo Electrónico
sw: Vikoa vya Barua Pepe

source: Not Active
es: No Activo
sw: Haifanyi kazi

source: Delete Identity Provider
es: Eliminar Proveedor de Identidad
sw: Futa Mtoa Utambulisho

source: An active Identity Provider cannot be deleted.
es: No se puede eliminar un Proveedor de Identidad activo.
sw: Mtoa Utambulisho anayefanya kazi hawezi kufutwa.

source: Please first deactivate the Identity Provider and communicate the intent to the client before deletion.
es: Por favor, primero desactive el Proveedor de Identidad y comunique la intención al cliente antes de eliminarlo.
sw: Tafadhali zima kwanza Mtoa Utambulisho na uwasilishe nia hiyo kwa mteja kabla ya kufuta.

source: <strong>WARNING:</strong> Deleting an Identity Provider is not reversible.
sw: <strong>ONYO:</strong> Kufuta Mtoa Utambulisho hakurudishiki.

source: Deletion will immediately affect any client's SSO setup. Please exercise extreme caution. An active Identity Provider will not be deleted.
sw: Kufuta kutaathiri mara moja usanidi wowote wa SSO wa mteja. Tafadhali kuwa mwangalifu sana. Mtoa Utambulisho anayefanya kazi hatafutwa.

source: Users with email addresses ending in these domain names must log in with SSO if the Identity Provider is active.
sw: Watumiaji wenye barua pepe zinazoishia na majina haya ya domeni lazima waingie kwa SSO ikiwa Mtoa Utambulisho yuko hai.

source: There are no email domains associated with this identity provider. Please add one below.
es: No hay dominios de correo electrónico asociados con este proveedor de identidad. Por favor, agregue uno a continuación.
sw: Hakuna vikoa vya barua pepe vilivyohusishwa na mtoa utambulisho huyu. Tafadhali ongeza moja hapa chini.

source: Add Email Domain
es: Agregar Dominio de Correo Electrónico
sw: Ongeza Kikoa cha Barua Pepe

source: Users in this list will not be forced to sign in with SSO when the Identity Provider is active.
es: Los usuarios en esta lista no estarán obligados a iniciar sesión con SSO cuando el Proveedor de Identidad esté activo.
sw: Watumiaji kwenye orodha hii hawatalazimishwa kuingia kwa kutumia SSO wakati Mtoa Utambulisho anafanya kazi.

source: No users are exempt from SSO for this Identity Provider. Please add at least <strong>one enterprise admin</strong> before making this Identity Provider active!
sw: Hakuna mtumiaji aliyeachwa nje ya SSO kwa Mtoa Utambulisho huyu. Tafadhali ongeza angalau <strong>msimamizi mmoja wa biashara</strong> kabla ya kuwasha Mtoa Utambulisho huyu!

source: When the Identity Provider is in "Test" mode for Login Enforcement, only the users in this list will be directed to sign in with SSO.
sw: Wakati Mtoa Utambulisho yuko kwenye hali ya "Jaribio" kwa Utekelezaji wa Kuingia, ni watumiaji tu kwenye orodha hii watakaelekezwa kuingia kwa SSO.

source: No users are marked as test users.
es: No hay usuarios marcados como usuarios de prueba.
sw: Hakuna watumiaji waliowekwa kama watumiaji wa jaribio.

source: The identity provider used to authenticate your account, %(identity_provider)s, is not trusted by this project space.
es: El proveedor de identidad utilizado para autenticar su cuenta, %(identity_provider)s, no es confiable para este espacio de proyecto.
sw: Mtoa utambulisho uliotumika kuthibitisha akaunti yako, %(identity_provider)s, hauaminiki na eneo hili la mradi.

source: Please contact a project administrator to restore access.
es: Por favor, contacte a un administrador del proyecto para restaurar el acceso.
sw: Tafadhali wasiliana na msimamizi wa mradi ili kurejesha upatikanaji.

source: today!
es: ¡hoy!
sw: leo!

source: on {exp_date:{USER_DATE_FORMAT}}.
sw: mnamo {exp_date:{USER_DATE_FORMAT}}.

source: CommCare Alert: Certificate for Identity Provider %(idp_name)s expires %(expires_on)s
es: Alerta de CommCare: El certificado para el Proveedor de Identidad %(idp_name)s expira %(expires_on)s
sw: Arifa ya CommCare: Cheti cha Mtoa Utambulisho %(idp_name)s kitakwisha muda wake %(expires_on)s

source: Dimagi CommCare Accounts <{settings.ACCOUNTS_EMAIL}>
sw: Akaunti za Dimagi CommCare <{settings.ACCOUNTS_EMAIL}>

source: CommCare HQ Alert: Temporarily skipped automatic deactivation of SSO Web Users (Remote User Management)
es: Alerta de CommCare HQ: Se omitió temporalmente la desactivación automática de Usuarios Web SSO (Gestión Remota de Usuarios)
sw: Arifa ya CommCare HQ: Kusitisha kwa muda kuzimwa kiotomatiki kwa Watumiaji wa Wavuti wa SSO (Usimamizi wa Watumiaji wa Mbali)

source: CommCare Alert: API Secret for Identity Provider %(idp_name)s expires %(expires_on)s
es: Alerta de CommCare: El secreto de la API para el proveedor de identidad %(idp_name)s expira el %(expires_on)s
sw: Arifa ya CommCare: Siri ya API kwa Mtoa Utambulisho %(idp_name)s inaisha %(expires_on)s

source: Please double check your tenant id is correct
es: Por favor, verifica que tu ID de inquilino sea correcto
sw: Tafadhali hakikisha tena kuwa kitambulisho chako cha mpangaji ni sahihi

source: No error description provided
es: No se proporcionó una descripción del error
sw: Hakuna maelezo ya kosa yaliyotolewa

source: Nested applications (ServicePrincipal members) are not supported. Please include only Users or Groups as members of this SSO application
es: Las aplicaciones anidadas (miembros de ServicePrincipal) no son compatibles. Por favor, incluye solo Usuarios o Grupos como miembros de esta aplicación SSO
sw: Programu zilizopachikwa (wanachama wa ServicePrincipal) hazitumiki. Tafadhali jumuisha Watumiaji au Vikundi pekee kama wanachama wa programu hii ya SSO

source: We were unable to create your requested project because the name was already taken.
es: No pudimos crear el proyecto solicitado porque el nombre ya estaba en uso.
sw: Hatukuweza kuunda mradi uliouomba kwa sababu jina tayari limetumika.

source: We were unable to create your requested project due to an unexpected issue. Please try again in a few minutes.If the issue persists, please contact support.
es: No pudimos crear el proyecto solicitado debido a un problema inesperado. Por favor, inténtalo de nuevo en unos minutos. Si el problema persiste, por favor contacta al soporte.
sw: Hatukuweza kuunda mradi uliouomba kutokana na tatizo lisilotarajiwa. Tafadhali jaribu tena baada ya dakika chache. Ikiwa tatizo litaendelea, tafadhali wasiliana na msaada.

source: {idp} is now trusted as an identity provider for users who are members of the project space "{domain}". <a href="{learn_more}">Learn More</a>
es: {idp} ahora es confiable como proveedor de identidad para usuarios que son miembros del espacio de proyecto "{domain}". <a href="{learn_more}">Más información</a>
sw: {idp} sasa inaaminika kama mtoa utambulisho kwa watumiaji ambao ni wanachama wa nafasi ya mradi "{domain}". <a href="{learn_more}">Jifunze Zaidi</a>

source: Untrusted Identity Provider
es: Proveedor de identidad no confiable
sw: Mtoa Utambulisho Asiyeaminika

source: Edit Identity Provider
es: Editar proveedor de identidad
sw: Hariri Mtoa Utambulisho

source: Identity Provider {} cannot be deleted because it is still active.
es: El proveedor de identidad {} no puede ser eliminado porque aún está activo.
sw: Mtoa Utambulisho {} hawezi kufutwa kwa sababu bado inatumika.

source: Identity Provider {} successfully deleted.
es: Proveedor de identidad {} eliminado con éxito.
sw: Mtoa Utambulisho {} umefutwa kwa mafanikio.

source: Identity Provider updated!
es: ¡Proveedor de identidad actualizado!
sw: Mtoa Utambulisho amesasishwa!

source: Pick a Favorite Color
es: Elija un Color Favorito
sw: Chagua Rangi Unayoipenda

source: Red
es: Rojo
sw: Nyekundu

source: Green
es: Verde
sw: Kijani

source: Blue
es: Azul
sw: Bluu

source: Purple
es: Morado
sw: Zambarau

source: This checkbox is badly aligned
es: Esta casilla de verificación está mal alineada
sw: Kisanduku hiki cha tiki hakijawekwa vizuri

source: Email recipient
es: Destinatario del correo electrónico
sw: Mpokeaji wa barua pepe

source: Also send to myself
es: También enviarme a mí mismo
sw: Tuma pia kwangu

source: Send email when complete
es: Enviar correo electrónico cuando esté completo
sw: Tuma barua pepe ikikamilika

source: Height (cm)
es: Altura (cm)
sw: Urefu (cm)

source: Smoking Status
es: Estado de Fumador
sw: Hali ya Uvutaji Sigara

source: Patient has smoked on a habitual basis in the past 5 years
es: El paciente ha fumado habitualmente en los últimos 5 años
sw: Mgonjwa amevuta sigara mara kwa mara katika miaka 5 iliyopita

source: *Habitual basis equates to at least five cigarettes a week.
es: *Fumar habitualmente equivale a al menos cinco cigarrillos a la semana.
sw: *Mara kwa mara inamaanisha angalau sigara tano kwa wiki.

source: Heart Rate (bpm)
es: Frecuencia Cardíaca (lpm)
sw: Mapigo ya Moyo (bpm)

source: Forward results to GP
es: Enviar resultados al médico de cabecera
sw: Tuma matokeo kwa Daktari wa Familia

source: Centered Page Example
es: Ejemplo de Página Centrada
sw: Mfano wa Ukurasa Ulio Kati

source: Example Views
es: Vistas de Ejemplo
sw: Mifano ya Maoni

source: Section Page Example
es: Ejemplo de Página de Sección
sw: Mfano wa Ukurasa wa Sehemu

source: A Detail Page (Section Example)
es: Una Página Detallada (Ejemplo de Sección)
sw: Ukurasa wa Maelezo (Mfano wa Sehemu)

source: Forward Message
es: Reenviar Mensaje
sw: Tuma Ujumbe Mbele

source: Yes, forward this message to me.
es: Sí, reenvíame este mensaje.
sw: Ndiyo, nitumie ujumbe huu.

source: German
es: Alemán
sw: Kijerumani

source: Include me in language tests
es: Inclúyeme en pruebas de idioma
sw: Nijumuishe kwenye majaribio ya lugha

source: Advanced Information
es: Información Avanzada
sw: Taarifa za Juu

source: This field will always error.
es: Este campo siempre dará error.
sw: Sehemu hii itakosea kila wakati.

source: Error State Test
es: Prueba de Estado de Error
sw: Jaribio la Hali ya Kosa

source: Submit Form
es: Enviar Formulario
sw: Wasilisha Fomu

source: This is a field-level error for the field 'note'.
es: Este es un error a nivel de campo para el campo 'nota'.
sw: Hili ni kosa la kiwango cha sehemu kwa sehemu 'note'.

source: Area
es: Área
sw: Eneo

source: Options
es: Opciones
sw: Chaguzi

source: include message
es: incluir mensaje
sw: jumuisha ujumbe

source: Hint: 'jon' is taken. Try typing that in to trigger an error.
es: Sugerencia: 'jon' está tomado. Intenta escribir eso para provocar un error.
sw: Dokezo: 'jon' tayari limetumika. Jaribu kuandika hilo ili kusababisha kosa.

source: Hint: 'jon@dimagi.com' is taken. Try typing that in to trigger an error.
es: Sugerencia: 'jon@dimagi.com' está tomado. Intenta escribir eso para provocar un error.
sw: Dokezo: 'jon@dimagi.com' tayari limetumika. Jaribu kuandika hilo ili kusababisha kosa.

source: Create New User
es: Crear Nuevo Usuario
sw: Unda Mtumiaji Mpya

source: Create User
es: Crear Usuario
sw: Unda Mtumiaji

source: Examples of Disabled Fields
es: Ejemplos de Campos Deshabilitados
sw: Mifano ya Sehemu Zilizolemazwa

source: Examples of Readonly Fields
es: Ejemplos de Campos de Solo Lectura
sw: Mifano ya Sehemu za Kusoma Pekee

source: contains
es: contiene
sw: ina

source: Column
es: Columna
sw: Safu

source: Color
sw: Rangi

source: Hint: select 'is empty' to watch the Value field below disappear
es: Sugerencia: selecciona 'está vacío' para ver desaparecer el campo Valor abajo
sw: Kidokezo: chagua 'haina kitu' ili kuona sehemu ya Thamani hapa chini ikitoweka

source: New Item
es: Nuevo Ítem
sw: Kipengele Kipya

source: Big Cats
es: Grandes Felinos
sw: Paka Wakubwa

source: Date of Birth
es: Fecha de Nacimiento
sw: Tarehe ya Kuzaliwa

source: Opened On
es: Abierto el
sw: Imefunguliwa Tarehe

source: Team
es: Equipo
sw: Timu

source: Make your team selection
es: Haz tu selección de equipo
sw: Fanya uteuzi wa timu yako

source: Team Builder
es: Constructor de Equipos
sw: Mtengenezaji wa Timu

source: Save Team
es: Guardar Equipo
sw: Hifadhi Timu

source: We'll never share your email with anyone else.
es: Nunca compartiremos tu correo electrónico con nadie más.
sw: Hatutawahi kushiriki barua pepe yako na mtu mwingine yeyote.

source: Users(s)
es: Usuario(s)
sw: Mtumiaji/watumiaji

source: Select the users you want to view data for
es: Selecciona los usuarios para los que deseas ver datos
sw: Chagua watumiaji unaotaka kuona data zao

source: Choose Filters
es: Elegir Filtros
sw: Chagua Vichujio

source: Vegetable
es: Vegetal
sw: Mboga

source: Select your favorite vegetable you want recipe suggestions for
es: Selecciona tu vegetal favorito para el que deseas sugerencias de recetas
sw: Chagua mboga unayopenda ili upate mapendekezo ya mapishi

source: Veggie Recipes
es: Recetas de Vegetales
sw: Mapishi ya Mboga

source: Suggest Recipes
es: Sugerir Recetas
sw: Pendekeza Mapishi

source: Lake
es: Lago
sw: Ziwa

source: Select a lake you would like to visit
es: Selecciona un lago que te gustaría visitar
sw: Chagua ziwa unalotaka kutembelea

source: Activities
es: Actividades
sw: Shughuli

source: Kayak
sw: Kayaki

source: Canoe
es: Canoa
sw: Kanu

source: Boat
es: Barco
sw: Boti

source: Swim
es: Nadar
sw: Ogelea
