Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Transifex project source lang and the source app default language don't match
es: El idioma fuente del proyecto Transifex y el idioma predeterminado de la aplicación de origen no coinciden
sw: Lugha chanzo ya mradi wa Transifex na lugha chaguo-msingi ya programu chanzo hazilingani

source: Transifex project source lang and the target app default language don't match
es: El idioma fuente del proyecto Transifex y el idioma predeterminado de la aplicación de destino no coinciden
sw: Lugha chanzo ya mradi wa Transifex na lugha chaguo-msingi ya programu lengwa hazilingani

source: Successfully Uploaded
es: Subido exitosamente
sw: Imepakiwa kwa mafanikio

source: Successfully Removed
es: Eliminado exitosamente
sw: Imeondolewa kwa mafanikio

source: Translations
es: Traducciones
sw: Tafsiri

source: Transifex integration not set for this domain
es: Integración de Transifex no configurada para este dominio
sw: Muunganiko wa Transifex haujawekwa kwa domain hii

source: Convert Translations
es: Convertir Traducciones
sw: Geuza Tafsiri

source: Pull Resource
es: Extraer Recurso
sw: Vuta Rasilimali

source: Blacklist Translations
es: Lista Negra de Traducciones
sw: Tafsiri zilizowekwa kwenye orodha ya marufuku

source: App Translations
es: Traducciones de la Aplicación
sw: Tafsiri za Programu

source: Successfully enqueued request to submit files for translations
es: Solicitud para enviar archivos para traducciones encolada exitosamente
sw: Ombi la kutuma faili kwa ajili ya tafsiri limewekwa kwenye foleni kwa mafanikio

source: Resources yet to be completely translated, for ex: {}
es: Recursos aún por traducir completamente, por ejemplo: {}
sw: Rasilimali bado hazijatafsiriwa kikamilifu, kwa mfano: {}

source: Resources not found for this project and version.
es: Recursos no encontrados para este proyecto y versión.
sw: Rasilimali hazijapatikana kwa mradi huu na toleo hili.

source: Resources yet to be completely translated for all languages. Hence, the request for locking resources can not be performed.
es: Recursos aún por traducir completamente para todos los idiomas. Por lo tanto, no se puede realizar la solicitud para bloquear recursos.
sw: Rasilimali bado hazijatafsiriwa kikamilifu kwa lugha zote. Hivyo, ombi la kufunga rasilimali haliwezi kufanyika.

source: Successfully enqueued request to pull for translations. You should receive an email shortly.
es: Solicitud para extraer traducciones encolada exitosamente. Deberías recibir un correo electrónico en breve.
sw: Ombi la kuvuta tafsiri limewekwa kwenye foleni kwa mafanikio. Unapaswa kupokea barua pepe muda si mrefu.

source: Successfully enqueued request to take backup.
es: Solicitud para realizar una copia de seguridad encolada exitosamente.
sw: Ombi la kuchukua nakala rudufu limewekwa kwenye foleni kwa mafanikio.

source: Resources yet to be completely translated for all languages. Hence, the request for deleting resources can not be performed.
es: Recursos aún por traducir completamente para todos los idiomas. Por lo tanto, no se puede realizar la solicitud para eliminar recursos.
sw: Rasilimali bado hazijatafsiriwa kikamilifu kwa lugha zote. Hivyo, ombi la kufuta rasilimali haliwezi kufanyika.

source: Successfully enqueued request to delete resources.
es: Solicitud para eliminar recursos encolada exitosamente.
sw: Ombi la kufuta rasilimali limewekwa kwenye foleni kwa mafanikio.

source: Source lang selected not available for the project
es: El idioma de origen seleccionado no está disponible para el proyecto
sw: Lugha chanzo iliyochaguliwa haipatikani kwa mradi huu

source: Create or Update Translations
es: Crear o Actualizar Traducciones
sw: Unda au Sasisha Tafsiri

source: Push Translations
es: Enviar Traducciones
sw: Sukuma Tafsiri

source: Pull Translations
es: Extraer Traducciones
sw: Vuta Tafsiri

source: Backup Translations
es: Copia de Seguridad de Traducciones
sw: Nakala Rudufu za Tafsiri

source: Delete Translations
es: Eliminar Traducciones
sw: Futa Tafsiri

source: Download Translations
es: Descargar Traducciones
sw: Pakua Tafsiri

source: Missing current Application Version. This can happen if the latest version was deleted without creating a new one. Please create a new Application Version before trying again.
es: Falta la Versión Actual de la Aplicación. Esto puede suceder si la última versión fue eliminada sin crear una nueva. Por favor, crea una nueva Versión de la Aplicación antes de intentarlo de nuevo.
sw: Toleo la sasa la Programu halipo. Hii inaweza kutokea ikiwa toleo la mwisho lilifutwa bila kuunda jipya. Tafadhali unda Toleo jipya la Programu kabla ya kujaribu tena.

source: Missing selected Application Version. Please create a new version before trying again.
es: Falta la Versión Seleccionada de la Aplicación. Por favor, crea una nueva versión antes de intentarlo de nuevo.
sw: Toleo la Programu ulilochagua halipo. Tafadhali unda toleo jipya kabla ya kujaribu tena.

source: Submitted request to download translations. You should receive an email shortly.
es: Solicitud para descargar traducciones enviada. Deberías recibir un correo electrónico en breve.
sw: Ombi la kupakua tafsiri limewasilishwa. Unapaswa kupokea barua pepe muda si mrefu.

source: Migrate Project
es: Migrar Proyecto
sw: Hamisha Mradi

source: Submitted request to migrate project. You should receive an email shortly.
es: Solicitud enviada para migrar el proyecto. Debería recibir un correo electrónico en breve.
sw: Ombi la kuhamisha mradi limewasilishwa. Unapaswa kupokea barua pepe muda si mrefu.

source: Set Up or Update Resource
es: Configurar o Actualizar Recurso
sw: Sanidi au Sasisha Rasilimali

source: Create a new resource or update an existing one in Transifex.
es: Cree un nuevo recurso o actualice uno existente en Transifex.
sw: Unda rasilimali mpya au sasisha iliyopo kwenye Transifex.

source: Push Target Language
es: Enviar Idioma de Destino
sw: Sukuma Lugha Lengwa

source: Push translations for a target language to Transifex.
es: Enviar traducciones para un idioma de destino a Transifex.
sw: Sukuma tafsiri za lugha lengwa kwenye Transifex.

source: Pull App Translations
es: Extraer Traducciones de la Aplicación
sw: Vuta Tafsiri za Programu

source: Pull all translations for a selected language, which will be emailed to you as an Excel file.
es: Extraer todas las traducciones para un idioma seleccionado, las cuales se le enviarán por correo electrónico como un archivo Excel.
sw: Vuta tafsiri zote za lugha uliyochagua, ambazo zitatumwa kwako kwa barua pepe kama faili ya Excel.

source: Backup App Translations
es: Respaldar Traducciones de la Aplicación
sw: Nakala Rudufu za Tafsiri za Programu

source: Pull all translations for all languages in the project, which will be emailed to you as a zip file.
es: Extraer todas las traducciones para todos los idiomas en el proyecto, las cuales se le enviarán por correo electrónico como un archivo zip.
sw: Vuta tafsiri zote za lugha zote kwenye mradi, ambazo zitatumwa kwako kwa barua pepe kama faili ya zip.

source: Delete Project Resources
es: Eliminar Recursos del Proyecto
sw: Futa Rasilimali za Mradi

source: Delete all resources for the selected project. Use caution!
es: Eliminar todos los recursos para el proyecto seleccionado. ¡Use con precaución!
sw: Futa rasilimali zote za mradi uliochaguliwa. Tumia tahadhari!

source: App
es: Casos IRA Tratados
sw: Casos IRA Tratados

source: Module
es: Módulo
sw: Moduli

source: Detail/List/UI
es: Detalle/Lista/UI
sw: Maelezo/Orodha/UI

source: Field Name
es: Nombre del Campo
sw: Jina la Sehemu

source: Default Display Text
es: Texto de Visualización Predeterminado
sw: Maandishi ya Kuonyesha Chaguomsingi

source: Missing translations for {} in uploaded sheet
es: Faltan traducciones para {} en la hoja cargada
sw: Tafsiri zinazokosekana kwa {} kwenye karatasi iliyopakiwa

source: Could not find a module or form with ID '{module_or_form_id}' in app '{self.app.name}'
sw: Haikuweza kupata moduli au fomu yenye ID '{module_or_form_id}' kwenye programu '{self.app.name}'

source: Could not find column(s) '{}'
es: No se pudo encontrar la(s) columna(s) '{}'
sw: Haikuweza kupata safu wima '{}'

source: {} not found
es: {} no encontrado
sw: {} haikupatikana

source: Upload failed. We found problems with the following translations:
es: La carga falló. Encontramos problemas con las siguientes traducciones:
sw: Upakiaji umeshindwa. Tumepata matatizo na tafsiri zifuatazo:

source: Upload succeeded, but we found following issues for some properties
es: La carga fue exitosa pero encontramos los siguientes problemas con algunas propiedades
sw: Upakiaji umefanikiwa, lakini tumepata masuala yafuatayo kwa baadhi ya sifa

source: Something went wrong! Update failed. We're looking into it
es: ¡Algo salió mal! La actualización falló. Estamos revisando esto.
sw: Kuna tatizo limetokea! Sasisho limekosa. Tunachunguza

source: UI Translations Updated!
es: ¡Las Traducciones UI han sido actualizadas!
sw: Tafsiri za UI zimesasishwa!

source: Please select language to validate.
es: Por favor, seleccione el idioma para validar.
sw: Tafadhali chagua lugha ili kuthibitisha.

source: Double Entry for {}
es: Entrada Duplicada para {}
sw: Kuingiza Mara Mbili kwa {}

source: You cannot set {} directly
es: No puede establecer {} directamente
sw: Huwezi kuweka {} moja kwa moja

source: 'The column header '{old_name}' is deprecated, please use '{new_name}' instead.
es: 'El encabezado de la columna '{old_name}' está obsoleto, por favor use '{new_name}' en su lugar.
sw: 'Kichwa cha safu wima '{old_name}' kimepitwa na wakati, tafadhali tumia '{new_name}' badala yake.

source: Only users with 'Manage Tableau Configuration' edit permission in domains where Tableau User Syncing is enabled can upload files with 'Tableau Role' and/or 'Tableau Groups' fields.
es: Solo los usuarios con permiso de edición 'Gestionar Configuración de Tableau' en dominios donde la Sincronización de Usuarios de Tableau está habilitada pueden cargar archivos con campos 'Rol de Tableau' y/o 'Grupos de Tableau'.
sw: Ni watumiaji walio na ruhusa ya 'Dhibiti Usanidi wa Tableau' pekee katika maeneo ambapo Usawazishaji wa Watumiaji wa Tableau umewezeshwa wanaoweza kupakia faili zilizo na sehemu za 'Nafasi ya Tableau' na/au 'Makundi ya Tableau'.

source: The following are {label} column headers: {headers}.
es: Los siguientes son {label} encabezados de columnas: {headers}.
sw: Hizi ni vichwa vya safu wima za {label}: {headers}.

source: Unexpected format received for site code '%(site_code)s'
es: Se recibió un formato no esperado para el código del sitio '%(site_code)s'
sw: Muundo usiotarajiwa umepokelewa kwa msimbo wa tovuti '%(site_code)s'

source: Could not find organization with site code '%(site_code)s'
es: No se pudo encontrar organización con el código del sitio '%(site_code)s'
sw: Haikuweza kupata shirika lenye msimbo wa tovuti '%(site_code)s'

source: Username must not contain blank spaces or special characters.
es: El nombre de usuario no debe contener espacios en blanco ni caracteres especiales.
sw: Jina la mtumiaji halipaswi kuwa na nafasi tupu au alama maalum.

source: You can only set 'Is Account Confirmed' to 'True' on an existing Web User.
es: Solo puede establecer 'Cuenta Confirmada' en 'Verdadero' en un Usuario Web existente.
sw: Unaweza kuweka 'Akaunti Imethibitishwa' kuwa 'Kweli' tu kwa Mtumiaji wa Wavuti aliyepo.

source: You can only set 'Status' to 'Invited' on a pending Web User. {web_user} has no invitations for this project space.
es: Solo puede establecer 'Estado' en 'Invitado' en un Usuario Web pendiente. {web_user} no tiene invitaciones para este espacio de proyecto.
sw: Unaweza kuweka 'Hali' kuwa 'Aliyealikwa' tu kwa Mtumiaji wa Wavuti anayesubiri. {web_user} haina mialiko kwa nafasi hii ya mradi.

source: The email has bounced for this user's invite: {}. Please try again with a different username
es: El correo electrónico ha rebotado para la invitación de este usuario: {}. Por favor, intente nuevamente con un nombre de usuario diferente
sw: Barua pepe imerudishwa kwa mwaliko wa mtumiaji huyu: {}. Tafadhali jaribu tena kwa jina la mtumiaji tofauti

source: Domain cannot be set to '{self.domain}'
sw: Domeni haiwezi kuwekwa kuwa '{self.domain}'

source: User with ID '{user_id}' not found
es: Usuario con ID '{user_id}' no encontrado
sw: Mtumiaji mwenye kitambulisho '{user_id}' hakupatikana

source: You can only set 'Is Account Confirmed' to 'False' on a new User.
es: Solo puede establecer 'Cuenta Confirmada' en 'Falso' en un Usuario nuevo.
sw: Unaweza kuweka 'Akaunti Imethibitishwa' kuwa 'Siyo Kweli' tu kwa Mtumiaji Mpya.

source: You cannot upload a web user without a role. {username} does not have a role
es: No puede cargar un usuario web sin un rol. {username} no tiene un rol
sw: Huwezi kupakia mtumiaji wa wavuti bila nafasi. {username} haina nafasi

source: Only users with the edit web users permission can upload web users
es: Solo los usuarios con permiso de edición de usuarios web pueden cargar usuarios web
sw: Ni watumiaji walio na ruhusa ya kuhariri watumiaji wa wavuti pekee wanaoweza kupakia watumiaji wa wavuti

source: Changing usernames is not supported: %(username)r to %(new_username)r
es: No se admite cambiar nombres de usuario: %(username)r a %(new_username)r
sw: Kubadilisha majina ya watumiaji hakusaidiwi: %(username)r hadi %(new_username)r

source: You cannot remove a web user that is not a member or invited to this project. {username} is not a member or invited.
es: No puede eliminar un usuario web que no es miembro ni está invitado a este proyecto. {username} no es miembro ni está invitado.
sw: Huwezi kuondoa mtumiaji wa wavuti ambaye si mwanachama au hajaalikwa kwenye mradi huu. {username} si mwanachama wala hajaalikwa.

source: You cannot remove a web user that is not a member of this project. {web_user} is not a member.
es: No puede eliminar un usuario web que no es miembro de este proyecto. {web_user} no es miembro.
sw: Huwezi kuondoa mtumiaji wa wavuti ambaye si mwanachama wa mradi huu. {web_user} si mwanachama.

source: You cannot remove yourself from a domain via bulk upload
es: No puede eliminarse a sí mismo de un dominio mediante carga masiva
sw: Huwezi kujiondoa mwenyewe kutoka kwenye kikoa kupitia upakiaji wa pamoja

source: Password must have at least 8 characters.
es: La contraseña debe tener al menos 8 caracteres.
sw: Nenosiri lazima liwe na angalau herufi 8.

source: username cannot contain spaces or symbols
es: el nombre de usuario no puede contener espacios o símbolos
sw: jina la mtumiaji halipaswi kuwa na nafasi au alama

source: '{column_id}' column can only contain 'true' or 'false'
es: La columna '{column_id}' solo puede contener 'verdadero' o 'falso'
sw: Safu wima ya '{column_id}' inaweza kuwa na 'kweli' au 'siyo kweli' pekee

source: One of 'username' or 'user_id' is required
es: Se requiere uno de 'nombre de usuario' o 'ID de usuario'
sw: Moja kati ya 'jina la mtumiaji' au 'kitambulisho cha mtumiaji' kinahitajika

source: Upload of web users requires 'username' and 'role' for each user
es: La carga de usuarios web requiere 'nombre de usuario' y 'rol' para cada usuario
sw: Upakiaji wa watumiaji wa wavuti unahitaji 'jina la mtumiaji' na 'nafasi' kwa kila mtumiaji

source: Invalid tableau role: '{}'. Please choose one of the following: {}
es: Rol de tableau no válido: '{}'. Por favor, elija uno de los siguientes: {}
sw: Nafasi batili ya tableau: '{}'. Tafadhali chagua mojawapo ya zifuatazo: {}

source: These groups, {}, are not valid for this domain. Please choose from the following: {}
es: Estos grupos, {}, no son válidos para este dominio. Por favor, elija de los siguientes: {}
sw: Makundi haya, {}, si halali kwa kikoa hiki. Tafadhali chagua kutoka yafuatayo: {}

source: '{field}' values must be unique
es: Los valores de '{field}' deben ser únicos
sw: Thamani za '{field}' lazima ziwe za kipekee

source: username cannot contain greater than {length} characters
es: el nombre de usuario no puede contener más de {length} caracteres
sw: jina la mtumiaji halipaswi kuwa na zaidi ya herufi {length}

source: Username must be Text
es: El nombre de usuario debe ser Texto
sw: Jina la mtumiaji lazima liwe Maandishi

source: New users must have a password set.
es: Los nuevos usuarios deben tener una contraseña establecida.
sw: Watumiaji wapya lazima wawe na nenosiri.

source: User has an invalid email address for their {}
es: El usuario tiene una dirección de correo electrónico no válida para su {}
sw: Mtumiaji ana anwani ya barua pepe batili kwa {}

source: Role '{}' does not exist or you do not have permission to access it
es: El rol '{}' no existe o no tiene permiso para acceder a él
sw: Nafasi '{}' haipo au huna ruhusa ya kuipata

source: Profile '{}' does not exist
es: El perfil '{}' no existe
sw: Wasifu '{}' haupo

source: You do not have permission to edit the profile for this user or user invitation
es: No tiene permiso para editar el perfil de este usuario o invitación de usuario
sw: Huna ruhusa ya kuhariri wasifu wa mtumiaji huyu au mwaliko wa mtumiaji

source: You do not have permission to assign the profile '{}'
es: No tiene permiso para asignar el perfil '{}'
sw: Huna ruhusa ya kugawa wasifu '{}'

source: A profile must be assigned to users of the following type(s): {}
es: Se debe asignar un perfil a los usuarios de los siguientes tipos: {}
sw: Wasifu lazima ugawiwe kwa watumiaji wa aina zifuatazo: {}

source: Group '{}' does not exist (try adding it to your spreadsheet)
es: El grupo '{}' no existe (intente agregarlo a su hoja de cálculo)
sw: Kundi '{}' halipo (jaribu kuliongeza kwenye lahajedwali lako)

source: The username already belongs to a user. Specify an ID to update the user.
es: El nombre de usuario ya pertenece a un usuario. Especifique un ID para actualizar al usuario.
sw: Jina la mtumiaji tayari linamilikiwa na mtumiaji mwingine. Tafadhali taja kitambulisho ili kusasisha mtumiaji.

source: Target domain {} does not use enterprise permissions of {}
es: El dominio de destino {} no utiliza permisos empresariales de {}
sw: Kikoa lengwa {} hakitumii ruhusa za biashara za {}

source: When '{}' is True for a new user, {} must be either empty or set to False.
es: Cuando '{}' es Verdadero para un nuevo usuario, {} debe estar vacío o configurado en Falso.
sw: Wakati '{}' ni Kweli kwa mtumiaji mpya, {} lazima iwe tupu au iwekwe kuwa Si Kweli.

source: When '{}' is True for an existing user, {}.
es: Cuando '{}' es Verdadero para un usuario existente, {}.
sw: Wakati '{}' ni Kweli kwa mtumiaji aliyepo, {}.

source: Based on your locations you do not have permission to edit this user or user invitation
es: Basado en sus ubicaciones, no tiene permiso para editar este usuario o invitación de usuario
sw: Kulingana na maeneo yako huna ruhusa ya kuhariri mtumiaji huyu au mwaliko wa mtumiaji

source: You do not have permission to assign or remove these locations: {}
es: No tiene permiso para asignar o eliminar estas ubicaciones: {}
sw: Huna ruhusa ya kugawa au kuondoa maeneo haya: {}

source: The "{header}" column had too many values to expand! Expansion limited to {max} distinct values.
es: ¡La columna "{header}" tiene demasiados valores para expandirse! La expansión se limita a {max} valores distintos.
sw: Safu ya "{header}" ilikuwa na thamani nyingi sana za kupanua! Upanuzi umewekewa kikomo kwa {max} thamani tofauti.

source: Sorry! There was a problem viewing your report. This likely occurred because the application associated with the report was deleted. In order to view this data using the Report Builder you will have to delete this report and then build it again. Click below to delete it.
es: ¡Disculpe! Ocurrió un problema al ver su reporte. Esto probablemente sucedió porque la aplicación asociada con el reporte fue eliminada. Para ver estos datos usando el Desarrollador de Reportes tendrá que eliminar este reporte y desarrollarlo de nuevo. Haga clic abajo para eliminarlo.
sw: Samahani! Kulikuwa na tatizo la kutazama ripoti yako. Hili huenda limetokea kwa sababu programu iliyohusishwa na ripoti ilifutwa. Ili kutazama data hii kwa kutumia Kijenga Ripoti, italazimu kufuta ripoti hii na kisha kuijenga upya. Bonyeza hapa chini kufuta.

source: Sorry! There was a problem trying to edit your report. This likely occurred because the form associated with this report was deleted from the application. You can go back and view historical data submitted. However, you may not edit this report again. You also have the option of deleting this report by clicking the delete button below.
es: ¡Lo siento! Hubo un problema al intentar editar su informe. Esto probablemente ocurrió porque el formulario asociado con este informe fue eliminado de la aplicación. Puede regresar y ver los datos históricos enviados. Sin embargo, no puede editar este informe nuevamente. También tiene la opción de eliminar este informe haciendo clic en el botón de eliminar a continuación.
sw: Samahani! Kulikuwa na tatizo la kujaribu kuhariri ripoti yako. Hili huenda limetokea kwa sababu fomu iliyohusishwa na ripoti hii ilifutwa kwenye programu. Unaweza kurudi na kutazama data ya kihistoria iliyowasilishwa. Hata hivyo, huenda usiweze kuhariri ripoti hii tena. Pia una chaguo la kufuta ripoti hii kwa kubonyeza kitufe cha kufuta hapa chini.

source: Report builder data source doesn't reference an application. It is likely this report has been customized and it is no longer editable.
es: La fuente de datos del desarrollador de reporte no hace referencia a una aplicación. Es probable que este reporte haya sido personalizado y ya no sea editable.
sw: Chanzo cha data cha Kijenga Ripoti hakirejelei programu yoyote. Inawezekana ripoti hii imerekebishwa na haiwezi kuhaririwa tena.

source: Report contains duplicate column ids: {}
es: El reporte contiene ids duplicados de columna: {}
sw: Ripoti ina vitambulisho vya safu vilivyojirudia: {}

source: Invalid or missing expression type: {} for expression: {}. Valid options are: {}
es: Tipo de expresión inválido o faltante: {} para la expresión: {}. Las opciones válidas son: {}
sw: Aina ya usemi batili au haipo: {} kwa usemi: {}. Chaguo halali ni: {}

source: Problem creating expression: {}. Message is: {}
es: Problema al crear la expresión: {}. El mensaje es: {}
sw: Tatizo la kuunda usemi: {}. Ujumbe ni: {}

source: aggregation_fn '{}' is not valid. Valid options are: {}
es: aggregation_fn '{}' no es válido. Las opciones válidas son: {}
sw: aggregation_fn '{}' si halali. Chaguo halali ni: {}

source: Complex filter type {0} must be one of the following choices ({1})
es: Tipo de filtro complejo {0} debe ser una de las siguientes opciones ({1})
sw: Aina changamano ya kichujio {0} lazima iwe mojawapo ya chaguo zifuatazo ({1})

source: {0} filter type must include a "filters" list
es: {0} tipo de filtro debe incluir una lista de "filtros"
sw: Aina ya kichujio {0} lazima ijumuishwe kwenye orodha ya "filters"

source: Problem creating filter from spec: {}, message is {}
es: Problema creando filtro de spec: {}, el mensaje es {}
sw: Tatizo la kuunda kichujio kutoka kwa maelezo: {}, ujumbe ni {}

source: Illegal or missing filter type: "{0}", must be one of the following choice: ({1})
es: Tipo de filtro ilegal o ausente: "{0}", debe ser una de las siguientes opciones: ({1})
sw: Aina ya kichujio haramu au haipo: "{0}", lazima iwe mojawapo ya chaguo zifuatazo: ({1})

source: {} is required!
es: ¡{} es obligatorio!
sw: {} inahitajika!

source: Indicator specification must include a root level type field.
es: La especificación del indicador debe incluir un campo de tipo de nivel raíz.
sw: Maelezo ya kiashiria lazima yajumuishe uga wa aina katika ngazi ya mizizi.
