Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Copying the application succeeded, but the application is missing multimedia file(s).
es: La copia de la aplicación se completó con éxito, pero faltan archivos multimedia en la aplicación.
sw: Kunakili programu kumeweza, lakini programu inakosa faili ya multimedia.

source: Could not find form '{}'
es: No encontramos el formulario '{}'
sw: Haikuweza kupata fomu '{}'

source: Space-separated list of privilege strings from corehq.privileges
es: Lista de cadenas de privilegios separadas por espacios de corehq.privileges
sw: Orodha ya maneno ya ruhusa yaliyotenganishwa kwa nafasi kutoka corehq.privileges

source: Version {} not released. Please mark it as released to add restrictions.
es: Versión {} no lanzada. Por favor, márcala como lanzada para agregar restricciones.
sw: Toleo {} halijachapishwa. Tafadhali liweke kama limechapishwa ili kuongeza vizuizi.

source: Higher version {} already enabled for this application and location
es: Versión superior {} ya habilitada para esta aplicación y ubicación
sw: Toleo la juu zaidi {} tayari limewezeshwa kwa programu hii na eneo hili

source: Version {} not released. Can not enable profiles for unreleased versions
es: Versión {} no lanzada. No se pueden habilitar perfiles para versiones no lanzadas
sw: Toleo {} halijachapishwa. Haiwezi kuwezesha wasifu kwa matoleo ambayo hayajachapishwa

source: Latest version available for this profile is {}, which is higher than this version. Disable any higher versions first.
es: La última versión disponible para este perfil es {}, que es superior a esta versión. Desactiva cualquier versión superior primero.
sw: Toleo jipya zaidi linalopatikana kwa wasifu huu ni {}, ambalo ni la juu kuliko toleo hili. Lemaza matoleo ya juu kwanza.

source: Released
es: Publicado
sw: Imetolewa

source: In Test
es: De Prueba
sw: Katika Majaribio

source: Created
es: Creado
sw: Imetengenezwa

source: Reverted
es: Revertido
sw: Imerejeshwa

source: Deleted
es: Eliminado
sw: Imefutwa

source: 1 Day
es: 1 Día
sw: Siku 1

source: 1 hour
es: 1 hora
sw: Saa 1

source: 10 Meters
sw: Mita 10

source: 12 hours
es: 12 horas
sw: Saa 12

source: 15 minutes
es: 15 minutos
sw: Dakika 15

source: 2 hours
es: 2 horas
sw: Saa 2

source: 20 Meters
sw: Mita 20

source: 24 hours
es: 24 horas
sw: Saa 24

source: 30 minutes
es: 30 minutos
sw: Dakika 30

source: 4 hours
es: 4 horas
sw: Saa 4

source: 40 Meters
sw: Mita 40

source: 5 Days
es: 5 Días
sw: Siku 5

source: 5 Meters
sw: Mita 5

source: 6 hours
es: 6 horas
sw: Saa 6

source: 8 hours
es: 8 horas
sw: Saa 8

source: 80 Meters
sw: Mita 80

source: Admin Password
es: Contraseña Admin
sw: Nenosiri la Msimamizi

source: After login, the application will look at the profile's defined reference for the authoritative location of the newest version. This check will occur with some periodicity since the last successful check based on this property. freq-never disables the automatic check.
es: Después de iniciar sesión, la aplicación buscará en la referencia definida en el perfil la ubicación autorizada de la versión más reciente. Esta revisión ocurrirá con cierta periodicidad desde la última revisión exitosa en esta propiedad. freq-never deshabilita la revisión automática.
sw: Baada ya kuingia, programu itatazama rejeleo lililobainishwa kwenye wasifu kwa eneo rasmi la toleo jipya zaidi. Ukaguzi huu utafanyika mara kwa mara tangu ukaguzi wa mwisho uliofanikiwa kulingana na sifa hii. freq-never huzima ukaguzi wa moja kwa moja.

source: Allow mobile workers in the same case sharing group to share case lists. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Help Site</a>
es: Permitir que los Usuarios Móviles en el mismo grupo de caso compartido puedan compartir listas de caso. Lea más sobre esto en el<a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Sitio de Ayuda</a>
sw: Ruhusu wafanyakazi wa simu katika kikundi kimoja cha kushirikiana kesi kushirikiana orodha za kesi. Soma zaidi kwenye <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Tovuti ya Msaada</a>

source: Allow mobile workers to access the web-based version of your application. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Help Site</a>
es: Permitir que los usuarios móviles accedan a la versión basada en la web de su aplicación. Lea más sobre esto en el<a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Sitio de Ayuda</a>
sw: Ruhusu wafanyakazi wa simu kufikia toleo la wavuti la programu yako. Soma zaidi kwenye <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Tovuti ya Msaada</a>

source: Allow visitors to use this application without a login.
es: Permitir que los visitantes utilicen esta aplicación sin tener que iniciar sesión.
sw: Ruhusu wageni kutumia programu hii bila kuingia.

source: Alphanumeric
es: Alfanumérico
sw: Alfanumeriki

source: Amount of time previously submitted forms remain accessible in the CommCare app.
es: Tiempo en el que se puede acceder a formularios ingresados previamente en la aplicación CommCare.
sw: Kiasi cha muda ambao fomu zilizowasilishwa hapo awali zinabaki kupatikana kwenye programu ya CommCare.

source: Android app dependencies
es: Dependencias de la aplicación Android
sw: Mahitaji ya programu ya Android

source: Worker Activity
es: Actividad del Trabajador
sw: Shughuli za Mfanyakazi

source: Android Settings
es: Configuraciones Android
sw: Mipangilio ya Android

source: Anonymous Usage
es: Uso Anónimo
sw: Matumizi Yasiyotambulika

source: Any positive integer. Represents period of purging in days.
es: Cualquier entero positivo. Representa el período de depuración en días.
sw: Nambari yoyote chanya. Inawakilisha kipindi cha kufuta kwa siku.

source: App Aware Location Fixture Format
es: Formato de Fixture de Ubicación Consciente de la Aplicación
sw: Muundo wa Kifaa cha Mahali Kinachotambua Programu

source: App Version
es: Versión App
sw: Toleo la Programu

source: Audio
sw: Sauti

source: Auto-Capture Location Accuracy
sw: Uhakika wa Mahali wa Kukamata Moja kwa Moja

source: Auto Capture Location<br />(all forms)
es: Autocapturar la Ubicación <br />(todos los formularios)
sw: Kuchukua Mahali Kiotomatiki<br />(fomu zote)

source: Auto Update Frequency
es: Frecuencia de Actualización Automática
sw: Mara kwa Mara ya Usasishaji Kiotomatiki

source: Auto-Resize Images
es: Ajustar Tamaño de Imágenes Automáticamente
sw: Kubadilisha Ukubwa wa Picha Kiotomatiki

source: Auto-Sync Frequency
es: Frecuencia de Sincronización Automática
sw: Mara kwa Mara ya Usawazishaji Kiotomatiki

source: Auto-login
es: Inicio de Sesión Automático
sw: Kuingia Kiotomatiki

source: Auto-manage URLs
es: Administrar Automáticamente URLs
sw: Dhibiti URL Kiotomatiki

source: Automatic
es: Automático
sw: Kiotomatiki

source: Automatically resizes images within forms. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> the instructions here</a> to determine which value to use.
es: Redimensiona automáticamente las imágenes dentro de los formularios. Sigue <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> las instrucciones aquí</a> para determinar qué valor usar.
sw: Hubadilisha ukubwa wa picha kiotomatiki ndani ya fomu. Fuata <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'>maelekezo hapa</a> ili kujua ni thamani gani utumie.

source: Automatically trigger a two-way sync on a regular schedule
es: Activar automáticamente una sincronización en ambas vías periódicamente.
sw: Kuchochea usawazishaji wa njia mbili kiotomatiki kwa ratiba ya kawaida

source: Basic
es: Básico
sw: Msingi

source: Both Hierarchical and Flat Fixture
es: Ambos Fixture Jerárquico y Plano
sw: Kifaa cha Muundo wa Ngazi na Bapa

source: Build Settings
es: Desarrollar Configuraciones
sw: Mipangilio ya Ujenzi

source: Case Sharing
es: Caso Compartido
sw: Kushiriki Kesi

source: Choose an image to replace the default CommCare Home Screen logo
es: Elija una imagen para reemplazar el logo predeterminado de la Pantalla de Inicio de Commcare
sw: Chagua picha ya kubadilisha nembo chaguo-msingi ya Skrini Kuu ya CommCare

source: Choose whether or not mobile workers can view previously submitted forms.
es: Elija si los usuarios móviles pueden o no visualizar formularios ingresados anteriormente.
sw: Chagua kama wafanyakazi wa simu wanaweza kuona fomu zilizowasilishwa awali au la.

source: Choose whether or not to display the 'Incomplete' button on the ODK home screen
es: Elija si mostrar o no el botón 'Incompleto' en la pantalla de inicio de ODK
sw: Chagua kama uonyeshe au la kitufe cha 'Haijakamilika' kwenye skrini kuu ya ODK

source: CommCare Home Screen Logo
es: Logo de Página de Inicio de CommCare
sw: Nembo ya Skrini Kuu ya CommCare

source: Configure form menus display. For per-module option turn on grid view for the form's menu in a module under module's settings page. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
es: Configurar la pantalla de menú del formulario. Para la opción por módulo, active la visualización en cuadrícula para el menú del módulo en un módulo bajo la página de configuraciones del módulo. Lea más acerca de esto en el <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Sitio de Ayuda</a>.
sw: Sanidi onyesho la menyu za fomu. Kwa chaguo la kila moduli washa mwonekano wa gridi kwa menyu ya fomu kwenye moduli chini ya ukurasa wa mipangilio ya moduli. Soma zaidi kwenye <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Tovuti ya Msaada</a>.

source: Custom Base URL
es: Base Personalizada URL
sw: URL ya Msingi Maalum

source: Custom Suite File
es: Archivo Suite Personalizado
sw: Faili Maalum ya Suite

source: Custom Suite
es: Suite Personalizado
sw: Suite Maalum

source: Daily Log Sending Frequency
es: Frecuencia de Envío de Registro Diario
sw: Mara kwa Mara ya Kutuma Rekodi za Kila Siku

source: Daily
es: Diariamente
sw: Kila Siku

source: Data and Sharing
es: Datos y Uso Compartido
sw: Data na Kushiriki

source: Days allowed without syncing before triggering a warning
es: Días permitidos sin sincronizar antes de emitir una advertencia
sw: Siku zinazokubalika bila kusawazisha kabla ya kutoa onyo

source: Days for Review
es: Días para Revisión
sw: Siku za Mapitio

source: Default Map Tileset
es: Conjunto de Mapas Predeterminado
sw: Tileset Chaguo-msingi ya Ramani

source: Demo Logo
es: Logo de Demostración
sw: Nembo ya Onyesho

source: Disable
es: Deshabilitar
sw: Zima

source: Disabled
es: Deshabilitado
sw: Imezimwa

source: Display root menu as a list or grid. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
es: Mostrar el menú origen como una lista o como cuadrícula. Lea más acerca de esto en el <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Sitio de Ayuda </a>.
sw: Onyesha menyu kuu kama orodha au gridi. Soma zaidi kwenye <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Tovuti ya Msaada</a>.

source: Dynamic Search for Split Screen Case Search
es: Búsqueda Dinámica para Búsqueda de Casos en Pantalla Dividida
sw: Utafutaji wa Nguvu kwa Utafutaji wa Kesi wa Skrini Iliyogawanyika

source: Enable Menu Display Setting Per-Module
es: Habilitar Configuración de Visualización de Menú por Módulo
sw: Washa Mipangilio ya Onyesho la Menyu kwa Kila Moduli

source: Enable
es: Habilitar
sw: Washa

source: Enabled
es: Habilitado
sw: Imewashwa

source: Enable searching as input values change after initial Split Screen Case Search
es: Habilitar búsqueda a medida que cambian los valores de entrada después de la búsqueda inicial de casos en pantalla dividida
sw: Washa utafutaji unapobadilika thamani za ingizo baada ya Utafutaji wa Kesi wa Skrini Iliyogawanyika

source: For mobile map displays, chooses a base tileset for the underlying map layer
es: Para las pantallas de mapas móviles, elige un conjunto de mapas base para la capa de mapa subyacente
sw: Kwa maonyesho ya ramani kwenye simu, chagua tileset ya msingi kwa safu ya ramani

source: Forms Menu Display
es: Visualización de Menú de los Formularios
sw: Onyesho la Menyu ya Fomu

source: Forms are Never Removed
es: Los Formularios Nunca se Eliminan
sw: Fomu Haziondolewi Kamwe

source: Full Resize
es: Ajuste de Tamaño Completo
sw: Badilisha Ukubwa Kikamilifu

source: Full
es: Completo
sw: Kamili

source: Fuzzy Search
es: Búsqueda Difusa
sw: Utafutaji wa Kukisia

source: General Settings
es: Configuración General
sw: Mipangilio ya Jumla

source: Generic
es: Genérico
sw: Kawaida

source: Grid
es: Red
sw: Gridi

source: Half Resize
es: Ajuste de Tamaño Medio
sw: Kupunguza Nusu

source: High Density
es: Densidad Alta
sw: Msongamano wa Juu

source: Horizontal Resize
es: Ajuste de Tamaño Horizontal
sw: Kubadilisha Ukubwa kwa Mlalo

source: How often CommCare mobile should attempt to check for a new, released application version.
es: Qué tan frecuente debe CommCare móvil intentar revisar si hay una nueva versión de aplicación lanzada.
sw: Ni mara ngapi CommCare mobile inapaswa kujaribu kukagua kama kuna toleo jipya la programu lililotolewa.

source: How often the phone should attempt to purge any cached storage which may have expired
es: Qué tan frecuente debe el teléfono intentar depurar cualquier almacenamiento capturado que pueda haber expirado
sw: Ni mara ngapi simu inapaswa kujaribu kufuta hifadhi iliyohifadhiwa ambayo inaweza kuwa imeisha muda wake

source: Hybrid
es: Híbrido
sw: Mseto

source: Icons
es: Íconos
sw: Ikoni

source: If multimedia validation is enabled, CommCare will perform an additional check after installing your app to ensure that all of your multimedia is present on the phone before allowing the app to run. It is recommended for deployment, but will make your app unable to run if multimedia is enabled.
es: Si está habilitada la validación multimedia, CommCare realizará una revisión adicional antes de instalar su aplicación para asegurar que toda su multimedia está presente en el teléfono antes de permitir que la aplicación se ejecute. Se recomienda para lanzamiento, pero no permitirá que su aplicación se ejecute si multimedia está habilitada.
sw: Ikiwa uthibitishaji wa multimedia umewezeshwa, CommCare itafanya ukaguzi wa ziada baada ya kusakinisha programu yako ili kuhakikisha kuwa multimedia yako yote ipo kwenye simu kabla ya kuruhusu programu kuendeshwa. Inashauriwa kwa matumizi, lakini itafanya programu yako ishindwe kuendeshwa ikiwa multimedia imewezeshwa.

source: Image Compatibility on Multiple Devices
es: Compatibilidad de Imagen en Múltiples Dispositivos
sw: Ulinganifu wa Picha kwenye Vifaa Tofauti

source: Incomplete Forms
es: Formularios Incompletos
sw: Fomu Zisizokamilika

source: Just One Day
es: Solo un Día
sw: Siku Moja Tu

source: Languages
es: Idiomas
sw: Lugha

source: Length of time after which you will be logged out automatically
es: Período de tiempo después del cual se cerrará su sesión automáticamente.
sw: Muda wa kukaa kabla ya kutoka kiotomatiki

source: List
es: Lista
sw: Orodha

source: Load video files lazily
es: Cargar archivos de video de manera diferida
sw: Pakia faili za video polepole

source: Location Fixture format that is provided in the restore for this app
es: Formato de Fixture de Ubicación que se proporciona en la restauración para esta aplicación
sw: Muundo wa Fixture wa Mahali unaotolewa kwenye urejeshaji wa programu hii

source: Log Case Detail Views
es: Visualizaciones del Detalle de Inicio de Sesión del Caso.
sw: Rekodi Maelezo ya Kesi Yanayoangaliwa

source: Logging Enabled
es: Inicio de Sesión Habilitado
sw: Urekodi Umewezeshwa

source: Login Duration
es: Duración de Inicio de Sesión
sw: Muda wa Kuingia

source: Login Logo
es: Logo de Inicio de Sesión
sw: Nembo ya Kuingia

source: Loose Media Mode
es: Modo de Pérdida de Medios
sw: Hali ya Vyombo vya Habari Vilivyo Huru

source: Loose
es: Pérdida
sw: Huru

source: Low Density
es: Densidad Baja
sw: Msongamano wa Chini

source: Make OTA app updates skip download for video files at app update time.
es: Hacer que las actualizaciones de la aplicación OTA omitan la descarga de archivos de video en el momento de la actualización de la aplicación.
sw: Fanya masasisho ya programu kwa OTA yaruke upakuaji wa faili za video wakati wa kusasisha programu.

source: Manual
sw: Mwongozo

source: Medium Density
es: Densidad Media
sw: Msongamano wa Kati

source: Minimum duration between updates to mobile report data (hours).
es: Duración mínima entre las actualizaciones para datos de reporte del móvil (horas).
sw: Muda wa chini kabisa kati ya masasisho ya data ya ripoti za simu (saa).

source: Mobile Reports Update Frequency
es: Frecuencia de Actualización de Reportes del Móvil
sw: Mara kwa Mara ya Masasisho ya Ripoti za Simu

source: Mobile UCR Restore Version
es: Versión de Restauración de UCR Móvil
sw: Toleo la Urejeshaji wa UCR wa Simu

source: Modules Menu Display
es: Visualización del Menú de Módulos
sw: Onyesho la Menyu ya Moduli

source: Multimedia Validation
es: Validación Multimedia
sw: Uthibitishaji wa Multimedia

source: Never
es: Nunca
sw: Kamwe

source: No (NOT RECOMMENDED)
es: No (NO RECOMENDADO)
sw: Hapana (HAIPENDEKEZWI)

source: No Users Mode
es: Modo No Usuarios
sw: Hali ya Hakuna Watumiaji

source: No Validation
es: No Validación
sw: Hakuna Uthibitishaji

source: No
sw: Hapana

source: None
es: Ninguna
sw: Hakuna

source: Normal Scrolling
es: Desplazamiento Normal
sw: Upekuzi wa Kawaida

source: Normal
sw: Kawaida

source: Number of unsent forms on phone before triggering warning text
es: Número de formularios no enviados en el teléfono antes de emitir un texto de advertencia
sw: Idadi ya fomu ambazo hazijatumwa kwenye simu kabla ya kutoa onyo la maandishi

source: Numeric Selection
es: Selección Numérica
sw: Uteuzi wa Nambari

source: Numeric
es: Numérico
sw: Nambari

source: OTA Restore Tolerance
es: Tolerancia de Restauración OTA
sw: Uvumilivu wa Urejeshaji wa OTA

source: On CommCare Android, have this form automatically capture the user's current geo-location.
es: En CommCare Android, haga que este formulario capture automáticamente la localización geográfica actual del usuario.
sw: Katika CommCare Android, fomu hii itakamata kiotomatiki eneo la sasa la mtumiaji.

source: Once a Month
es: Una vez al Mes
sw: Mara Moja kwa Mwezi

source: Once a Week
es: Una vez a la Semana
sw: Mara Moja kwa Wiki

source: One Month
es: Un Mes
sw: Mwezi Mmoja

source: One Question per Screen
es: Una Pregunta por Pantalla
sw: Swali Moja kwa Kila Skrini

source: One Week
es: Una Semana
sw: Wiki Moja

source: One Year
es: Un Año
sw: Mwaka Mmoja

source: Only Flat Fixture
es: Solo Fixture Plano
sw: Fikicha Tambarare Pekee

source: Only Hierarchical Fixture
es: Solo Fixture Jerárquico
sw: Fikicha ya Kihierarkia Pekee

source: Oops! This setting has been discontinued. We recommend you change this setting to Version 2, and it will no longer appear on your settings page.
es: ¡Vaya! Esta configuración se ha descontinuado. Le recomendamos que cambie esta configuración a la Versión 2, y esta ya no aparecerá en su pantalla de configuraciones.
sw: Samahani! Mpangilio huu umeondolewa. Tunapendekeza ubadilishe mpangilio huu kuwa Toleo la 2, na hautaonekana tena kwenye ukurasa wako wa mipangilio.

source: This setting has been discontinued. We recommend you change this setting to Version 2. Upon doing so this setting will no longer appear on this page.
es: Esta configuración ha sido descontinuada. Recomendamos cambiar esta configuración a la Versión 2. Al hacerlo, esta configuración ya no aparecerá en esta página.
sw: Mpangilio huu umeondolewa. Tunapendekeza ubadilishe mpangilio huu kuwa Toleo la 2. Ukifanya hivyo, mpangilio huu hautaonekana tena kwenye ukurasa huu.

source: Practice Mobile Worker
es: Usuario Móvil de Práctica
sw: Mfanyakazi wa Simu wa Mazoezi

source: Prevents mobile workers from using a CommCare app until the Android apps that it needs have been installed on the device.
es: Impide que los trabajadores móviles usen una aplicación de CommCare hasta que las aplicaciones de Android que necesita hayan sido instaladas en el dispositivo.
sw: Inazuia wafanyakazi wa simu kutumia programu ya CommCare hadi programu za Android zinazohitajika ziwe zimewekwa kwenye kifaa.

source: Issues credentials to mobile workers who have been active users of this app for the specified period of time.
sw: Inatoa hati kwa wafanyakazi wa simu ambao wamekuwa watumiaji hai wa programu hii kwa kipindi kilichobainishwa.

source: Profile URL
es: Perfil URL
sw: URL ya Profaili

source: Project Default
es: Predeterminado del Proyecto
sw: Chaguo-msingi la Mradi

source: Prompt Updates to Latest CommCare Version
es: Enviar Avisos de Actualizaciones de la Última Versión CommCare
sw: Himiza Sasisho kwa Toleo Jipya la CommCare

source: Prompt Updates to Latest Released App Version
es: Enviar Avisos de Actualizaciones de la Última Versión de la Aplicación Lanzada
sw: Himiza Sasisho kwa Toleo la Karibuni la Programu

source: Purge Frequency
es: Frecuencia de Depuración
sw: Mara ya Kusafisha

source: Required
es: Obligatorio
sw: Inahitajika

source: Restrict this app to the selected CommCare flavor
es: Restringir esta aplicación al sabor de CommCare seleccionado
sw: Zuia programu hii kwa ladha ya CommCare iliyochaguliwa

source: Saved Forms
es: Formularios Guardados
sw: Fomu Zilizohifadhiwa

source: Satellite
es: Satélite
sw: Setilaiti

source: Select the mobile worker to use as a practice user for this application
es: Seleccione el usuario móvil que desea utilizar como usuario de práctica para esta aplicación
sw: Chagua mfanyakazi wa simu atakayetumika kama mtumiaji wa mazoezi kwa programu hii

source: Send Data
es: Enviar Datos
sw: Tuma Data

source: Server User Registration
es: Registro de Usuario del Servidor
sw: Usajili wa Mtumiaji wa Seva

source: Set to skip if your deployment does not require users to register with the server. Note that this will likely result in OTA Restore and other features being unavailable.
es: Establezca omitir si su lanzamiento no necesita que los usuarios se registren con el servidor. Note que esto probablemente resultará en que la Restauración OTA y otras funciones no estén disponibles.
sw: Weka ili kuruka ikiwa usambazaji wako hautaji watumiaji kujisajili na seva. Kumbuka kwamba hii huenda ikasababisha OTA Restore na vipengele vingine kutopatikana.

source: Short
es: Corto
sw: Fupi

source: Show Breadcrumbs
es: Mostrar Migas de Pan
sw: Onyesha Mkate wa Njia

source: Show the breadcrumbs on top of the web app.
es: Mostrar las migas de pan en la parte superior de la aplicación web.
sw: Onyesha mkate wa njia juu ya programu ya wavuti.

source: Show the persistent menu on the side of the web app.
es: Mostrar el menú persistente en el lado de la aplicación web.
sw: Onyesha menyu endelevu pembeni mwa programu ya wavuti.

source: Show Persistent Menu
es: Mostrar Menú Persistente
sw: Onyesha Menyu Endelevu

source: Simple (FOR TESTING ONLY: crashes with any unrecognized user-defined translations)
es: Simple (SOLO PARA PRUEBA: falla con cualquier traducción definida por el usuario no reconocida)
sw: Rahisi (KWA AJILI YA MAJARIBIO TU: huporomoka kwa tafsiri zozote zisizotambulika zilizowekwa na mtumiaji)
