Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: <strong>There was an issue creating this location.</strong><br /> Please make sure that at least one <a href="%(levels_url)s">Organization Level</a> has been created.
es: <strong>Hubo un problema al crear esta ubicación.</strong><br /> Asegúrate de que al menos un <a href="%(levels_url)s">Nivel de Organización</a> haya sido creado.
sw: <strong>Kulikuwa na tatizo katika kuunda eneo hili.</strong><br /> Tafadhali hakikisha kwamba angalau moja <a href="%(levels_url)s">Ngazi ya Shirika</a> imeundwa.

source: Default monthly consumption values
es: Valores de consumo mensuales predeterminados
sw: Thamani za matumizi ya kila mwezi chaguo-msingi

source: Your permissions allow you to <strong>create, update, and delete locations</strong> and <strong>modify location settings</strong>. However, your project administrator has not granted you access to change workers at locations.
es: Tus permisos te permiten <strong>crear, actualizar y eliminar ubicaciones</strong> y <strong>modificar la configuración de ubicaciones</strong>. Sin embargo, tu administrador de proyecto no te ha otorgado acceso para cambiar trabajadores en las ubicaciones.
sw: Ruhusa zako zinakuwezesha <strong>kuunda, kusasisha, na kufuta maeneo</strong> na <strong>kubadilisha mipangilio ya eneo</strong>. Hata hivyo, msimamizi wa mradi wako hajakupa ruhusa ya kubadilisha wafanyakazi katika maeneo.

source: Unarchive
es: Desarchivar
sw: Ondoa kwenye Hifadhi

source: Archive
es: Archivar
sw: Hifadhi

source: Delete Location:
es: Eliminar Ubicación:
sw: Futa Eneo:

source: <strong>Warning!</strong> Deleting a location is permanent. There is no way to undo this action. This will also delete all child locations. If you are sure you would like to delete these <span data-bind="text: count"></span> locations, please type <strong><span data-bind="text: count"></span></strong> in the box below.
es: <strong>¡Advertencia!</strong> Eliminar una ubicación es permanente. No hay forma de deshacer esta acción. Esto también eliminará todas las ubicaciones secundarias. Si estás seguro de que deseas eliminar estas <span data-bind="text: count"></span> ubicaciones, por favor escribe <strong><span data-bind="text: count"></span></strong> en el cuadro de abajo.
sw: <strong>Angalizo!</strong> Kufuta eneo ni la kudumu. Hakuna njia ya kutengua kitendo hiki. Hii pia itafuta maeneo yote ya chini ya eneo hili. Ikiwa una uhakika ungependa kufuta <span data-bind="text: count"></span> maeneo haya, tafadhali andika <strong><span data-bind="text: count"></span></strong> kwenye kisanduku hapa chini.

source: Archive Location:
es: Archivar Ubicación:
sw: Hifadhi Eneo:

source: <strong>Warning!</strong> Archiving a location will unassign any users which were associated with that location. You can unarchive this location at any point, but you will have to reassign the users manually.
es: <strong>¡Advertencia!</strong> Archivar una ubicación desasignará a cualquier usuario que estuviera asociado con esa ubicación. Puedes desarchivar esta ubicación en cualquier momento, pero tendrás que reasignar a los usuarios manualmente.
sw: <strong>Angalizo!</strong> Kuhifadhi eneo kutawaondoa watumiaji wowote waliokuwa wamehusishwa na eneo hilo. Unaweza kuondoa eneo hili kwenye hifadhi wakati wowote, lakini utalazimika kuwahusisha watumiaji tena mwenyewe.

source: View Organization Structure
es: Ver Estructura de la Organización
sw: Tazama Muundo wa Shirika

source: Manage Organization Structure
es: Administrar Estructura de la Organización
sw: Simamia Muundo wa Shirika

source: The organization feature allows you to represent the real-world structure of your project (districts, facilities, frontline workers, etc.). Once this structure has been defined, you can use it for reporting and case sharing. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
sw: Kipengele cha shirika kinakuruhusu kuwakilisha muundo halisi wa mradi wako (wilaya, vituo, wafanyakazi wa mstari wa mbele, n.k.). Mara tu muundo huu umefafanuliwa, unaweza kuutumia kwa ajili ya taarifa na kushirikiana kwenye kesi. Jifunze zaidi kuhusu Mashirika kwenye <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Tovuti yetu ya Msaada</a>.

source: Showing the Archived Location List.
es: Mostrando la Lista de Ubicación Archivada
sw: Inaonyesha Orodha ya Maeneo Yaliyohifadhiwa.

source: Download Organization Structure
es: Descargar Estructura de la Organización
sw: Pakua Muundo wa Shirika

source: Bulk Upload
es: Carga General
sw: Pakia kwa Wingi

source: Edit Location Fields
es: Editar Campos de Ubicación
sw: Hariri Sehemu za Eneo

source: Show Archived Locations
es: Mostrar Ubicaciones Archivadas
sw: Onyesha Maeneo Yaliyohifadhiwa

source: Show Active Locations
es: Mostrar Ubicaciones Activas
sw: Onyesha Maeneo Hai

source: Please define the organization levels <a href="%(location_types_url)s">here</a> for your project before creating any locations.
es: Por favor define los niveles de la organización <a href="%(location_types_url)s">aquí</a> para tu proyecto antes de crear cualquier ubicación.
sw: Tafadhali fafanua ngazi za shirika <a href="%(location_types_url)s">hapa</a> kwa mradi wako kabla ya kuunda maeneo yoyote.

source: Include consumption data (this can cause the download to take several minutes).
es: Incluya datos de consumo (esto puede causar que la descarga tarde varios minutos).
sw: Jumuisha data ya matumizi (hii inaweza kufanya upakuaji kuchukua dakika kadhaa).

source: Download Empty Template
es: Descargar Plantilla Vacía
sw: Pakua Kiolezo Tupu

source: The site code cannot contain spaces or special characters.
es: El código del sitio no puede contener espacios ni caracteres especiales.
sw: Nambari ya tovuti haiwezi kuwa na nafasi au herufi maalum.

source: another location already uses this site code
es: otra ubicación ya usa este código de sitio
sw: eneo lingine tayari linatumia nambari hii ya tovuti

source: You must select a location type
es: Usted debe seleccionar un tipo de ubicación
sw: Lazima uchague aina ya eneo

source: LocationType '{}' not found
es: No se encontró el Tipo de Ubicación '{}'
sw: Aina ya Eneo '{}' haikupatikana

source: Location type not valid for the selected parent.
es: Tipo de ubicación no válido para el padre seleccionado.
sw: Aina ya eneo si sahihi kwa mzazi uliyemchagua.

source: You cannot change the location type of a location with children
es: No puedes cambiar el tipo de ubicación de una ubicación con hijos
sw: Huwezi kubadilisha aina ya eneo la eneo lenye maeneo ya chini

source: Some of the location edits are still in progress, please wait until they finish and then try again
es: Algunas de las ediciones de ubicación están en progreso todavía, por favor espere hasta que estas hayan terminado e intente de nuevo.
sw: Baadhi ya mabadiliko ya eneo bado yanaendelea, tafadhali subiri hadi yakamilike kisha ujaribu tena

source: Organizations can't be edited until the <a href='{}'>current bulk upload</a> has finished.
es: Las organizaciones no se pueden editar hasta que la <a href='{}'>carga masiva actual</a> haya terminado.
sw: Mashirika hayawezi kuhaririwa hadi <a href='{}'>upakiaji wa sasa wa wingi</a> utakapokamilika.

source: Locations
es: Ubicaciones
sw: Maeneo

source: Organization Structure
es: Estructura de la Organización
sw: Muundo wa Shirika

source: Looks like you are assigning a location name/code to a different location in the same request. Please do this in two separate updates by using a temporary name to free up the name/code to be re-assigned.
es: Parece que estás asignando un nombre/código de ubicación a una ubicación diferente en la misma solicitud. Por favor, haz esto en dos actualizaciones separadas usando un nombre temporal para liberar el nombre/código y poder reasignarlo.
sw: Inaonekana unapeana jina/nambari ya eneo kwa eneo tofauti kwenye ombi moja. Tafadhali fanya hivi katika masasisho mawili tofauti kwa kutumia jina la muda ili kuachia jina/nambari ili lipeanwe tena.

source: You cannot delete organization levels that have locations
es: Usted no puede eliminar niveles de organización que tienen ubicaciones
sw: Huwezi kufuta ngazi za shirika ambazo zina maeneo

source: Location saved!
es: ¡Ubicación guardada!
sw: Eneo limehifadhiwa!

source: New Location
es: Nueva Ubicación
sw: Eneo Jipya

source: Location '{location_name}' has successfully been {action}.
es: La ubicación '{location_name}' ha sido exitosamente {action}.
sw: Eneo '{location_name}' limefanikiwa kuwa {action}.

source: archived
es: archivada
sw: limehifadhiwa

source: unarchived
es: desarchivada
sw: limeondolewa kwenye hifadhi

source: Edit Location
es: Editar Ubicación
sw: Hariri Eneo

source: Update Product List
es: Actualizar Lista de Producto
sw: Sasisha Orodha ya Bidhaa

source: Specify Products Per Location
es: Especificar Productos por Ubicación
sw: Taja Bidhaa Kila Eneo

source: Products at Location
es: Productos en Ubicación
sw: Bidhaa katika Eneo

source: View {name} <small>{type}</small>
es: Ver {name} <small>{type}</small>
sw: Tazama {name} <small>{type}</small>

source: Edit {name} <small>{type}</small>
es: Editar {name} <small>{type}</small>
sw: Hariri {name} <small>{type}</small>

source: You do not have permission to edit locations.
es: No tienes permiso para editar ubicaciones.
sw: Huna ruhusa ya kuhariri maeneo.

source: You do not have permission to edit Mobile Workers.
es: No tienes permiso para editar Trabajadores Móviles.
sw: Huna ruhusa ya kuhariri Wafanyakazi wa Simu.

source: Organization Structure Import Status
es: Estado de Importación de la Estructura de la Organización
sw: Hali ya Uingizaji wa Muundo wa Shirika

source: Upload Organization Structure From Excel
es: Cargar Estructura de la Organización Desde Excel
sw: Pakia Muundo wa Shirika Kutoka Excel

source: no file uploaded
es: no hay archivo cargado
sw: hakuna faili iliyopakiwa

source: no domain specified
es: no hay dominio especificado
sw: hakuna domain iliyobainishwa

source: Invalid file-format. Please upload a valid xlsx file.
es: Formato de archivo inválido. Por favor cargue un archivo xlsx válido.
sw: Muundo wa faili si sahihi. Tafadhali pakia faili halali ya xlsx.

source: Import complete.
es: Importación completada.
sw: Uingizaji umekamilika.

source: Organization Structure importing has finished
es: La Importación de la Estructura de la Organización ha finalizado
sw: Uingizaji wa Muundo wa Shirika umekamilika

source: You need to define organization levels before you can do a bulk import or export.
es: Usted necesita definir los niveles de la organización antes de poder hacer una importación o exportación general.
sw: Unahitaji kufafanua ngazi za shirika kabla ya kufanya uingizaji au usafirishaji wa pamoja.

source: Download Organization Structure Status
es: Diagnóstico de Casos
sw: Diagnóstico de Casos

source: Go back to organization download
es: Volver a la descarga de la organización
sw: Rudi kwenye upakuaji wa shirika

source: Preparing organization structure download.
es: Diagnóstico de Casos
sw: Diagnóstico de Casos

source: There was an unexpected error! Please try again or report an issue.
es: ¡Ocurrió un error inesperado! Por favor intente de nuevo o reporte un problema.
sw: Kumetokea hitilafu isiyotarajiwa! Tafadhali jaribu tena au ripoti tatizo.

source: Project Access
es: Acceso a Proyecto
sw: Upatikanaji wa Mradi

source: All users have been unassigned from their locations
es: Todos los usuarios han sido desasignados de sus ubicaciones
sw: Watumiaji wote wameondolewa kwenye maeneo yao

source: only one file can be uploaded at a time
es: solo se puede cargar un archivo a la vez
sw: faili moja tu inaweza kupakiwa kwa wakati mmoja

source: Here are your keys!
es: ¡Aquí están sus llaves!
sw: Hizi ndizo funguo zako!

source: Domain-specific
es: Específico del dominio
sw: Maalum kwa kikoa

source: This notification is not for all domains
es: Esta notificación no es para todos los dominios
sw: Arifa hii si kwa ajili ya vikoa vyote

source: Enter a comma separated list of domains for this notification. This is only required if you have checked the box above.
es: Ingrese una lista de dominios, separados por coma, para esta notificación. Esto es necesario solamente si marcó la casilla de arriba.
sw: Weka orodha ya vikoa vilivyotenganishwa kwa koma kwa ajili ya arifa hii. Hii inahitajika tu ikiwa umechagua kisanduku hapo juu.

source: Submit Information
es: Ingresar Información
sw: Wasilisha Taarifa

source: Notifications
es: Notificaciones
sw: Arifa

source: Notifications could not be fetched at this time.
es: No se pudieron obtener las notificaciones en este momento.
sw: Arifa hazikuweza kupatikana kwa sasa.

source: Please see our blog for service updates.
es: Por favor vea nuestro blog para obtener actualizaciones del servicio.
sw: Tafadhali angalia blogu yetu kwa masasisho ya huduma.

source: Manage Notification
es: Administra Notificación
sw: Dhibiti Arifa

source: Something went wrong in creating restore for the user. Please try again or report an issue
es: Ocurrió un error al crear la restauración para el usuario. Por favor intente de nuevo o reporte un problema
sw: Kuna tatizo limetokea katika kuunda urejesho kwa mtumiaji. Tafadhali jaribu tena au ripoti tatizo

source: {} was not in the domain {}
es: {} no estaba en el dominio {}
sw: {} haikuwa kwenye kikoa {}

source: {} not available as login-as user
es: {} no está disponible como usuario de inicio de sesión como
sw: {} haipatikani kama mtumiaji wa login-as

source: Restore user {} not in allowed locations
es: Usuario {} de restauración no está en ubicaciones permitidas
sw: Mtumiaji wa kurejesha {} hayupo kwenye maeneo yanayoruhusiwa

source: {} does not have permission to edit commcare users
es: {} no tiene permiso para editar usuarios commcare
sw: {} hana ruhusa ya kuhariri watumiaji wa commcare

source: Invalid restore as user {}
es: Restauración inválida como usuario {}
sw: Urejesho batili kama mtumiaji {}

source: Failed to import product {name}: {ex}
es: Falló al importar el producto {name}: {ex}
sw: Imeshindwa kuingiza bidhaa {name}: {ex}

source: Product {product_name} belongs to another domain and was not updated
es: El producto {product_name} pertenece a otro dominio y no fue actualizado
sw: Bidhaa {product_name} ni ya kikoa kingine na haikusasishwa

source: Product {product_name} could not be imported since its product ID is already assigned to another product
es: El producto {product_name} no pudo ser importado debido a que el ID del producto ya está asignado a otro producto
sw: Bidhaa {product_name} haikuweza kuingizwa kwa sababu kitambulisho chake cha bidhaa tayari kimepewa bidhaa nyingine

source: Product {product_name} references a program that doesn't exist: {program_id}
es: El producto {product_name} hace referencia a un programa que no existe: {program_id}
sw: Bidhaa {product_name} inarejelea programu ambayo haipo: {program_id}

source: Successfully updated {number_of_products} products with {errors} errors.
es: {number_of_products} productos actualizados exitosamente con {errors} errores.
sw: Bidhaa {number_of_products} zimesasishwa kwa mafanikio na {errors} makosa.

source: Product ID
es: ID del Producto
sw: Kitambulisho cha Bidhaa

source: Units
es: Unidades
sw: Vitengo

source: Program
es: Programa
sw: Programu

source: Product with ID '{product_id}' could not be found!
es: ¡El Producto con ID '{product_id}' no pudo ser encontrado!
sw: Bidhaa yenye kitambulisho '{product_id}' haikuweza kupatikana!

source: Product ID is a required field and cannot be blank!
es: ¡El ID del Producto es un campo obligatorio y no puede estar en blanco!
sw: Kitambulisho cha bidhaa ni sehemu inayohitajika na haiwezi kuwa tupu!

source: Product name is a required field and cannot be blank!
es: ¡El nombre del Producto es obligatorio y no puede estar en blanco!
sw: Jina la bidhaa ni sehemu inayohitajika na haiwezi kuwa tupu!

source: Sorry, something went wrong! Please try again and report an issue if the problem persists
es: ¡Lo sentimos, algo salió mal! Por favor intente de nuevo y reporte un problema si este problema continúa.
sw: Samahani, kuna tatizo limetokea! Tafadhali jaribu tena na ripoti tatizo kama litaendelea

source: The following errors were encountered
es: Se encontraron los siguientes errores
sw: Makosa yafuatayo yamekutwa

source: Product Information
es: Información del Producto
sw: Taarifa za Bidhaa

source: Update Product
es: Actualizar el Producto
sw: Sasisha Bidhaa

source: Create Product
es: Crear el Producto
sw: Unda Bidhaa

source: Available Products
es: Productos Disponibles
sw: Bidhaa Zinazopatikana

source: Showing the Inactive Product List.
es: Mostrando la Lista de Productos Inactivos.
sw: Inaonyesha Orodha ya Bidhaa Zisizo Hai.

source: Show Archived Products
es: Mostrar Productos Archivados
sw: Onyesha Bidhaa Zilizohifadhiwa

source: Show Active Products
es: Mostrar Productos Activos
sw: Onyesha Bidhaa Hai

source: New Product
es: Nuevo Producto
sw: Bidhaa Mpya

source: Bulk Import Products
es: Productos de Importación General
sw: Ingiza Bidhaa kwa Wingi

source: Edit Product Fields
es: Editar Campos de Producto
sw: Hariri Sehemu za Bidhaa

source: Loading products...
es: Cargando productos...
sw: Inapakia bidhaa...

source: There are no inactive products for this project.
es: No hay productos inactivos para este proyecto.
sw: Hakuna bidhaa zisizotumika kwa mradi huu.

source: There are no products for this project yet.
es: Aún no hay productos para este proyecto.
sw: Hakuna bidhaa kwa mradi huu bado.

source: Archive Product
es: Producto Archivado
sw: Arifisha Bidhaa

source: Are you sure you want to
es: Está seguro de que quiere
sw: Una uhakika unataka

source: Re-Activated / Un-Archived Products
es: Re-activar / No-archivar Productos
sw: Bidhaa Zilizorejeshwa / Zisizoarifiwa

source: Archived Products
es: Productos Archivados
sw: Bidhaa Zilizohifadhiwa

source: Un-Archived
es: Desarchivado
sw: Imetolewa kwenye Hifadhi

source: Archived
es: Archivado
sw: Imehifadhiwa

source: %(limit)s products per page
es: %(limit)s productos por página
sw: %(limit)s bidhaa kwa kila ukurasa

source: Product '{product_name}' has successfully been {action}.
es: El producto '{product_name}' ha sido {action} exitosamente.
sw: Bidhaa '{product_name}' ime{action} kwa mafanikio.

source: Another product is already using the Product ID '{product_id}'
es: Otro producto ya está usando el ID del Producto '{product_id}'
sw: Bidhaa nyingine tayari inatumia Kitambulisho cha Bidhaa '{product_id}'

source: Archive a product to stop showing data for it in reports and on mobile applications. Archiving is completely reversible, so you can always reactivate it later.
es: Archive un producto para dejar de mostrar datos para él en reportes o en aplicaciones móviles. Archivar es completamente reversible, así que siempre lo puede reactivar después.
sw: Hifadhi bidhaa ili kusitisha kuonyesha data yake katika ripoti na kwenye programu za simu. Kuhifadhi ni hatua inayoweza kubadilishwa, hivyo unaweza kuiwasha tena wakati wowote.

source: Un-Archive
es: Desarchivar
sw: Toa kwenye Hifadhi

source: This will re-activate the product, and the product will show up in reports again.
es: Esto reactivará el producto y el producto se mostrará en reportes de nuevo.
sw: Hii itaiwasha tena bidhaa, na bidhaa itaonekana tena kwenye ripoti.

source: As a result of archiving, this product will no longer appear in reports. This action is reversable; you can reactivate this product by viewing Show Archived Products and clicking 'Unarchive'.
es: Como resultado de archivar, este producto ya no aparecerá en reportes. Esta acción es reversible; usted puede reactivar este producto al ver Mostrar Productos Archivados y hacer clic en 'Desarchivar'.
sw: Kutokana na kuhifadhi, bidhaa hii haitatokea tena kwenye ripoti. Hatua hii inaweza kubadilishwa; unaweza kuiwasha tena bidhaa hii kwa kutazama Bidhaa Zilizohifadhiwa na kubofya 'Toa kwenye Hifadhi'.

source: Product saved!
es: ¡Producto guardado!
sw: Bidhaa imehifadhiwa!

source: Import Products
es: Importar Productos
sw: Ingiza Bidhaa

source: product
es: producto
sw: bidhaa

source: products
es: productos
sw: bidhaa

source: please use xlsx format only
es: Por favor use solamente el formato xlsx
sw: tafadhali tumia muundo wa xlsx pekee

source: Product Import Status
es: Estado de Importación del Producto
sw: Hali ya Uingizaji wa Bidhaa

source: Product importing has finished
es: La importación del producto ha finalizado
sw: Uingizaji wa bidhaa umekamilika

source: Edit Product
es: Editar el Producto
sw: Hariri Bidhaa

source: Edit %s
es: Editar %s
sw: Hariri %s

source: Name already in use
es: El nombre ya está en uso
sw: Jina tayari linatumika

source: Form does not validate
es: El formulario no se valida
sw: Fomu haijathibitishwa

source: You cannot delete the default program
es: Usted no puede borrar el programa predeterminado
sw: Huwezi kufuta programu chaguo-msingi

source: Program Information
es: Información del Programa
sw: Taarifa za Programu

source: Update Program
es: Actualizar Programa
sw: Sasisha Programu

source: Create Program
es: Crear Programa
sw: Unda Programu

source: There are no products for this program yet.
es: Aún no hay productos para este programa.
sw: Hakuna bidhaa kwa programu hii bado.

source: Available Programs
es: Programas Disponibles
sw: Programu Zinazopatikana

source: Add Program
es: Agregar Programa
sw: Ongeza Programu

source: Loading programs...
es: Cargando programas...
sw: Inapakia programu...

source: There are no programs for this project yet.
es: Aún no hay programas para este proyecto.
sw: Hakuna programu kwa mradi huu bado.

source: This program is the default and cannot be deleted.
es: Este programa es el predeterminado y no puede ser eliminado.
sw: Programu hii ni chaguo-msingi na haiwezi kufutwa.

source: Delete Program
es: Eliminar Programa
sw: Futa Programu

source: delete
es: eliminar
sw: futa

source: This will delete the program. All of the programs products will be assigned to the default program instead. BE CAREFUL, as this action is irreversible.
es: Esto eliminará el programa. Todos los productos del programa serán asignados al programa preconfigurado. TENGA CUIDADO, esta acción es irreversible.
sw: Hii itafuta programu. Bidhaa zote za programu hii zitahamishiwa kwenye programu chaguo-msingi badala yake. KUWA MAKINI, kwani hatua hii haiwezi kubadilishwa.

source: Delete unsuccessful. Try Again?
es: Eliminar no tuvo éxito. ¿Desea intentar de nuevo?
sw: Kufuta hakukufanikiwa. Jaribu Tena?

source: Deleting Program...
es: Eliminando el programa...
sw: Inafuta Programu...

source: Program '{program_name}' has successfully been deleted.
es: El programa '{program_name}' ha sido eliminado exitosamente.
sw: Programu '{program_name}' imefutwa kwa mafanikio.

source: Programs
es: Programas
sw: Programu

source: New Program
es: Programa Nuevo
sw: Programu Mpya

source: Program saved!
es: ¡Programa guardado!
sw: Programu imehifadhiwa!

source: Edit Program
es: Editar Programa
sw: Hariri Programu

source: {location_name} Cloud
sw: {location_name} Wingu

source: *You're creating an account and project space in the chosen cloud location.<br/>These cannot be transferred between cloud locations. <a href='{help_link}' target='_blank'>Learn more</a>.
sw: *Unaunda akaunti na nafasi ya mradi katika eneo la wingu ulilochagua.<br/>Hizi haziwezi kuhamishwa kati ya maeneo ya wingu. <a href='{help_link}' target='_blank'>Jifunze zaidi</a>.

source: Full Name
es: Nombre Completo
sw: Jina Kamili

source: Professional Email
es: Correo Electrónico Profesional
sw: Barua Pepe ya Kitaalamu

source: Create Password
es: Crear contraseña
sw: Unda Nenosiri
