Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: CommCare is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
sw: CommCare ni zana ya usimamizi wa data inayotumiwa na zaidi ya mashirika 500 kusaidia wafanyakazi wa mstari wa mbele duniani kote. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Jifunze zaidi kuhusu CommCare</a>.

source: You received this message because we received an invitation request from %(inviter)s from the project "%(domain)s"
es: Recibiste este mensaje porque recibimos una solicitud de invitación de %(inviter)s del proyecto "%(domain)s"
sw: Umepewa ujumbe huu kwa sababu tumepokea ombi la mwaliko kutoka kwa %(inviter)s kutoka mradi wa "%(domain)s"

source: CommCare is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
sw: CommCare ni zana ya usimamizi wa data inayotumiwa na zaidi ya mashirika 500 kusaidia wafanyakazi wa mstari wa mbele duniani kote. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Jifunze zaidi kuhusu CommCare</a>.

source: Hey there,
es: Hola,
sw: Habari,

source: %(inviter)s has invited you to join the %(domain)s project on CommCare. This invitation expires in %(days)s day(s).
sw: %(inviter)s amekualika kujiunga na mradi wa %(domain)s kwenye CommCare. Mwaliko huu unaisha baada ya siku %(days)s.

source: To accept this invitation click <a href="%(url)s">this link</a>. If you are unable to click the link, copy and paste the following url into your browser. %(url)s
es: Para aceptar esta invitación, haga clic en <a href="%(url)s">este enlace</a>. Si no puede hacer clic en el enlace, copie y pegue el siguiente url en su buscador. %(url)s
sw: Ili kukubali mwaliko huu bofya <a href="%(url)s">kiungo hiki</a>. Ikiwa huwezi kubofya kiungo, nakili na ubandike url ifuatayo kwenye kivinjari chako. %(url)s

source: CommCare is a data management tool used by over 500 organizations to help frontline workers around the world.
sw: CommCare ni zana ya usimamizi wa data inayotumiwa na zaidi ya mashirika 500 kusaidia wafanyakazi wa mstari wa mbele duniani kote.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare visit http://www.commcarehq.org/.
sw: Ikiwa unadhani umepokea hii kimakosa, unaweza kupuuza barua pepe hii. Kujua zaidi kuhusu CommCare tembelea http://www.commcarehq.org/.

source: Thanks for using our site!
es: ¡Gracias por utilizar nuestro sitio!
sw: Asante kwa kutumia tovuti yetu!

source: -The CommCare Team
sw: -Timu ya CommCare

source: %(inviter)s approved your request to join %(domain)s on CommCare!
sw: %(inviter)s ameidhinisha ombi lako la kujiunga na %(domain)s kwenye CommCare!

source: You're approved to join %(domain)s!
es: ¡Estás aprobado para unirte a %(domain)s!
sw: Umeidhinishwa kujiunga na %(domain)s!

source: Confirm My Account
es: Confirmar mi cuenta
sw: Thibitisha Akaunti Yangu

source: %(inviter)s has approved your request to join the "%(domain)s" project on CommCare. This approval expires in %(days)s day(s).
sw: %(inviter)s ameidhinisha ombi lako la kujiunga na mradi wa "%(domain)s" kwenye CommCare. Uidhinishaji huu unaisha baada ya siku %(days)s.

source: CommCare is a tool that helps manage frontline workers around the world.
sw: CommCare ni zana inayosaidia kusimamia wafanyakazi wa mstari wa mbele duniani kote.

source: You received this message because we received an approval from %(inviter)s for your request to join %(domain)s
es: Recibiste este mensaje porque recibimos una aprobación de %(inviter)s para tu solicitud de unirte a %(domain)s
sw: Umepewa ujumbe huu kwa sababu tumepokea uidhinishaji kutoka kwa %(inviter)s kwa ombi lako la kujiunga na %(domain)s

source: Hi!
es: ¡Hola!
sw: Habari!

source: %(inviter)s has approved your request to join the %(domain)s project space on CommCare. This approval expires in %(days)s day(s).
sw: %(inviter)s ameidhinisha ombi lako la kujiunga na eneo la mradi la %(domain)s kwenye CommCare. Uidhinishaji huu unaisha baada ya siku %(days)s.

source: CommCare is a tool that helps manage frontline workers around the world.
sw: CommCare ni zana inayosaidia kusimamia wafanyakazi wa mstari wa mbele duniani kote.

source: To confirm this approval go to: %(url)s
es: Para confirmar esta aprobación, vaya a: %(url)s
sw: Ili kuthibitisha uidhinishaji huu nenda: %(url)s

source: If you think this is a mistake, you can go ahead and ignore this email. To find out more about CommCare visit http://www.commcarehq.org/.
sw: Ikiwa unadhani hii ni makosa, unaweza kupuuza barua pepe hii. Kujua zaidi kuhusu CommCare tembelea http://www.commcarehq.org/.

source: Hello,
es: Hola,
sw: Habari,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at <a href="mailto:%(support_email)s">%(support_email)s</a> and follow <a href="%(settings_url)s">this link</a> to deactivate the transfer: %(settings_url)s
es: Se ha iniciado una transferencia del espacio del proyecto por %(from_username)s a %(to_username)s. Si crees que esto es un error, por favor contáctanos inmediatamente en <a href="mailto:%(support_email)s">%(support_email)s</a> y sigue <a href="%(settings_url)s">este enlace</a> para desactivar la transferencia: %(settings_url)s
sw: Uhamisho wa nafasi ya mradi umeanzishwa na %(from_username)s kwenda kwa %(to_username)s. Ikiwa unaamini hii ni makosa, tafadhali wasiliana nasi mara moja kwa <a href="mailto:%(support_email)s">%(support_email)s</a> na fuata <a href="%(settings_url)s">kiungo hiki</a> ili kufuta uhamisho: %(settings_url)s

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
sw: Asante kwa kutumia tovuti yetu!

source: Hello,
es: Hola,
sw: Habari,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at %(support_email)s and follow this link to deactivate the transfer: %(settings_url)s
es: Se ha iniciado una transferencia del espacio del proyecto por %(from_username)s a %(to_username)s. Si crees que esto es un error, por favor contáctanos inmediatamente en %(support_email)s y sigue este enlace para desactivar la transferencia: %(settings_url)s
sw: Uhamisho wa nafasi ya mradi umeanzishwa na %(from_username)s kwenda kwa %(to_username)s. Ikiwa unaamini hili ni kosa, tafadhali wasiliana nasi mara moja kupitia %(support_email)s na fuata kiungo hiki ili kufuta uhamisho: %(settings_url)s

source: Thanks for using our site!
es: ¡Gracias por utilizar nuestro sitio!
sw: Asante kwa kutumia tovuti yetu!

source: %(from_username)s has initiatied a transfer of ownership for a CommCare project space. To accept ownership of this project space, please follow <a href="%(activate_url)s">this link</a>: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
sw: %(from_username)s ameanzisha uhamisho wa umiliki wa nafasi ya mradi ya CommCare. Ili kukubali umiliki wa nafasi hii ya mradi, tafadhali fuata <a href="%(activate_url)s">kiungo hiki</a>: %(activate_url)s. Ikiwa huna akaunti ya mtumiaji wa CommCare tayari, utatakiwa kuunda moja ili kukubali umiliki wa nafasi hii ya mradi.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
es: Después de aceptar la transferencia, alguien de Dimagi se pondrá en contacto contigo para verificar que la transferencia de propiedad esté completa.
sw: Baada ya kukubali uhamisho, mtu kutoka Dimagi atawasiliana nawe ili kuthibitisha kuwa uhamisho wa umiliki umekamilika.

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
es: Todos los ajustes del proyecto, cuentas de usuario y permisos permanecerán en sus configuraciones actuales después de la transferencia de propiedad. Si deseas modificar alguno de estos ajustes, por favor hazlo después de aceptar la propiedad del espacio del proyecto desde el menú de ajustes del espacio del proyecto.
sw: Mipangilio yote ya mradi, akaunti za watumiaji, na ruhusa zitaendelea kubaki kama zilivyo baada ya uhamisho wa umiliki. Ikiwa ungependa kubadilisha yoyote kati ya mipangilio hii, tafadhali fanya hivyo baada ya kukubali umiliki wa nafasi ya mradi kupitia menyu ya mipangilio ya nafasi ya mradi.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare visit <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.
sw: Ikiwa unadhani umepokea hii kimakosa, unaweza kupuuza barua pepe hii. Kujua zaidi kuhusu CommCare tembelea <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.

source: %(from_username)s has initiatied a transfer of ownership for a CommCare project space. To accept ownership of this project space, please follow this link: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
sw: %(from_username)s ameanzisha uhamisho wa umiliki wa nafasi ya mradi ya CommCare. Ili kukubali umiliki wa nafasi hii ya mradi, tafadhali fuata kiungo hiki: %(activate_url)s. Ikiwa huna akaunti ya mtumiaji wa CommCare tayari, utatakiwa kuunda moja ili kukubali umiliki wa nafasi hii ya mradi.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
es: Después de aceptar la transferencia, alguien de Dimagi lo contactará para verificar que la transferencia de derechos de propiedad haya sido completada.
sw: Baada ya kukubali uhamisho, mtu kutoka Dimagi atawasiliana nawe ili kuthibitisha kuwa uhamisho wa umiliki umekamilika.

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
es: Todas las configuraciones de proyecto, cuentas de usuario y permisos permanecerán en sus configuraciones actuales luego de la transferencia de derechos de propiedad. Si desea modificar cualquiera de estas configuraciones, por favor hágalo después de aceptar los derechos de propiedad del espacio del proyecto desde el menú de configuración de espacio del Proyecto.
sw: Mipangilio yote ya mradi, akaunti za watumiaji, na ruhusa zitaendelea kubaki kama zilivyo baada ya uhamisho wa umiliki. Ikiwa ungependa kubadilisha yoyote kati ya mipangilio hii, tafadhali fanya hivyo baada ya kukubali umiliki wa nafasi ya mradi kupitia menyu ya mipangilio ya nafasi ya mradi.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare visit http://www.commcarehq.org/.
sw: Ikiwa unadhani umepokea hii kimakosa, unaweza kupuuza barua pepe hii. Kujua zaidi kuhusu CommCare tembelea http://www.commcarehq.org/.

source: <p> You have successfully reset your password for the account %(username)s. </p> <p> Thank you,<br /> The CommCare Team </p>
sw: <p> Umefanikiwa kuweka upya nenosiri lako kwa akaunti %(username)s. </p> <p> Asante,<br /> Timu ya CommCare </p>

source: Import App from Another Server
sw: Ingiza Programu Kutoka kwa Seva Nyingine

source: Load EVERYTHING
es: Cargar TODO
sw: Pakua KILA KITU

source: Load Property
es: Cargar Propiedad
sw: Pakua Mali

source: Use the Creative Commons website
es: Utilizar el sitio web Creative Commons
sw: Tumia tovuti ya Creative Commons

source: to choose a Creative Commons license.
es: para elegir una licencia Creative Commons.
sw: kuchagua leseni ya Creative Commons.

source: Add New Credit Card
es: Agregar una Nueva Tarjeta de Crédito
sw: Ongeza Kadi Mpya ya Mkopo

source: Processing your request
es: Procesando su solicitud
sw: Inachakata ombi lako

source: Use this card to autopay
es: Utilizar esta tarjeta para el pago automático.
sw: Tumia kadi hii kulipia moja kwa moja

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
sw: Tunatumia <a href="http://www.stripe.com/" target="_blank">Stripe</a> kushughulikia muamala huu.

source: Prepayment Amount
es: Monto Prepago
sw: Kiasi cha Malipo ya Awali

source: One credit is equivalent to one USD. Credits are applied to monthly invoices.
sw: Mkopo mmoja ni sawa na dola moja ya Marekani. Mikopo inatumika kwenye ankara za kila mwezi.

source: Please enter an amount that's either $0 or greater than $0.50
es: Por favor, ingrese una cantidad que sea $0 o mayor a $0.50
sw: Tafadhali ingiza kiasi ambacho ni $0 au zaidi ya $0.50

source: Total Credits
es: Total de Créditos
sw: Jumla ya Mikopo

source: Prepayment Start Date
sw: Tarehe ya Kuanza ya Malipo ya Awali

source: Prepayment End Date
sw: Tarehe ya Mwisho ya Malipo ya Awali

source: Credit Label
sw: Lebo ya Mkopo

source: Unit Cost
sw: Gharama kwa Kila Kitengo

source: Quantity
es: Cantidad
sw: Idadi

source: Thank you! You will receive an invoice via email with instructions for wire payment. Please include the invoice ID in the wire payment details.
es: ¡Gracias! Recibirá una factura por correo electrónico con instrucciones para el pago por transferencia bancaria. Por favor, incluya el ID de la factura en los detalles del pago por transferencia.
sw: Asante! Utapokea ankara kupitia barua pepe yenye maelekezo ya malipo kwa njia ya benki. Tafadhali jumuisha kitambulisho cha ankara kwenye maelezo ya malipo ya benki.

source: Wire Payment Information
es: Información de Pago por Transferencia
sw: Taarifa za Malipo kwa Njia ya Benki

source: Dimagi accepts wire payments via ACH and wire transfer. You will receive an invoice via email with bank information and instructions for wire payment. Please include the Invoice # in the wire payment memo or note field. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >More information...</a >
sw: Dimagi inakubali malipo kwa njia ya benki kupitia ACH na uhamisho wa benki. Utapokea ankara kupitia barua pepe yenye taarifa za benki na maelekezo ya malipo kwa njia ya benki. Tafadhali jumuisha Nambari ya Ankara kwenye memo au sehemu ya maelezo ya malipo ya benki. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >Maelezo zaidi...</a >

source: Email To
es: Enviar al Correo electrónico
sw: Barua Pepe Kwa

source: Additional Recipients
es: Destinatarios Adicionales
sw: Wapokeaji wa Ziada

source: Please agree to the Privacy Policy.
es: Por favor acepte la Política de Privacidad.
sw: Tafadhali kubali Sera ya Faragha.

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
sw: Tunatumia <a href="http://www.stripe.com/" target="_blank">Stripe</a> kushughulikia muamala huu.

source: This license doesn't cover all your multimedia.
es: Esta licencia no cubre todo su contenido multimedia.
sw: Leseni hii haifiki multimedia zako zote.

source: More info...
es: Más información...
sw: Maelezo zaidi...

source: Select a more restrictive license
es: Seleccione una licencia más restrictiva
sw: Chagua leseni yenye vikwazo zaidi

source: Since you've opted to publish your multimedia along with your app, you must select a license that is more restrictive than the multimedia in the app.
es: Dado que ha optado por publicar su contenido multimedia junto con su aplicación, debe seleccionar una licencia que sea más restrictiva que el contenido multimedia en la aplicación.
sw: Kwa kuwa umechagua kuchapisha multimedia zako pamoja na programu yako, lazima uchague leseni yenye vikwazo zaidi kuliko multimedia iliyo kwenye programu.

source: To satisfy this condition, you can either decide not to publish the multimedia or select one of the following licenses:
es: Para satisfacer esta condición, puede decidir no publicar el contenido multimedia o seleccionar una de las siguientes licencias:
sw: Ili kutimiza sharti hili, unaweza kuamua kutokuchapisha multimedia au kuchagua mojawapo ya leseni zifuatazo:

source: By disabling auto renewal:
sw: Kwa kuzima upya otomatiki:

source: Your subscription to <b>%(plan_name)s</b> will end on %(date_end)s.
sw: Usajili wako wa <b>%(plan_name)s</b> utaisha tarehe %(date_end)s.

source: Your upcoming subscription to <b>%(plan_name)s</b> beginning %(date_start)s will be canceled.
sw: Usajili wako ujao wa <b>%(plan_name)s</b> unaoanza %(date_start)s utabatilishwa.

source: Your subscription will <strong>not</strong> automatically renew.
sw: Usajili wako <strong>hautajirudia</strong> kiotomatiki.

source: Based on currently available software plans, by enabling auto renewal:
sw: Kulingana na mipango ya programu inayopatikana sasa, kwa kuwasha upya otomatiki:

source: Your <b>%(plan_name)s</b> subscription will automatically change to the latest version of <b>%(next_plan_name)s</b> on %(date_end)s. <br /> <strong>Note:</strong> This is different from your current software plan.
sw: Usajili wako wa <b>%(plan_name)s</b> utabadilika kiotomatiki kuwa toleo jipya la <b>%(next_plan_name)s</b> tarehe %(date_end)s. <br /> <strong>Kumbuka:</strong> Hii ni tofauti na mpango wako wa sasa wa programu.

source: Your <b>%(plan_name)s</b> subscription will automatically renew on %(date_end)s.
sw: Usajili wako wa <b>%(plan_name)s</b> utajirudia kiotomatiki tarehe %(date_end)s.

source: Your renewed subscription will require upfront payment for 12 months of software plan fees at <b>%(price)s</b>.
sw: Usajili wako uliosasishwa utahitaji malipo ya awali kwa miezi 12 ya ada za mpango wa programu kwa <b>%(price)s</b>.

source: Your subscription will renew at <b>%(price)s</b>.
sw: Usajili wako utasasishwa kwa <b>%(price)s</b>.

source: For more information about CommCare software plans, visit <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2420015134/CommCare+Pricing+Overview#Detailed-Software-Plan-%%26-Feature-Comparisons" target="_blank" >our help site</a >.
sw: Kwa maelezo zaidi kuhusu mipango ya programu ya CommCare, tembelea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2420015134/CommCare+Pricing+Overview#Detailed-Software-Plan-%%26-Feature-Comparisons" target="_blank" >tovuti yetu ya msaada</a >.

source: Download the Application Source File
sw: Pakua Faili ya Chanzo cha Programu

source: Open <a href="%(download_url)s" target="_blank">%(download_url)s</a> in a new tab.
sw: Fungua <a href="%(download_url)s" target="_blank">%(download_url)s</a> kwenye kichupo kipya.

source: Click on the browser’s File menu at the top (e.g. File → Save As…).
sw: Bofya kwenye menyu ya Faili ya kivinjari juu (mfano Faili 2 Hifadhi Kama).

source: In the dialog: Change the name to end with .json (e.g., my_app.json)
sw: Katika kisanduku cha mazungumzo: Badilisha jina liishe na .json (mfano, my_app.json)

source: Click Save.
sw: Bofya Hifadhi.

source: Your application has been successfully imported!
sw: Programu yako imeingizwa kwa mafanikio!

source: You're almost done — if your application contains multimedia files, follow these steps to copy them to your new application.
sw: Umekaribia kumaliza — ikiwa programu yako ina faili za media, fuata hatua hizi kuzinakili kwenye programu yako mpya.

source: Step 1: Download Multimedia from Source App
sw: Hatua ya 1: Pakua Vyombo vya Habari kutoka Programu Chanzo

source: Go to the source application's multimedia page and download the multimedia files as a ZIP:
sw: Nenda kwenye ukurasa wa vyombo vya habari wa programu chanzo na pakua mafaili ya vyombo vya habari kama ZIP:

source: Go to Source App Multimedia Download Page
sw: Nenda kwenye Ukurasa wa Upakuaji wa Media wa Programu Chanzo

source: Click "Download ZIP".
sw: Bonyeza "Pakua ZIP".

source: Step 2: Upload Multimedia to New App
sw: Hatua ya 2: Pakia Vyombo vya Habari kwenye Programu Mpya

source: Go to your new application's multimedia page and upload the downloaded files:
sw: Nenda kwenye ukurasa wa vyombo vya habari wa programu yako mpya na upakie mafaili uliyopakua:

source: Go to New App Multimedia Upload Page
sw: Nenda kwenye Ukurasa wa Kupakia Vyombo vya Habari wa Programu Mpya

source: Upload Multimedia Files under Step 3.
sw: Pakia Mafaili ya Vyombo vya Habari chini ya Hatua ya 3.

source: All done? Click below to go to your new application.
sw: Umeshakamilisha? Bofya hapa chini kwenda kwenye programu yako mpya.

source: Go to Application
sw: Nenda kwenye Programu

source: This tool helps you import an app from another CommCare server to your current CommCare server.
sw: Zana hii inakusaidia kuingiza programu kutoka seva nyingine ya CommCare hadi kwenye seva yako ya sasa ya CommCare.

source: To start, simply paste the URL of the app you want to import.
sw: Kuanza, bandika tu URL ya programu unayotaka kuingiza.

source: Important to Note:
sw: Muhimu Kumbuka:

source: This will not copy users and groups.
sw: Hii haitanakili watumiaji na vikundi.

source: This will not copy organization structure or levels.
sw: Hii haitanakili muundo wa shirika au ngazi.

source: This will not copy user fields.
sw: Hii haitanakili sehemu za mtumiaji.

source: This will not copy lookup tables (aka fixtures).
sw: Hii haitanakili jedwali za lookup (pia zinajulikana kama fixtures).

source: Add Card
es: Agregar Tarjeta
sw: Ongeza Kadi

source: Add New Payment Card
sw: Ongeza Kadi Mpya ya Malipo

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
sw: Tunatumia <a href="http://www.stripe.com/" target="_blank">Stripe</a> kushughulikia muamala huu.

source: Account Autopay Card
sw: Kadi ya Malipo ya Moja kwa Moja ya Akaunti

source: You don't have an autopay card set for your account.
sw: Huna kadi ya malipo ya moja kwa moja iliyowekwa kwa akaunti yako.

source: Refreshing, please wait...
sw: Inafanywa upya, tafadhali subiri...

source: My Saved Cards
sw: Kadi Zangu Zilizohifadhiwa

source: Autopay Card
sw: Kadi ya Malipo ya Moja kwa Moja

source: Autopay for Other Account
sw: Malipo ya Moja kwa Moja kwa Akaunti Nyingine

source: Set as autopay card
es: Seleccionar como tarjeta para pago automático
sw: Weka kama kadi ya malipo ya moja kwa moja

source: Remove Card
sw: Ondoa Kadi

source: Removing card...
es: Eliminando tarjeta...
sw: Inaondoa kadi...

source: Actually remove <strong>%(brand)s</strong> card ************<strong>%(last4)s</strong>?
sw: Unataka kuondoa <strong>%(brand)s</strong> kadi ************<strong>%(last4)s</strong>?

source: You do not have any saved cards associated with your user account.
sw: Huna kadi zozote zilizohifadhiwa zinazohusishwa na akaunti yako ya mtumiaji.

source: Select Autopay Card
sw: Chagua Kadi ya Malipo ya Moja kwa Moja

source: Remove autopay method
sw: Ondoa njia ya malipo ya moja kwa moja

source: Please add an autopay card before subscribing.
sw: Tafadhali ongeza kadi ya malipo ya moja kwa moja kabla ya kujisajili.
