Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Please <a href="#" class="fw-bold" data-bs-dismiss="offcanvas" @click.prevent="$dispatch('wiggle-configure-columns-button');" >Configure Columns</a> to include editable case properties in the column list in order to edit the selected cases.
sw: Tafadhali <a href="#" class="fw-bold" data-bs-dismiss="offcanvas" @click.prevent="$dispatch('wiggle-configure-columns-button');" >Sanidi Safu</a> ili kujumuisha sifa za kesi zinazoweza kuhaririwa kwenye orodha ya safu ili kuhariri kesi ulizochagua.

source: An active bulk edit session already exists for this case type.
sw: Kikao cha uhariri wa pamoja kinachoendelea tayari kipo kwa aina hii ya kesi.

source: Only one session can be active per case type. Any previewed edits will be lost when starting a new session.
sw: Kikao kimoja tu kinaweza kuwa hai kwa kila aina ya kesi. Uhariri wowote uliotazamwa utapotea unapoanzisha kikao kipya.

source: Please decide how you would like to proceed...
sw: Tafadhali amua ungependa kuendelea vipi...

source: Confirm Action
sw: Thibitisha Kitendo

source: Apply all edits?
sw: Tumia mabadiliko yote?

source: Apply All Edits
sw: Tumia Mabadiliko Yote

source: You have selected cases which have been filtered out.
sw: Umechagua kesi ambazo zimeondolewa kwa kuchujwa.

source: "Apply" will apply all previewed edits in the session, regardless of filters.
sw: "Tumia" itatumia uhariri wote uliotazamwa kwenye kikao, bila kujali vichujio.

source: Clear all edits?
sw: Futa mabadiliko yote?

source: Clear All Edits
sw: Futa Uhariri Wote

source: Select %(num_records)s Cases
sw: Chagua Kesi %(num_records)s

source: Are you sure you want to select %(num_records)s cases?
sw: Una uhakika unataka kuchagua kesi %(num_records)s?

source: This operation might take a long time.
sw: Operesheni hii inaweza kuchukua muda mrefu.

source: Undo edit for multiple cases?
sw: Futa mabadiliko kwa kesi nyingi?

source: Undo
es: Deshacer
sw: Futa

source: Unable to select %(num_records)s cases
sw: Imeshindikana kuchagua kesi %(num_records)s

source: Cannot select or actively edit more than %(max_recorded_limit)s cases in a session.
sw: Haiwezekani kuchagua au kuhariri zaidi ya kesi %(max_recorded_limit)s kwenye kikao kimoja.

source: Please either apply your previewed edits, or add filters to select fewer cases.
sw: Tafadhali tumia uhariri uliotazamwa, au ongeza vichujio ili kuchagua kesi chache zaidi.

source: Cannot select more than %(max_recorded_limit)s cases in a session.
sw: Haiwezekani kuchagua zaidi ya kesi %(max_recorded_limit)s kwa kikao.

source: Please add filters to select fewer cases.
sw: Tafadhali ongeza vichujio kuchagua kesi chache zaidi.

source: Filter Cases
es: Filtrar casos
sw: Chuja Kesi

source: Configure Columns
es: Configurar columnas
sw: Sanidi Safu

source: Edit Selected Cases
sw: Hariri Kesi Zilizochaguliwa

source: Exit session
sw: Toka kwenye kikao

source: Continue editing
sw: Endelea kuhariri

source: Changes Applied
sw: Mabadiliko Yametumika

source: Continue editing <strong class="fw-bold">%(case_type)s</strong> cases with the same columns and filters?
sw: Uendelee kuhariri kesi za <strong class="fw-bold">%(case_type)s</strong> kwa safu na vichujio vile vile?

source: Applying Changes...
sw: Inatekeleza Mabadiliko...

source: Applying changes, please wait...
sw: Inatumia mabadiliko, tafadhali subiri...

source: Database is refreshing...almost there!
sw: Hifadhidata inafanyiwa upya... karibu tumemaliza!

source: Task progress
sw: Maendeleo ya kazi

source: This is a completed session
sw: Hiki ni kikao kilichokamilika

source: Restart this session with the same columns and filters?
sw: Anzisha upya kikao hiki kwa safu na vichujio vile vile?

source: Important
sw: Muhimu

source: This will replace your existing active session with a new one.
sw: Hii itabadilisha kikao chako kinachoendelea na kipya.

source: Any edits you made will be lost.
sw: Uhariri wowote ulioufanya utapotea.

source: Restart this session
sw: Anzisha upya kikao hiki

source: The following edits will be applied...
sw: Mabadiliko yafuatayo yatatumika...

source: The following edits will be cleared...
sw: Mabadiliko yafuatayo yatafutwa...

source: the case property that was changed
sw: sifa ya kesi iliyobadilishwa

source: number of cases affected
sw: idadi ya kesi zilizoathiriwa

source: Show edit history
sw: Onyesha historia ya mabadiliko

source: The following edit will be undone:
sw: Mabadiliko yafuatayo yatafutwa:

source: No cases were found that match the current filters. Please <a href="#" class="fw-bold" @click.prevent="$dispatch('wiggle-filters-button');" >adjust your filters</a > and try again.
sw: Hakuna kesi zilizopatikana zinazolingana na vichujio vya sasa. Tafadhali <a href="#" class="fw-bold" @click.prevent="$dispatch('wiggle-filters-button');" >rekebisha vichujio vyako</a > na jaribu tena.

source: Edits
sw: Mabadiliko

source: Filters Applied: %(num_records)s Matching Cases
sw: Vichujio Vimetumika: Kesi %(num_records)s Zinazolingana

source: Clear Filters
es: Borrar filtros
sw: Futa Vichujio

source: Cases Selected
sw: Kesi Zilizochaguliwa

source: You have selected cases which have been filtered out. New previewed edits will only apply to selected cases in the current filters, unless you remove filters.
sw: Umechagua kesi ambazo zimeondolewa kwa kuchujwa. Mabadiliko mapya yatatumika tu kwa kesi zilizochaguliwa kwenye vichujio vya sasa, isipokuwa uondoe vichujio.

source: Clear Selection
sw: Futa Uchaguzi

source: No sessions exist.
sw: Hakuna vikao vilivyopo.

source: Please start a new bulk edit session above.
sw: Tafadhali anza kikao kipya cha uhariri wa pamoja hapo juu.

source: space
sw: nafasi

source: new line
sw: mstari mpya

source: tab
sw: tabo

source: Case ID
es: ID del caso
sw: Kitambulisho cha Kesi

source: Owner ID
es: ID del propietario
sw: Kitambulisho cha Mmiliki

source: Open/Closed Status
es: Estado abierto/cerrado
sw: Hali ya Kufunguliwa/Kufungwa

source: External ID
es: ID Externo
sw: Kitambulisho cha Nje

source: Date Opened
es: Fecha en la que se abrió
sw: Tarehe ya Kufunguliwa

source: Closed On
es: Cerrado el
sw: Imefungwa Tarehe

source: Last Modified On
es: Última modificación el
sw: Ilibadilishwa Mwisho Tarehe

source: Closed By
es: Cerrado por
sw: Iliyo Fungwa Na

source: Last Modified By
es: Última modificación por
sw: Iliyobadilishwa Mwisho Na

source: Opened By
es: Abierto por
sw: Iliyofunguliwa Na

source: Closed By User ID
es: ID de usuario que cerró
sw: Kitambulisho cha Mtumiaji Aliyefunga

source: Opened By User ID
es: ID de usuario que abrió
sw: Kitambulisho cha Mtumiaji Aliyefungua

source: Last Modified (UTC)
es: Última modificación (UTC)
sw: Iliyobadilishwa Mwisho (UTC)

source: Cannot load edit selected records form, session was not found.
sw: Imeshindikana kupakia fomu ya kuhariri rekodi zilizochaguliwa, kikao hakikupatikana.

source: Cannot retrieve columns, session was not found.
es: No se pueden recuperar las columnas, no se encontró la sesión.
sw: Imeshindwa kupata safu wima, kikao hakikupatikana.

source: Cannot retrieve pinned filters, session was not found.
es: No se pueden recuperar los filtros fijados, no se encontró la sesión.
sw: Imeshindwa kupata vichujio vilivyowekwa, kikao hakikupatikana.

source: Cannot retrieve filters, session was not found.
es: No se pueden recuperar los filtros, no se encontró la sesión.
sw: Imeshindwa kupata vichujio, kikao hakikupatikana.

source: Bulk Edit Case Data
sw: Hariri Data ya Kesi kwa Pamoja

source: Bulk Edit Case Type
sw: Hariri Aina ya Kesi kwa Pamoja

source: Case Type "{case_type}"
es: Tipo de caso "{case_type}"
sw: Aina ya Kesi "{case_type}"

source: Caches successfully cleared.
es: Cachés borradas con éxito.
sw: Akiba imesafishwa kwa mafanikio.

source: That session does not exist. Please start a new session.
es: Esa sesión no existe. Por favor, inicie una nueva sesión.
sw: Kikao hicho hakipo. Tafadhali anza kikao kipya.

source: Starting Bulk Edit Session...
sw: Kuanza Kikao cha Uhariri wa Pamoja...

source: Resuming Bulk Edit Session...
sw: Kurejesha Kikao cha Uhariri wa Pamoja...

source: Cannot retrieve summary, session was not found.
sw: Imeshindwa kupata muhtasari, kikao hakikupatikana.

source: We are having trouble connecting to the server. Please try again in a few minutes.
sw: Tunapata shida kuunganisha na seva. Tafadhali jaribu tena baada ya dakika chache.

source: The multi-choice sheets (ending in "-vl") in the uploaded Excel file were ignored during the import as they are an unsupported format in the Data Dictionary
es: Las hojas de opciones múltiples (que terminan en "-vl") en el archivo Excel cargado fueron ignoradas durante la importación ya que son un formato no compatible en el Diccionario de Datos
sw: Karatasi za chaguo nyingi (zinazoishia na "-vl") kwenye faili ya Excel iliyopakiwa zilipuuzwa wakati wa uingizaji kwa sababu ni muundo usiotumika kwenye Kamusi ya Data

source: Row {} in "{}-vl" sheet is missing a case property field
es: La fila {} en la hoja "{}-vl" no tiene un campo de propiedad de caso
sw: Safu {} kwenye karatasi ya "{}-vl" inakosa sehemu ya sifa ya kesi

source: Invalid sheet name "{}". It should start with a letter, and only contain letters, numbers, "-", and "_"
es: Nombre de hoja inválido "{}". Debe comenzar con una letra y solo contener letras, números, "-" y "_"
sw: Jina batili la karatasi "{}". Linapaswa kuanza na herufi, na liwe na herufi, nambari, "-", na "_" pekee

source: The "Data Type" column values were ignored during the import as they are an unsupported format in the Data Dictionary
es: Los valores de la columna "Tipo de Datos" fueron ignorados durante la importación ya que son un formato no compatible en el Diccionario de Datos
sw: Thamani za safu wima ya "Aina ya Data" zilipuuzwa wakati wa uingizaji kwa sababu ni muundo usiotumika kwenye Kamusi ya Data

source: Could not find resource type for {}
es: No se pudo encontrar el tipo de recurso para {}
sw: Haikuweza kupata aina ya rasilimali kwa {}

source: Error in "{}" sheet, row {}: {}
es: Error en la hoja "{}", fila {}: {}
sw: Hitilafu kwenye karatasi ya "{}", safu {}: {}

source: Missing required valid "{}-vl" multi-choice sheet for case type "{}"
es: Falta la hoja de opción múltiple válida requerida "{}-vl" para el tipo de caso "{}"
sw: Karatasi ya chaguo nyingi sahihi "{}-vl" inayohitajika haipo kwa aina ya kesi "{}"

source: Not enough columns in "{}" sheet
es: No hay suficientes columnas en la hoja "{}"
sw: Safu wima hazitoshi kwenye karatasi ya "{}"

source: FHIR Resource {} {}: {}
es: Recurso FHIR {} {}: {}
sw: Rasilimali ya FHIR {} {}: {}

source: Case property "{}" referenced in "{}-vl" sheet that does not exist in "{}" sheet. Row(s) affected: {}
es: Propiedad de caso "{}" referenciada en la hoja "{}-vl" que no existe en la hoja "{}". Fila(s) afectada(s): {}
sw: Sifa ya kesi "{}" iliyotajwa kwenye karatasi ya "{}-vl" haipo kwenye karatasi ya "{}". Safu zilizoathirika: {}

source: Group "{group}" already exists for case type "{case_type}"
es: El grupo "{group}" ya existe para el tipo de caso "{case_type}"
sw: Kundi "{group}" tayari lipo kwa aina ya kesi "{case_type}"

source: No Type Currently Selected
es: No hay tipo seleccionado actualmente
sw: Hakuna Aina Iliyoteuliwa Kwa Sasa

source: Valid values: %s
es: Valores válidos: %s
sw: Thamani halali: %s

source: Data Dictionary
es: Diccionario de Datos
sw: Kamusi ya Data

source: deprecated
es: obsoleto
sw: imepitwa na wakati

source: Add Case Type
es: Agregar Tipo de Caso
sw: Ongeza Aina ya Kesi

source: Show Deprecated Case Types
es: Mostrar Tipos de Caso Obsoletos
sw: Onyesha Aina za Kesi Zilizopitwa na Wakati

source: Hide Deprecated Case Types
es: Ocultar Tipos de Caso Obsoletos
sw: Ficha Aina za Kesi Zilizopitwa na Wakati

source: Create a new Case Type
es: Crear un nuevo Tipo de Caso
sw: Unda Aina Mpya ya Kesi

source: A case type with this name already exists.
es: Ya existe un tipo de caso con este nombre.
sw: Aina ya kesi yenye jina hili tayari ipo.

source: Invalid case type name. It should start with a letter, and only contain letters, numbers, '-', and '_'
es: Nombre de tipo de caso inválido. Debe comenzar con una letra y solo contener letras, números, '-', y '_'
sw: Jina batili la aina ya kesi. Linapaswa kuanza na herufi, na liwe na herufi, nambari, '-', na '_'

source: Create Case Type
es: Crear Tipo de Caso
sw: Unda Aina ya Kesi

source: Loading data dictionary...
sw: Inapakia kamusi ya data...

source: There was an error processing the request. Please try again.
sw: Kulitokea hitilafu wakati wa kuchakata ombi. Tafadhali jaribu tena.

source: FHIR Resource Type
es: Tipo de Recurso FHIR
sw: Aina ya Rasilimali ya FHIR

source: Import from Excel
es: Importar desde Excel
sw: Ingiza kutoka Excel

source: Deprecate Case Type
es: Deprecar Tipo de Caso
sw: Sitisha Matumizi ya Aina ya Kesi

source: Restore Case Type
es: Restaurar Tipo de Caso
sw: Rejesha Aina ya Kesi

source: Delete Case Type
es: Eliminar Tipo de Caso
sw: Futa Aina ya Kesi

source: Show Deprecated
es: Mostrar Obsoletos
sw: Onyesha Zilizositishwa

source: Hide Deprecated
es: Ocultar Obsoletos
sw: Ficha Zilizositishwa

source: FHIR Resource Property Path
es: Ruta de Propiedad de Recurso FHIR
sw: Njia ya Sifa ya Rasilimali ya FHIR

source: Loading properties...
sw: Inapakia sifa...

source: <b data-bind="text: name()"></b> group's properties will be moved to <b>No Group</b>
sw: Sifa za kundi la <b data-bind="text: name()"></b> zitahamishiwa kwenye <b>Hakuna Kundi</b>

source: No Group
es: Sin Grupo
sw: Hakuna Kundi

source: Case Property Group
es: Grupo de Propiedad del Caso
sw: Kundi la Sifa za Kesi

source: This GPS case property is currently being used to store the geolocation for cases, so the data type cannot be changed.
es: Esta propiedad de caso GPS se está utilizando actualmente para almacenar la geolocalización de los casos, por lo que no se puede cambiar el tipo de dato.
sw: Sifa hii ya GPS kwa sasa inatumika kuhifadhi eneo la kijiografia kwa kesi, hivyo aina ya data haiwezi kubadilishwa.

source: Deprecate
es: Deprecar
sw: Sitisha Matumizi

source: A case property with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated properties.
sw: Sifa ya kesi yenye jina hili tayari ipo. Ikiwa hauioni kwenye ukurasa, tafadhali bonyeza kitufe cha Onyesha Zilizopitwa na Wakati ili kuona sifa zilizopitwa na wakati.

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, '-', and '_'
es: Nombre de propiedad de caso no válido. Debe comenzar con una letra y solo contener letras, números, '-', y '_'
sw: Jina batili la sifa ya kesi. Linapaswa kuanza na herufi, na liwe na herufi, nambari, '-', na '_'

source: Add Case Property Group
es: Agregar Grupo de Propiedad del Caso
sw: Ongeza Kundi la Sifa za Kesi

source: A case property group with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated groups.
sw: Kundi la sifa za kesi lenye jina hili tayari lipo. Ikiwa hauioni kwenye ukurasa, tafadhali bonyeza kitufe cha Onyesha Zilizopitwa na Wakati ili kuona makundi yaliyopitwa na wakati.

source: Invalid case group name. It should start with a letter, and only contain letters, numbers, '-', and '_'
es: Nombre de grupo de caso no válido. Debe comenzar con una letra y solo contener letras, números, '-', y '_'
sw: Jina batili la kundi la kesi. Linapaswa kuanza na herufi, na liwe na herufi, nambari, '-', na '_'

source: Add a new Case Type
es: Agregar un nuevo Tipo de Caso
sw: Ongeza Aina mpya ya Kesi

source: Performance warning
sw: Onyo la utendaji

source: See <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947182/Case+Configuration" >case configuration</a > documentation for more information.
sw: Tazama <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947182/Case+Configuration" >nyaraka za usanidi wa kesi</a > kwa maelezo zaidi.

source: Deprecate '<span data-bind="text: $root.activeCaseType()" ></span >' Case Type
sw: Sitisha Aina ya Kesi ya '<span data-bind="text: $root.activeCaseType()" ></span >'

source: <p> There are a total of <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> application module(s) </strong> that are currently using this case type. </p> <p>Deprecating this case type will have the following effects:</p> <ul> <li> This case type will not be available from the reports filtering menu. </li> <li> All case properties/groups for this case type will be deprecated. </li> <li>New exports cannot be created with this case type.</li> <li>Case imports cannot be done for cases with this case type.</li> <li>New automatic rules cannot be created with this case type.</li> </ul> <p> For more information on deprecated case types, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties" >following documentation</a >. </p>
sw: <p> Kuna jumla ya <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> moduli ya programu </strong> ambazo kwa sasa zinatumia aina hii ya kesi. </p> <p>Kusitisha aina hii ya kesi kutakuwa na athari zifuatazo:</p> <ul> <li> Aina hii ya kesi haitapatikana kwenye menyu ya kuchuja ripoti. </li> <li> Sifa/kundi zote za kesi kwa aina hii ya kesi zitasitishwa. </li> <li>Uhamishaji mpya hauwezi kuundwa na aina hii ya kesi.</li> <li>Uingizaji wa kesi hauwezi kufanywa kwa kesi zenye aina hii ya kesi.</li> <li>Sheria mpya za kiotomatiki haziwezi kuundwa na aina hii ya kesi.</li> </ul> <p> Kwa maelezo zaidi kuhusu aina za kesi zilizositishwa, angalia <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties" >nyaraka hizi</a >. </p>

source: Deprecate GPS property
es: Deprecar propiedad GPS
sw: Sitisha Matumizi ya Sifa ya GPS

source: This GPS case property is currently being used to store the geolocation for cases.
sw: Sifa hii ya kesi ya GPS kwa sasa inatumika kuhifadhi eneo la kijiografia kwa kesi.

source: Deprecating this case property may result in unintended behaviour, and so it is advised to first change the selected custom case property in <a href="%(geospatial_settings_url)s"> geospatial settings </a> before deprecating this case property.
sw: Kusitisha sifa hii ya kesi kunaweza kusababisha tabia isiyotarajiwa, hivyo inashauriwa kubadilisha kwanza sifa maalum ya kesi iliyochaguliwa katika <a href="%(geospatial_settings_url)s"> mipangilio ya kijiografia </a> kabla ya kusitisha sifa hii ya kesi.

source: Would you like to proceed with deprecating this case property?
sw: Je, ungependa kuendelea na kusitisha sifa hii ya kesi?

source: Delete '<span id="delete-case-prop-name"></span>' Case Property
sw: Futa Sifa ya Kesi '<span id="delete-case-prop-name"></span>'

source: There are currently no cases that store data with this case property, so it is safe to delete.
sw: Hakuna kesi zinazohifadhi data kwa sifa hii ya kesi kwa sasa, hivyo ni salama kufuta.

source: Please note that if a new form or case was updated to the server recently that makes this property unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case property can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank" >the documentation</a > for additional information about this action.
sw: Tafadhali kumbuka kuwa ikiwa fomu mpya au kesi imesasishwa kwenye seva hivi karibuni na kufanya sifa hii ya kesi isiwe salama kufuta, hili litaonekana kwenye Kamusi ya Data baada ya muda mfupi. Hili si tendo linalozuia na sifa ya kesi inaweza kuundwa tena ikiwa itahitajika baadaye. Tafadhali rejea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank" >nyaraka hizi</a > kwa maelezo zaidi kuhusu hatua hii.

source: Would you like to remove this case property from the data dictionary? Once confirmed, the case property will be deleted upon clicking the "Save" button.
sw: Je, ungependa kuondoa sifa hii ya kesi kutoka kwenye kamusi ya data? Ukithibitisha, sifa ya kesi itafutwa baada ya kubofya kitufe cha "Hifadhi".

source: Delete '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
sw: Futa Aina ya Kesi '<span data-bind="text: $root.activeCaseType()"></span>'

source: There are no cases that use this case type or store data with any of its case properties. Therefore, it is safe to delete this case type.
sw: Hakuna kesi zinazotumia aina hii ya kesi au kuhifadhi data na sifa zake. Kwa hivyo, ni salama kufuta aina hii ya kesi.

source: Please note that all case properties for this case type will also be deleted. Furthermore, if a new form or case was updated to the server recently that makes this case type unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case type can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank" >the documentation</a > for additional information about this action.
sw: Tafadhali kumbuka kuwa sifa zote za kesi kwa aina hii ya kesi pia zitafutwa. Zaidi ya hayo, ikiwa fomu mpya au kesi imesasishwa kwenye seva hivi karibuni na kufanya aina hii ya kesi isiwe salama kufuta, hili litaonekana kwenye Kamusi ya Data baada ya muda mfupi. Hili si tendo linalozuia na aina ya kesi inaweza kuundwa tena ikiwa itahitajika baadaye. Tafadhali rejea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank" >nyaraka hizi</a > kwa maelezo zaidi kuhusu hatua hii.

source: Would you like to proceed with deleting this case type?
sw: Je, ungependa kuendelea na kufuta aina hii ya kesi?

source: Valid Values &amp; Formats
es: Valores y Formatos Válidos
sw: Thamani na Miundo Sahihi

source: Case Property Group must have a name
es: El Grupo de Propiedades de Caso debe tener un nombre
sw: Kundi la Sifa za Kesi lazima liwe na jina

source: Case property must have a name
es: La propiedad del caso debe tener un nombre
sw: Sifa ya kesi lazima iwe na jina

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, "-", and "_"
es: Nombre de propiedad de caso no válido. Debe comenzar con una letra y solo contener letras, números, "-" y "_"
sw: Jina batili la sifa ya kesi. Linapaswa kuanza na herufi, na liwe na herufi, nambari, "-", na "_"

source: Unable to save valid values longer than {} characters
es: No se pueden guardar valores válidos de más de {} caracteres
sw: Haiwezekani kuhifadhi thamani sahihi zilizo na urefu zaidi ya {} herufi

source: Case property does not exist.
es: La propiedad del caso no existe.
sw: Sifa ya kesi haipo.

source: Column {} in "{}" sheet has an empty header
es: La columna {} en la hoja "{}" tiene un encabezado vacío
sw: Safu wima ya {} kwenye karatasi ya "{}" haina kichwa

source: Invalid column "{}" in "{}" sheet. Valid column names are: {}
es: Columna "{}" no válida en la hoja "{}". Los nombres de columnas válidos son: {}
sw: Safu wima batili "{}" kwenye karatasi ya "{}". Majina sahihi ya safu wima ni: {}

source: Missing "Case Property" column header in "{}" sheet
es: Falta el encabezado de columna "Propiedad del Caso" en la hoja "{}"
sw: Kichwa cha safu wima "Case Property" hakipo kwenye karatasi ya "{}"
