Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Best regards, <br /> The CommCare Team <br /> www.commcarehq.org
sw: Wako mwaminifu, <br /> Timu ya CommCare <br /> www.commcarehq.org

source: Dear %(domain)s administrator, Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods After you have paid the unpaid invoices you can re-subscribe to your plan here: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare Team www.commcarehq.org
sw: Mpendwa msimamizi wa %(domain)s, Usajili wako umesimamishwa kwa nafasi ya mradi wa CommCare %(domain)s. Unaweza kurejesha ufikiaji wa data na nafasi ya mradi wako kwa kujisajili tena kwenye mpango. Ili kuona orodha kamili ya ankara ambazo hazijalipwa unaweza kufuata kiungo hiki: %(statements_url)s Kama ukumbusho, malipo yanaweza kufanywa kwa kadi ya mkopo, Uhamisho wa Fedha wa Kielektroniki (EFT), au hundi kwa kufuata maagizo kwenye https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Baada ya kulipa ankara ambazo hazijalipwa unaweza kujisajili tena kwenye mpango wako hapa: %(subscription_url)s Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa kutumia CommCare. Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: Dear %(domain_or_account)s administrator,
es: Estimado administrador de %(domain_or_account)s,
sw: Msimamizi wa %(domain_or_account)s,

source: Your CommCare %(subscriptions_to_downgrade)s will be paused <b><i>after tomorrow</i></b> because your CommCare Billing Statements are more than %(days_overdue)s days overdue. <strong >If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to paid plan.</strong >
es: Sus %(subscriptions_to_downgrade)s de CommCare serán pausadas <b><i>después de mañana</i></b> porque sus Estados de Cuenta de CommCare están más de %(days_overdue)s días vencidos. <strong >Si no realiza un pago antes de mañana, su suscripción será automáticamente pausada y perderá acceso a su espacio de proyecto y datos hasta que se vuelva a suscribir a un plan de pago.</strong >
sw: Usajili wako wa CommCare %(subscriptions_to_downgrade)s utasitishwa <b><i>baada ya kesho</i></b> kwa sababu Taarifa zako za Malipo za CommCare zimepitiliza zaidi ya siku %(days_overdue)s. <strong >Ikiwa hutafanya malipo kabla ya kesho, usajili wako utasitishwa moja kwa moja na utapoteza ufikiaji wa nafasi ya mradi na data hadi ujiandikishe tena kwenye mpango wa malipo.</strong >

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >these steps</a >.
es: También puede pre-pagar por varios meses en cualquier momento siguiendo <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >estos pasos</a >.
sw: Unaweza pia kulipia miezi kadhaa mapema wakati wowote kwa kufuata <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >hatua hizi</a >.

source: Dear %(domain_or_account)s administrator, Your CommCare %(subscriptions_to_downgrade)s will be paused after tomorrow because your CommCare Billing Statements are more than %(days_overdue)s days overdue. If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to a paid plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare Team www.commcarehq.org
sw: Mpendwa msimamizi wa %(domain_or_account)s, Usajili wako wa CommCare %(subscriptions_to_downgrade)s utasimamishwa baada ya kesho kwa sababu Taarifa zako za Malipo za CommCare zimepitwa na wakati kwa zaidi ya siku %(days_overdue)s. Ikiwa hutalipa kabla ya kesho, usajili wako utasimamishwa kiotomatiki na utapoteza ufikiaji wa nafasi ya mradi na data yako hadi ujiandikishe tena kwenye mpango wa kulipia. Ili kuona orodha kamili ya ankara ambazo hazijalipwa unaweza kufuata kiungo hiki: %(statements_url)s Kama ukumbusho, malipo yanaweza kufanywa kwa kadi ya mkopo, Uhamisho wa Fedha wa Kielektroniki (EFT), au hundi kwa kufuata maagizo kwenye https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Unaweza pia kulipia miezi kadhaa mapema wakati wowote kwa kufuata hatua kwenye https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(contact_email)s. Asante kwa kutumia CommCare. Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
es: Su Estado de Cuenta de %(plan_name)s ya está disponible para %(month_name)s.
sw: Taarifa yako ya Malipo ya %(plan_name)s sasa inapatikana kwa %(month_name)s.

source: Best Regards,<br /> The CommCare Team<br /> www.commcarehq.org
sw: Wako mwaminifu,<br /> Timu ya CommCare<br /> www.commcarehq.org

source: %(greeting)s Your %(plan_name)s Billing Statement is now available for %(month_name)s. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
es: %(greeting)s Su Estado de Cuenta de %(plan_name)s está disponible para %(month_name)s. Número de Estado: %(statement_number)s Espacio del Proyecto: %(domain)s Plan de Software: %(plan_name)s Estatus: %(payment_status)s Monto adeudado este Mes: %(amount_due)s Saldo Total: %(total_balance)s
sw: %(greeting)s Taarifa yako ya Malipo ya %(plan_name)s sasa inapatikana kwa %(month_name)s. Nambari ya Taarifa: %(statement_number)s Nafasi ya Mradi: %(domain)s Mpango wa Programu: %(plan_name)s Hali: %(payment_status)s Kiasi Kinachotakiwa Mwezi Huu: %(amount_due)s Jumla ya Salio: %(total_balance)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare Team www.commcarehq.org Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Asante kwa kutumia %(plan_name)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: You have recently elected to enroll in automatic payment for your CommCare invoices with the following credentials
es: Recientemente ha elegido inscribirse en el pago automático para sus facturas de CommCare con las siguientes credenciales
sw: Hivi karibuni umechagua kujisajili kwenye malipo ya moja kwa moja kwa ankara zako za CommCare kwa kutumia taarifa zifuatazo

source: Username
es: Nombre de Usuario
sw: Jina la Mtumiaji

source: Last 4 digits of Credit Card
es: Últimos 4 dígitos de la tarjeta de crédito
sw: Tarakimu 4 za Mwisho za Kadi ya Mkopo

source: On the generation of your next invoice, your credit card will automatically be charged on the invoice due date. You do not have to take any further action to enable payment for invoices generated in the future. To unenroll from auto pay or to update your credit card information, navigate to the <a href='%(billing_info_url)s'>Billing Information page</a>.
es: Al generar su próxima factura, su tarjeta de crédito se cargará automáticamente en la fecha de vencimiento de la factura. No tiene que realizar ninguna acción adicional para habilitar el pago de facturas generadas en el futuro. Para darse de baja del pago automático o para actualizar la información de su tarjeta de crédito, navegue a la <a href='%(billing_info_url)s'>página de Información de Facturación</a>.
sw: Mara tu ankara yako ijayo itakapozalishwa, kadi yako ya mkopo itatozwa moja kwa moja kwenye tarehe ya mwisho ya ankara. Huna haja ya kuchukua hatua zaidi kuwezesha malipo ya ankara zitakazozalishwa baadaye. Ili kujiondoa kwenye malipo ya moja kwa moja au kusasisha taarifa za kadi yako ya mkopo, nenda kwenye <a href='%(billing_info_url)s'>Ukurasa wa Taarifa za Malipo</a>.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.
es: Gracias por usar CommCare. Si tiene alguna pregunta, no dude en contactar a <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
es: Su Estado de Cuenta de %(plan_name)s ya está disponible para %(month_name)s.
sw: Taarifa yako ya Malipo ya %(plan_name)s sasa inapatikana kwa %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
es: Has seleccionado pagar automáticamente esta factura usando una tarjeta de crédito con los últimos cuatro dígitos %(last_4)s. Tu tarjeta de crédito será cargada automáticamente el %(date_due)s. Puedes modificar esta configuración iniciando sesión en tu espacio de proyecto en CommCare HQ y navegando a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Umechagua kulipa ankara hii moja kwa moja kwa kutumia kadi ya mkopo yenye tarakimu nne za mwisho %(last_4)s. Kadi yako ya mkopo itatozwa moja kwa moja tarehe %(date_due)s. Unaweza kubadilisha mpangilio huu kwa kuingia kwenye nafasi ya mradi wako kwenye CommCare HQ na kwenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
es: Su Estado de Cuenta de %(plan_name)s está disponible para %(month_name)s.
sw: Taarifa yako ya Malipo ya %(plan_name)s sasa inapatikana kwa %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to Billing Statements.
es: Has seleccionado pagar automáticamente esta factura usando una tarjeta de crédito con los últimos cuatro dígitos %(last_4)s. Tu tarjeta de crédito será cargada automáticamente el %(date_due)s. Puedes modificar esta configuración iniciando sesión en tu espacio de proyecto en CommCare HQ y navegando a Estados de Cuenta.
sw: Umechagua kulipia ankara hii moja kwa moja kwa kutumia kadi ya mkopo yenye tarakimu nne za mwisho %(last_4)s. Kadi yako ya mkopo itatozwa moja kwa moja tarehe %(date_due)s. Unaweza kubadilisha mpangilio huu kwa kuingia kwenye eneo la mradi wako kwenye CommCare HQ na kwenda kwenye Taarifa za Malipo.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
es: Gracias por utilizar %(plan_name)s. Si tiene alguna pregunta, por favor no dude en contactarnos a %(invoicing_contact_email)s.
sw: Asante kwa kutumia %(plan_name)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s.

source: Best Regards, The CommCare Team www.commcarehq.org
sw: Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
es: Este correo electrónico es un recibo de tu pago de %(amount)s hacia la Factura No. %(invoice_num)s para tu proyecto %(project)s.
sw: Barua pepe hii ni risiti ya malipo yako ya %(amount)s kwa ajili ya Ankara Na. %(invoice_num)s ya mradi wako %(project)s.

source: This invoice is now marked as paid as of %(date_paid)s.
es: Esta factura ahora está marcada como pagada a partir del %(date_paid)s.
sw: Ankara hii sasa imewekwa alama kuwa imelipwa kuanzia %(date_paid)s.

source: Invoice No.
es: Número de factura
sw: Ankara Na.

source: Date Due
es: Fecha Límite
sw: Tarehe ya Malipo

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
es: Estimado %(name)s, Este correo electrónico es un recibo por su pago de %(amount)s a la factura número %(invoice_num)s de su proyecto %(project)s.
sw: Mpendwa %(name)s, Barua pepe hii ni risiti ya malipo yako ya %(amount)s kwa ajili ya Ankara Na. %(invoice_num)s ya mradi wako %(project)s.

source: Please note that there is still a remaining balance on this Invoice. Invoice No.: %(invoice_num)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s Date Due: %(date_due)s
es: Por favor note que aún tiene un saldo restante en esta factura. Factura número: %(invoice_num)s Monto pagado: %(amount)s Fecha de pago: %(date_paid)s Número de transacción: %(transaction_id)s Saldo restante: %(balance)s Fecha límite: %(date_due)s
sw: Tafadhali kumbuka kuwa bado kuna salio linalobaki kwenye Ankara hii. Ankara Na.: %(invoice_num)s Kiasi Kilicholipwa: %(amount)s Tarehe ya Malipo: %(date_paid)s Nambari ya Muamala: %(transaction_id)s Salio Linalobaki: %(balance)s Tarehe ya Malipo: %(date_due)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare Team www.commcarehq.org Email From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org Barua Pepe Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days.
es: Estimado/a administrador/a de %(domain_or_account)s, este es un recordatorio de que tu Estado de Cuenta de %(plan_name)s para %(month_name)s vence en %(days_until_due)s días.
sw: Msimamizi wa %(domain_or_account)s, huu ni ukumbusho kwamba Taarifa yako ya Malipo ya %(plan_name)s kwa %(month_name)s inatakiwa kulipwa ndani ya siku %(days_until_due)s.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
es: Para ver el estado de cuenta completo, inicia sesión en tu espacio de proyecto en CommCare HQ y navega a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Ili kuona taarifa kamili ya malipo, ingia kwenye eneo la mradi wako kwenye CommCare HQ na nenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
es: El administrador de tu proyecto puede ver el estado de cuenta completo iniciando sesión en tu espacio de proyecto en CommCare HQ y navegando a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Msimamizi wa mradi wako anaweza kuona taarifa kamili ya malipo kwa kuingia kwenye eneo la mradi wako kwenye CommCare HQ na kwenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
sw: Ili kulipa kwa kadi ya mkopo, tafadhali nenda kwenye ukurasa wako wa <a href="%(statements_url)s">Taarifa za Malipo</a>, bonyeza kitufe cha kijani cha "Fanya Malipo" mbele ya ankara zako ambazo hazijalipwa, na jaza kiasi unachotaka kulipa pamoja na maelezo ya kadi yako ya mkopo.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
sw: Ili kulipa kwa njia ya benki, tafuta maelezo ya akaunti ya benki ya Dimagi kwenye ankara yako. Tafadhali jumuisha nambari ya ankara kwenye malipo yako ya benki na hakikisha unatuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo, ukitaja tarehe ya malipo, kiasi, nambari ya ankara, na eneo la mradi.

source: Best Regards,
es: Atentamente,
sw: Kwa heri,

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
es: Estimado/a administrador/a de %(domain_or_account)s, este es un recordatorio de que tu Estado de Cuenta de %(plan_name)s para %(month_name)s vence en %(days_until_due)s días. Número de Estado: %(statement_number)s Espacio de Proyecto: %(domain)s Plan de Software: %(plan_name)s Estado: %(payment_status)s Monto a Pagar este Mes: %(amount_due)s Saldo Total: %(total_balance)s
sw: Msimamizi wa %(domain_or_account)s, huu ni ukumbusho kwamba Taarifa yako ya Malipo ya %(plan_name)s kwa %(month_name)s inatakiwa kulipwa ndani ya siku %(days_until_due)s. Nambari ya Taarifa: %(statement_number)s Eneo la Mradi: %(domain)s Mpango wa Programu: %(plan_name)s Hali: %(payment_status)s Kiasi Kinachotakiwa Kulipwa Mwezi Huu: %(amount_due)s Jumla ya Salio: %(total_balance)s

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements: %(statements_url)s.
es: Para ver el estado de cuenta completo, inicia sesión en tu espacio de proyecto en CommCare HQ y navega a Estados de Cuenta: %(statements_url)s.
sw: Ili kuona taarifa kamili ya malipo, ingia kwenye eneo la mradi wako kwenye CommCare HQ na nenda kwenye Taarifa za Malipo: %(statements_url)s.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to navigate to Billing Statements: %(statements_url)s.
es: El administrador de tu proyecto puede ver el estado de cuenta completo iniciando sesión en tu espacio de proyecto en CommCare HQ y navegando a Estados de Cuenta: %(statements_url)s.
sw: Msimamizi wa mradi wako anaweza kuona taarifa kamili ya malipo kwa kuingia kwenye eneo la mradi wako kwenye CommCare HQ na kwenda kwenye Taarifa za Malipo: %(statements_url)s.

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
sw: - Ili kulipa kwa kadi ya mkopo, tafadhali nenda kwenye ukurasa wako wa Taarifa za Malipo, bonyeza kitufe cha kijani cha "Fanya Malipo" mbele ya ankara zako ambazo hazijalipwa, na jaza kiasi unachotaka kulipa pamoja na maelezo ya kadi yako ya mkopo.

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
sw: - Ili kulipa kwa njia ya benki, tafuta maelezo ya akaunti ya benki ya Dimagi kwenye ankara yako. Tafadhali jumuisha nambari ya ankara kwenye malipo yako ya benki na hakikisha unatuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo, ukitaja tarehe ya malipo, kiasi, nambari ya ankara, na eneo la mradi.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare Team www.commcarehq.org
sw: Asante kwa kutumia %(plan_name)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s.
es: Tu cuenta de facturación tiene Estados de Cuenta de CommCare impagos que están vencidos por más de %(days_overdue)s días. El saldo actualmente adeudado es: $%(total)s.
sw: Akaunti yako ya malipo ina Taarifa za Malipo za CommCare ambazo hazijalipwa na zimepitiliza siku zaidi ya %(days_overdue)s. Salio linalodaiwa kwa sasa ni: $%(total)s.

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >these steps</a >.
sw: Unaweza pia kulipia miezi kadhaa mapema wakati wowote kwa kufuata <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >hatua hizi</a >.
