Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: There is already a testing user {}. A user cannot both be a testing user and exempt from SSO.
es: Ya existe un usuario de prueba {}. Un usuario no puede ser tanto un usuario de prueba como estar exento de SSO.
sw: Tayari kuna mtumiaji wa majaribio {}. Mtumiaji hawezi kuwa mtumiaji wa majaribio na pia kuondolewa kwenye SSO.

source: At least one admin must be exempt from SSO in case of failure connecting with an Identity Provider.
es: Al menos un administrador debe estar exento de SSO en caso de fallo al conectar con un Proveedor de Identidad.
sw: Angalau msimamizi mmoja lazima aondolewe kwenye SSO iwapo kutatokea hitilafu ya kuunganisha na Mtoa Huduma wa Utambulisho.

source: The user {} was never exempt from SSO with this Identity Provider and the {} Email Domain.
es: El usuario {} nunca estuvo exento de SSO con este Proveedor de Identidad y el Dominio de Correo Electrónico {}.
sw: Mtumiaji {} hakuwahi kuondolewa kwenye SSO na Mtoa Huduma huyu wa Utambulisho na Kikoa cha Barua Pepe cha {}.

source: User {} is already a test user.
es: El usuario {} ya es un usuario de prueba.
sw: Mtumiaji {} tayari ni mtumiaji wa majaribio.

source: There is already a user exempt from SSO with the username '{}'. A user cannot both be a test user and exempt from SSO.
es: Ya existe un usuario exento de SSO con el nombre de usuario '{}'. Un usuario no puede ser tanto un usuario de prueba como exento de SSO.
sw: Tayari kuna mtumiaji aliyeondolewa kwenye SSO mwenye jina la mtumiaji '{}'. Mtumiaji hawezi kuwa mtumiaji wa majaribio na pia kuondolewa kwenye SSO.

source: The user {} was never a test user for this Identity Provider and the {} Email Domain.
es: El usuario {} nunca fue un usuario de prueba para este Proveedor de Identidad y el Dominio de Correo Electrónico {}.
sw: Mtumiaji {} hakuwahi kuwa mtumiaji wa majaribio kwa Mtoa Huduma huyu wa Utambulisho na Kikoa cha Barua Pepe cha {}.

source: User account for {} has been re-activated.
es: La cuenta de usuario para {} ha sido reactivada.
sw: Akaunti ya mtumiaji wa {} imewashwa tena.

source: User account for {} created.
es: Cuenta de usuario para {} creada.
sw: Akaunti ya mtumiaji wa {} imeundwa.

source: Could not accept invitation because it is expired.
es: No se pudo aceptar la invitación porque ha expirado.
sw: Imeshindikana kukubali mwaliko kwa sababu muda wake umeisha.

source: You have been added to the "{}" project space.
es: Has sido añadido al espacio del proyecto "{}".
sw: Umeongezwa kwenye nafasi ya mradi "{}".

source: You did not enter a valid slug. Did you mean '{}'?
es: No ingresaste un slug válido. ¿Quisiste decir '{}'?
sw: Hujaingiza slug halali. Je, ulikusudia '{}'?

source: Please make sure you specify at least one Authenticated Email Domain.
es: Por favor asegúrate de especificar al menos un Dominio de Correo Electrónico Autenticado.
sw: Tafadhali hakikisha umebainisha angalau Kikoa kimoja cha Barua Pepe Kilichothibitishwa.

source: Please make sure you have specified at least one enterprise admin that is exempt from SSO.
es: Por favor asegúrate de haber especificado al menos un administrador empresarial que esté exento de SSO.
sw: Tafadhali hakikisha umebainisha angalau msimamizi mmoja wa shirika aliyeondolewa kwenye SSO.

source: This is required when Single Sign On is active.
es: Esto es necesario cuando el Inicio de Sesión Único está activo.
sw: Hili linahitajika wakati Single Sign On imewashwa.

source: This is not a valid One Login URL.
es: Esta no es una URL válida de One Login.
sw: Hii si URL halali ya One Login.

source: <a href="{}">Please read this guide</a> on how to set up CommCare HQ with {}.<br />You will need the following information:
es: <a href="{}">Por favor lee esta guía</a> sobre cómo configurar CommCare HQ con {}.<br />Necesitarás la siguiente información:
sw: <a href="{}">Tafadhali soma mwongozo huu</a> kuhusu jinsi ya kusanidi CommCare HQ na {}.<br />Utahitaji taarifa zifuatazo:

source: Billing Account Owner
es: Propietario de la Cuenta de Facturación
sw: Mmiliki wa Akaunti ya Malipo

source: Protocol
es: Protocolo
sw: Itifaki

source: Service
es: Servicio
sw: Huduma

source: Public Name
es: Nombre Público
sw: Jina la Umma

source: Users will see this name when logging in.
es: Los usuarios verán este nombre al iniciar sesión.
sw: Watumiaji wataona jina hili wanapoingia.

source: Slug for SP Endpoints
es: Slug para los Puntos de Extremo SP
sw: Slug kwa SP Endpoints

source: This will be the unique slug for this IdP's SAML2 urls.
es: Este será el slug único para las URLs SAML2 de este IdP.
sw: Hii itakuwa slug ya kipekee kwa url za SAML2 za IdP hii.

source: Primary Configuration
es: Configuración Primaria
sw: Usanidi Mkuu

source: Create Identity Provider
es: Crear Proveedor de Identidad
sw: Unda Mtoa Huduma wa Utambulisho

source: A Identity Provider already exists with this slug.
es: Ya existe un Proveedor de Identidad con este slug.
sw: Mtoa Huduma wa Utambulisho tayari upo na slug hii.

source: This service does not support the selected protocol.
es: Este servicio no soporta el protocolo seleccionado.
sw: Huduma hii haiungi mkono itifaki iliyochaguliwa.

source: Login Url
es: URL de Inicio de Sesión
sw: URL ya Kuingia

source: Initiate login URI
es: URI de inicio de sesión
sw: Anzisha URI ya kuingia

source: Identifier (Entity ID)
es: Identificador (ID de Entidad)
sw: Kitambulisho (Entity ID)

source: Reply URL (Assertion Consumer Service)
es: URL de Respuesta (Servicio de Consumidor de Aserciones)
sw: URL ya Majibu (Huduma ya Mpokeaji wa Uthibitisho)

source: Sign on URL
es: URL de Inicio de Sesión
sw: URL ya Kuingia

source: Public x509 Cert
es: Certificado Público x509
sw: Cheti cha Umma x509

source: Certificate Expires On
es: El Certificado Expira el
sw: Cheti Kinaisha Tarehe

source: Rollover x509 Cert
es: Certificado de Rollover x509
sw: Cheti cha Rollover x509

source: This is a high security feature that ensures Assertions are fully encrypted. This feature requires a Premium Entra ID subscription.
es: Esta es una característica de alta seguridad que asegura que las Aserciones estén completamente encriptadas. Esta característica requiere una suscripción Premium de Entra ID.
sw: Hii ni kipengele cha usalama wa juu kinachohakikisha Uthibitisho umefichwa kikamilifu. Kipengele hiki kinahitaji usajili wa Entra ID wa Premium.

source: This feature may or may not be supported by your Identity Provider. Please refer to their documentation.
es: Esta característica puede o no ser compatible con su Proveedor de Identidad. Por favor, consulte su documentación.
sw: Kipengele hiki kinaweza kuungwa mkono au kisiumwe mkono na Mtoa Utambulisho wako. Tafadhali angalia nyaraka zao.

source: Not needed/generated yet.
es: No necesario/generado aún.
sw: Sihitajiki/bado haijazalishwa.

source: CAUTION: Changing this value will alter SSO endpoint URLs below and affect active SSO setups for the client!
es: PRECAUCIÓN: ¡Cambiar este valor alterará las URLs de los puntos de acceso SSO a continuación y afectará las configuraciones SSO activas para el cliente!
sw: TAHADHARI: Kubadilisha thamani hii kutabadilisha URL za mwisho za SSO hapa chini na kuathiri usanidi wa SSO unaoendelea kwa mteja!

source: This text is what users will see when logging in with SSO.
es: Este texto es lo que los usuarios verán al iniciar sesión con SSO.
sw: Maandishi haya ndiyo watumiaji wataona wanapoingia kwa kutumia SSO.

source: Allow Enterprise Admins to edit SSO Enterprise Settings
es: Permitir a los Administradores de Empresa editar la Configuración de SSO de la Empresa
sw: Ruhusu Wasimamizi wa Biashara kuhariri Mipangilio ya SSO ya Biashara

source: Single Sign On is active
es: Inicio de Sesión Único está activo
sw: Kuingia kwa Akaunti Moja kumewezeshwa

source: Force users with matching email domains to log in with SSO.
es: Forzar a los usuarios con dominios de correo electrónico coincidentes a iniciar sesión con SSO.
sw: Lazimisha watumiaji wenye anwani za barua pepe zinazolingana kuingia kwa kutumia SSO.

source: Service Provider Settings
es: Configuración del Proveedor de Servicios
sw: Mipangilio ya Mtoa Huduma

source: Relying Party Settings
es: Configuración de la Parte Dependiente
sw: Mipangilio ya Relying Party

source: This account has no active Enterprise subscription! Please fix the Billing Account configuration in order to complete the Identity Provider setup.
es: ¡Esta cuenta no tiene una suscripción Empresarial activa! Por favor, corrija la configuración de la Cuenta de Facturación para completar la configuración del Proveedor de Identidad.
sw: Akaunti hii haina usajili wa Biashara unaoendelea! Tafadhali rekebisha usanidi wa Akaunti ya Malipo ili kukamilisha usanidi wa Mtoa Utambulisho.

source: Manage Billing Account
es: Gestionar Cuenta de Facturación
sw: Simamia Akaunti ya Malipo

source: Update Configuration
es: Actualizar Configuración
sw: Sasisha Usanidi

source: Another Identity Provider already exists with this slug.
es: Ya existe otro Proveedor de Identidad con este slug.
sw: Mtoa Utambulisho mwingine tayari upo na slug hii.

source: Entity ID
es: ID de Entidad
sw: Kitambulisho cha Entity

source: Login URL
es: URL de Inicio de Sesión
sw: URL ya Kuingia

source: Logout URL
es: URL de Cierre de Sesión
sw: URL ya Kutoka

source: Public IdP Signing Certificate
es: Certificado de Firma Público IdP
sw: Cheti cha Kusaini cha Umma cha IdP

source: Issuer ID
es: ID del Emisor
sw: Kitambulisho cha Issuer

source: Client ID
es: ID del Cliente
sw: Kitambulisho cha Mteja

source: Client Secret
es: Secreto de Cliente
sw: Siri ya Mteja

source: Please make sure an enterprise admin has filled out the following details before activating SSO globally: {}
es: Por favor, asegúrese de que un administrador empresarial haya completado los siguientes detalles antes de activar SSO globalmente: {}
sw: Tafadhali hakikisha msimamizi wa biashara ameweka maelezo yafuatayo kabla ya kuwezesha SSO kimataifa: {}

source: This will also force users with matching linked email domains to log in with SSO.
es: Esto también forzará a los usuarios con dominios de correo electrónico vinculados coincidentes a iniciar sesión con SSO.
sw: Hii pia italazimisha watumiaji wenye anwani za barua pepe zilizounganishwa kuingia kwa kutumia SSO.

source: Login Enforcement
es: Aplicación de Inicio de Sesión
sw: Utekelezaji wa Kuingia

source: Global: All users must use SSO unless exempt
es: Global: Todos los usuarios deben usar SSO a menos que estén exentos
sw: Kimataifa: Watumiaji wote lazima watumie SSO isipokuwa waliotolewa ruhusa

source: Test: Only Test Users are required to use SSO
es: Prueba: Solo los Usuarios de Prueba están obligados a usar SSO
sw: Jaribio: Ni Watumiaji wa Jaribio pekee wanaotakiwa kutumia SSO

source: When the Identity Provider is active, this determines how users will be required to login at the homepage.
es: Cuando el Proveedor de Identidad está activo, esto determina cómo se requerirá que los usuarios inicien sesión en la página de inicio.
sw: Mtoa Utambulisho anapowezeshwa, hii itaamua jinsi watumiaji watakavyotakiwa kuingia kwenye ukurasa wa mwanzo.

source: Linked Email Domains
es: Dominios de Correo Electrónico Vinculados
sw: Anwani za Barua Pepe Zilizounganishwa

source: Auto-Deactivation
es: Desactivación Automática
sw: Kuzima Kiotomatiki

source: This option ensures any authorization provided by CommCare HQ to Web Users using SSO is removed when those users are removed from Entra ID. This includes automatic deactivation of any API keys associated with these users.
es: Esta opción asegura que cualquier autorización proporcionada por CommCare HQ a los Usuarios Web usando SSO se elimine cuando esos usuarios sean eliminados de Entra ID. Esto incluye la desactivación automática de cualquier clave API asociada con estos usuarios.
sw: Chaguo hili linahakikisha kwamba idhini yoyote iliyotolewa na CommCare HQ kwa Watumiaji wa Wavuti wanaotumia SSO inaondolewa pale watumiaji hao wanapoondolewa kutoka Entra ID. Hii inajumuisha kuzimwa kiotomatiki kwa funguo zozote za API zinazohusishwa na watumiaji hawa.

source: Automatically deactivate Web Users
es: Desactivar automáticamente a los Usuarios Web
sw: Zima Watumiaji wa Wavuti Kiotomatiki

source: Tenant Id
es: Id de Inquilino
sw: Kitambulisho cha Mpangaji

source: Application ID
es: ID de Aplicación
sw: Kitambulisho cha Programu

source: Secret Expires On
es: La Secreta Expira El
sw: Siri Inaisha Tarehe

source: Reveal Keys
es: Revelar Claves
sw: Onyesha Funguo

source: When enabled, all keys on a user’s API Key page will no longer be partially hidden after creation. This also removes the suggestion to copy an API key to another location when generating a new key.
es: Cuando está habilitado, todas las claves en la página de Claves API de un usuario ya no estarán parcialmente ocultas después de la creación. Esto también elimina la sugerencia de copiar una clave API a otra ubicación al generar una nueva clave.
sw: Ikifaa, funguo zote kwenye ukurasa wa Funguo za API wa mtumiaji hazitafichwa tena sehemu baada ya kuundwa. Hii pia huondoa pendekezo la kunakili funguo ya API mahali pengine wakati wa kutengeneza funguo mpya.

source: Always display full API keys to SSO users
es: Mostrar siempre las claves API completas a los usuarios de SSO
sw: Daima onyesha funguo kamili za API kwa watumiaji wa SSO

source: Require Expiration Date
es: Requerir Fecha de Expiración
sw: Hitaji Tarehe ya Kuisha

source: When enabled, this ensures that a date of expiration is always provided when SSO users generated new keys from their API Keys page
es: Cuando está habilitado, esto asegura que siempre se proporcione una fecha de expiración cuando los usuarios de SSO generen nuevas claves desde su página de Claves API
sw: Ikifaa, hii inahakikisha kwamba tarehe ya kuisha inatolewa kila wakati watumiaji wa SSO wanapotengeneza funguo mpya kutoka kwenye ukurasa wao wa Funguo za API

source: Always require an expiration date for API keys
es: Requerir siempre una fecha de expiración para las claves API
sw: Daima hitaji tarehe ya kuisha kwa funguo za API

source: Maximum Expiration Length
es: Longitud Máxima de Expiración
sw: Urefu wa Juu wa Kuisha

source: If an expiration date is required, the expiration date will not exceed this many days from the date an API key is created
es: Si se requiere una fecha de expiración, la fecha de expiración no excederá este número de días desde la fecha en que se crea una clave de API
sw: Ikiwa tarehe ya kuisha inahitajika, tarehe ya kuisha haitazidi siku hizi nyingi kutoka tarehe funguo ya API ilipoundwa

source: 1 Year
es: 1 Año
sw: Mwaka 1

source: 180 Days
es: 180 Días
sw: Siku 180

source: 160 Days
es: 160 Días
sw: Siku 160

source: 120 Days
es: 120 Días
sw: Siku 120

source: 90 Days
es: 90 Días
sw: Siku 90

source: 60 Days
es: 60 Días
sw: Siku 60

source: All existing API keys that do not comply with this expiration date policy will be updated to ensure a compliant expiration date is present. For keys that do not have an expiration date set, the date of expiration will be <span data-bind="text: expirationLength"></span> from today after clicking "Update Configuration" below. This will apply only to SSO users associated with this Identity Provider.
es: Todas las claves de API existentes que no cumplan con esta política de fecha de expiración serán actualizadas para asegurar que haya una fecha de expiración conforme. Para las claves que no tienen una fecha de expiración establecida, la fecha de expiración será <span data-bind="text: expirationLength"></span> a partir de hoy después de hacer clic en "Actualizar Configuración" a continuación. Esto se aplicará solo a los usuarios de SSO asociados con este Proveedor de Identidad.
sw: Vifunguo vyote vya API vilivyopo ambavyo havikidhi sera hii ya tarehe ya mwisho wa matumizi vitasasishwa ili kuhakikisha tarehe ya mwisho wa matumizi inayokubalika ipo. Kwa funguo ambazo hazina tarehe ya mwisho wa matumizi iliyowekwa, tarehe ya mwisho wa matumizi itakuwa <span data-bind="text: expirationLength"></span> kuanzia leo baada ya kubofya "Sasisha Mpangilio" hapa chini. Hii itahusu tu watumiaji wa SSO wanaohusishwa na Mtoa Utambulisho huyu.

source: API Key Management
es: Gestión de Claves de API
sw: Usimamizi wa Funguo za API

source: Single Sign-On Settings
es: Configuraciones de Inicio de Sesión Único
sw: Mipangilio ya Kuingia Moja kwa Moja (SSO)

source: This is required when Auto-Deactivation is enabled.
es: Esto es requerido cuando la Desactivación Automática está habilitada.
sw: Hii inahitajika wakati Kuzima Moja kwa Moja kimewezeshwa.

source: This certificate has already expired!
es: ¡Este certificado ya ha expirado!
sw: Cheti hiki tayari kimeisha muda wake!

source: Please specify a value.
es: Por favor especifique un valor.
sw: Tafadhali taja thamani.

source: Upload Certificate (Base64)
es: Subir Certificado (Base64)
sw: Pakia Cheti (Base64)

source: Certificate (Base64)
es: Certificado (Base64)
sw: Cheti (Base64)

source: Token Encryption
es: Cifrado de Token
sw: Usimbaji wa Tokeni

source: Use Token Encryption
es: Usar Cifrado de Token
sw: Tumia Usimbaji wa Tokeni

source: {} Identifier
es: {} Identificador
sw: {} Kitambulisho

source: Upload New Certificate (Base64)
es: Subir Nuevo Certificado (Base64)
sw: Pakia Cheti Kipya (Base64)

source: Basic SAML Configuration for {}
es: Configuración Básica de SAML para {}
sw: Mpangilio Msingi wa SAML kwa {}

source: Connection Details from {}
es: Detalles de Conexión de {}
sw: Maelezo ya Muunganisho kutoka {}

source: SAML Token Encryption
es: Cifrado de Token SAML
sw: Usimbaji wa Tokeni ya SAML

source: Update Secret
es: Actualizar Secreto
sw: Sasisha Siri

source: Cancel Update
es: Cancelar Actualización
sw: Ghairi Sasisho

source: Remote User Management
es: Gestión Remota de Usuarios
sw: Usimamizi wa Watumiaji wa Mbali

source: File type not accepted. Please ensure you have uploaded a Base64 x509 certificate.
es: Tipo de archivo no aceptado. Por favor, asegúrate de haber subido un certificado x509 en Base64.
sw: Aina ya faili haikubaliki. Tafadhali hakikisha umepakia cheti cha Base64 x509.

source: Issuer URL
es: URL del Emisor
sw: URL ya Mtoaji

source: Issuer URI
es: URI del Emisor
sw: URI ya Mtoaji

source: Show Secret
es: Mostrar Secreto
sw: Onyesha Siri

source: Hide Secret
es: Ocultar Secreto
sw: Ficha Siri

source: Application Details for {}
es: Detalles de la Aplicación para {}
sw: Maelezo ya Programu kwa {}

source: OpenID Provider Configuration
es: Configuración del Proveedor OpenID
sw: Mpangilio wa Mtoa Huduma wa OpenID

source: There was an issue connecting to the Microsoft Graph API.
es: Hubo un problema al conectar con la API de Microsoft Graph.
sw: Kulikuwa na tatizo la kuunganisha kwenye Microsoft Graph API.

source: An HTTP error occured when connecting to the Microsoft Graph API, which usuallyindicates an issue with Microsoft's servers.
es: Ocurrió un error HTTP al conectar con la API de Microsoft Graph, lo que generalmente indica un problema con los servidores de Microsoft.
sw: Hitilafu ya HTTP imetokea wakati wa kuunganisha kwenye Microsoft Graph API, ambayo kawaida inaashiria tatizo na seva za Microsoft.

source: We received an empty list of users from your Microsoft Entra ID instance.
es: Recibimos una lista vacía de usuarios de tu instancia de Microsoft Entra ID.
sw: Tumepokea orodha tupu ya watumiaji kutoka kwenye Microsoft Entra ID yako.

source: We encountered an issue when connecting to your Microsoft Graph API:
es: Encontramos un problema al conectar con tu API de Microsoft Graph:
sw: Tumekutana na tatizo wakati wa kuunganisha kwenye Microsoft Graph API yako:

source: We encountered an unknown issue, please contact Commcare HQ Support.
es: Encontramos un problema desconocido, por favor contacta al Soporte de Commcare HQ.
sw: Tumekutana na tatizo lisilojulikana, tafadhali wasiliana na Msaada wa Commcare HQ.

source: Identity Provider
es: Proveedor de Identidad
sw: Mtoa Utambulisho

source: Authenticated Email Domains
es: Dominios de Correo Electrónico Autenticados
sw: Vikoa vya Barua Pepe Vilivyothibitishwa

source: SSO Exempt Users
es: Usuarios Exentos de SSO
sw: Watumiaji Walioachwa SSO

source: SSO Test Users
es: Usuarios de Prueba de SSO
sw: Watumiaji wa Majaribio ya SSO

source: Danger Zone
es: Zona de Peligro
sw: Eneo la Hatari

source: Single Sign-On Request Failed
es: Solicitud de Inicio de Sesión Único Fallida
sw: Ombi la Kuingia Moja kwa Moja (SSO) Limefeli

source: Single Sign-On
es: Inicio de Sesión Único
sw: Kuingia Moja kwa Moja (SSO)

source: Sorry, but we're having trouble signing you in.
es: Lo sentimos, pero estamos teniendo problemas para iniciar sesión.
sw: Samahani, tunapata shida kukuingiza kwenye mfumo.

source: The issue looks like it might be related to the configuration with your Identity Provider and CommCare HQ.
es: El problema parece estar relacionado con la configuración con su Proveedor de Identidad y CommCare HQ.
sw: Tatizo linaonekana linaweza kuwa linahusiana na mpangilio kati ya Mtoa Utambulisho wako na CommCare HQ.

source: This is the error message we are seeing:
es: Este es el mensaje de error que estamos viendo:
sw: Hii ndiyo ujumbe wa hitilafu tunaouona:

source: Please <a href="%(docs_link)s">review our documentation</a> for setting up SSO with %(idp_service_name)s.
es: Por favor, <a href="%(docs_link)s">revise nuestra documentación</a> para configurar SSO con %(idp_service_name)s.
sw: Tafadhali <a href="%(docs_link)s">kagua nyaraka zetu</a> za kuweka SSO na %(idp_service_name)s.

source: If the error message and documentation are not helping, please reach out to your support contact.
es: Si el mensaje de error y la documentación no son de ayuda, por favor contacte a su soporte técnico.
sw: Ikiwa ujumbe wa hitilafu na nyaraka havisaidii, tafadhali wasiliana na mwasiliani wako wa msaada.

source: This issue might be due to the following reason:
es: Este problema podría deberse a la siguiente razón:
sw: Tatizo hili linaweza kutokana na sababu zifuatazo:

source: If this error persists, please contact your project's administrator for assistance.
es: Si este error persiste, por favor contacte al administrador de su proyecto para obtener asistencia.
sw: Ikiwa hitilafu hii itaendelea, tafadhali wasiliana na msimamizi wa mradi wako kwa msaada.

source: Single Sign-On is misconfigured
es: El inicio de sesión único está mal configurado
sw: Kuingia Moja kwa Moja (SSO) hakijasetwa vizuri

source: Your Redirect URL is invalid.
es: Su URL de redirección no es válida.
sw: URL yako ya Uelekezaji sio sahihi.

source: The redirect URL you have specified is not valid. Please remove the text after "next=" in the url to temporarily resolve this issue. If the issue persists, please contact support so we can find a permanent solution.
es: La URL de redirección que ha especificado no es válida. Por favor, elimine el texto después de "next=" en la URL para resolver temporalmente este problema. Si el problema persiste, por favor contacte al soporte para que podamos encontrar una solución permanente.
sw: URL ya kuelekeza uliyotaja si sahihi. Tafadhali ondoa maandishi baada ya "next=" kwenye url ili kutatua tatizo hili kwa muda. Ikiwa tatizo litaendelea, tafadhali wasiliana na msaada ili tuweze kupata suluhisho la kudumu.

source: There was an issue logging in with %(service)s:
es: Hubo un problema al iniciar sesión con %(service)s:
sw: Kulikuwa na tatizo la kuingia kwa kutumia %(service)s:

source: It looks like there is an issue with %(idp_name)s's configuration.
es: Parece que hay un problema con la configuración de %(idp_name)s.
sw: Inaonekana kuna tatizo na usanidi wa %(idp_name)s.
