Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Submitted by %(auth_user)s on behalf of %(user)s
es: Enviado por %(auth_user)s en nombre de %(user)s
sw: Imetumwa na %(auth_user)s kwa niaba ya %(user)s

source: Submitted by %(auth_user)s
es: Enviado por %(auth_user)s
sw: Imetumwa na %(auth_user)s

source: Insecure submission
es: Ingreso Inseguro
sw: Mawasilisho Yasiyo Salama

source: Submitted as %(user)s
es: Enviado como %(user)s
sw: Imetumwa kama %(user)s

source: View app
es: Ver app
sw: Tazama programu

source: View build
es: Ver desarrollo
sw: Tazama toleo la ujenzi

source: Download Form Source
es: Descargar fuente del formulario
sw: Pakua Chanzo cha Fomu

source: Form Properties
es: Propiedades del Formulario
sw: Sifa za Fomu

source: Case Changes
es: Cambios del Caso
sw: Mabadiliko ya Kesi

source: Form History
es: Historial del formulario
sw: Historia ya Fomu

source: Form Metadata
es: Formularios de Metadatos
sw: Metadata ya Fomu

source: Attachments
es: Adjuntos
sw: Viambatisho

source: Raw XML
es: XML en bruto
sw: XML Halisi

source: View standalone form
es: Ver formulario autónomo
sw: Tazama fomu pekee

source: Clean Form Submission
es: Limpiar envío de formulario
sw: Mawasilisho Safi ya Fomu

source: Archiving Forms
es: Archivando formularios
sw: Kuhifadhi Fomu

source: Archived forms will no longer show up in reports and they will be removed from any relevant case histories.
es: Los formularios archivados ya no se mostrarán en reportes y serán removidos de cualquier historial de casos relevante.
sw: Fomu zilizohifadhiwa hazitaonekana tena kwenye ripoti na zitaondolewa kwenye historia yoyote ya kesi husika.

source: Archive this form
es: Achive este formulario
sw: Hifadhi fomu hii

source: Restoring Edited Forms
es: Restaurando Formularios Editados
sw: Kurejesha Fomu Zilizohaririwa

source: Restoring an edited form will undo any later edits made. This operation is reversible.
es: Restaurar un formulario editado va a deshacer las ediciones hechas posteriormente. Esta operación es reversible.
sw: Kurejesha fomu iliyohaririwa kutafuta mabadiliko yote yaliyofanywa baadaye. Hatua hii inaweza kubatilishwa.

source: Restore this version
es: Restaure esta Versión
sw: Rejesha toleo hili

source: Restoring Forms
es: Restaure Formularios
sw: Kurejesha Fomu

source: Restoring this form will cause it to show up in reports again.
es: Restaurar este formulario hará que se muestre en los reportes de nuevo.
sw: Kurejesha fomu hii kutaifanya ionekane tena kwenye ripoti.

source: Restore this form
es: Restaure este formulario
sw: Rejesha fomu hii

source: Resaving Forms
es: Guardando de nuevo los Formularios
sw: Kuhifadhi Fomu Tena

source: Resaving a form manually can cause it to be reincluded in reports if something went wrong during initial processing.
es: Volver a guardar un formulario manualmente puede hacer que se reincluya en los informes si algo salió mal durante el procesamiento inicial.
sw: Kuhifadhi fomu tena kwa mkono kunaweza kusababisha ijumuishwe tena kwenye ripoti ikiwa kulikuwa na tatizo wakati wa uchakataji wa awali.

source: Resave this form
es: Guardar de nuevo este formulario
sw: Hifadhi tena fomu hii

source: Deleting Forms
es: Eliminando formularios
sw: Kufuta Fomu

source: This is a permanent action that cannot be undone.
es: Esta es una acción permanente que no se puede deshacer.
sw: Hii ni hatua ya kudumu ambayo haiwezi kubatilishwa.

source: Delete this form
es: Eliminar este formulario
sw: Futa fomu hii

source: Unknown/Deleted Case
es: Caso Desconocido/Eliminado
sw: Kesi Isiyojulikana/Iliyofutwa

source: (this case)
es: (este caso)
sw: (kesi hii)

source: Open XML in New Window
es: Abrir XML en una Nueva Ventana
sw: Fungua XML kwenye Dirisha Jipya

source: Copy XML to clipboard
es: Copiar XML al portapapeles
sw: Nakili XML kwenye ubao wa kunakili

source: Permanently Delete Form
es: Eliminar formulario permanentemente
sw: Futa Fomu Milele

source: It is important you read the entire message below thoroughly before completing this action.
es: Es importante que leas todo el mensaje a continuación detenidamente antes de completar esta acción.
sw: Ni muhimu usome ujumbe wote hapa chini kwa makini kabla ya kukamilisha hatua hii.

source: Once deleted, you will not be able to recover this form. Are you sure you want to delete this form?
es: Una vez eliminado, no podrás recuperar este formulario. ¿Estás seguro de que deseas eliminar este formulario?
sw: Ukifuta, hutoweza kurejesha fomu hii. Una uhakika unataka kufuta fomu hii?

source: Hidden Values (Form Calculations)
es: Valores Escondidos (Cálculos del Formulario)
sw: Thamani Zilizofichwa (Hesabu za Fomu)

source: Unrecognized Data
es: Datos No Reconocidos
sw: Data Isiyotambulika

source: Show question ids
es: Mostrar IDs de preguntas
sw: Onyesha vitambulisho vya maswali

source: Processed Date
es: Fecha Procesada
sw: Tarehe Iliyoshughulikiwa

source: Survey Type
es: Tipo de Encuesta
sw: Aina ya Utafiti

source: Form Submission
es: Ingreso de Formulario
sw: Uwasilishaji wa Fomu

source: n/a
sw: haipo

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
es: Eliminar <!-- ko text: selectedReportsCount() --><!-- /ko --> Informes Programados
sw: Futa <!-- ko text: selectedReportsCount() --><!-- /ko --> Ripoti Zilizopangwa

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
es: Eliminar <!-- ko text: selectedReportsCount() --><!-- /ko --> Informe Programado
sw: Futa <!-- ko text: selectedReportsCount() --><!-- /ko --> Ripoti Iliyopangwa

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
es: Enviar <!-- ko text: selectedReportsCount() --><!-- /ko --> Informes Programados
sw: Tuma <!-- ko text: selectedReportsCount() --><!-- /ko --> Ripoti Zilizopangwa

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
es: Enviar <!-- ko text: selectedReportsCount() --><!-- /ko --> Informe Programado
sw: Tuma <!-- ko text: selectedReportsCount() --><!-- /ko --> Ripoti Iliyopangwa

source: Are you sure you want to permanently delete these scheduled reports?
es: ¿Está seguro de que desea eliminar permanentemente estos informes programados?
sw: Una uhakika unataka kufuta kabisa ripoti hizi zilizopangwa?

source: Are you sure you want to permanently delete this scheduled report?
es: ¿Está seguro de que desea eliminar permanentemente este informe programado?
sw: Una uhakika unataka kufuta kabisa ripoti hii iliyopangwa?

source: Are you sure you want to send these scheduled reports?
es: ¿Está seguro de que desea enviar estos informes programados?
sw: Una uhakika unataka kutuma ripoti hizi zilizopangwa?

source: Are you sure you want to send this scheduled report?
es: ¿Está seguro de que desea enviar este informe programado?
sw: Una uhakika unataka kutuma ripoti hii iliyopangwa?

source: Clean Case Data
es: Limpiar datos del caso
sw: Safisha Data ya Kesi

source: This feature will only update the specified questions. It will <strong>not</strong> run any calculations or affect cases. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Read more</a>.
es: Esta función solo actualizará las preguntas especificadas. <strong>No</strong> ejecutará ningún cálculo ni afectará los casos. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Leer más</a>.
sw: Kipengele hiki kitasasisha tu maswali yaliyobainishwa. Hakita <strong>fanya</strong> hesabu zozote au kuathiri kesi. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Soma zaidi</a>.

source: Something unexpected happened. Please refresh the page and try again, or report an issue if the problem persists.
es: Algo inesperado ocurrió. Por favor, actualice la página e intente de nuevo, o reporte un problema si el problema persiste.
sw: Kitu kisichotarajiwa kimetokea. Tafadhali onyesha upya ukurasa na ujaribu tena, au ripoti tatizo kama shida itaendelea.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
es: Algo inesperado ocurrió. Por favor, intente de nuevo, o reporte un problema si el problema persiste.
sw: Kitu kisichotarajiwa kimetokea. Tafadhali jaribu tena, au ripoti tatizo kama shida itaendelea.

source: No editable properties found
es: No se encontraron propiedades editables
sw: Hakuna sifa zinazoweza kuhaririwa zimepatikana

source: How can I use this report?
es: ¿Cómo puedo usar este reporte?
sw: Ninawezaje kutumia ripoti hii?

source: Why can't I see any data?
es: ¿Por qué no puedo ver ningún dato?
sw: Kwa nini siwezi kuona data yoyote?

source: Please choose your filters above and click <strong>Apply</strong> to see report data.
es: Por favor elija sus filtros arriba y haga clic en<strong>Aplicar</strong> para ver los datos del reporte.
sw: Tafadhali chagua vichujio vyako hapo juu na bonyeza <strong>Tumia</strong> ili kuona data ya ripoti.

source: Favorites
es: Favoritos
sw: Vipendwa

source: You don't have any favorites
es: Usted no tiene ningún favorito
sw: Huna vipendwa vyovyote

source: Email Supported
es: Correo electrónico Soportado
sw: Barua Pepe Inasaidiwa

source: Date Filter
es: Filtro de Fecha
sw: Kichujio cha Tarehe

source: Default Date Range
es: Rango de Fecha Predeterminado
sw: Kipindi Chaguomsingi cha Tarehe

source: Bulk Actions
es: Acciones Masivas
sw: Vitendo kwa Wingi

source: Day and Time
es: Día y Hora
sw: Siku na Saa

source: me
es: yo
sw: mimi

source: me (and others)
es: yo (y otros)
sw: mimi (na wengine)

source: Send Now
es: Enviar Ahora
sw: Tuma Sasa

source: Unsubscribe me
es: Darme de baja
sw: Niondoe kwenye orodha ya wanaopokea

source: Stop sending report?
es: ¿Dejar de enviar reporte?
sw: Usitishe kutuma ripoti?

source: Are you sure you want to stop sending this report?
es: ¿Está seguro de que quiere detener el envío de este reporte?
sw: Una uhakika unataka kusitisha kutuma ripoti hii?

source: Stop Sending
es: Detener Envío
sw: Sitisha Kutuma

source: Disclaimer
es: Descargo de Responsabilidad
sw: Kanusho

source: The privacy and protection of personal data is very important to Dimagi. Dimagi is not responsible for privacy of reports or SMS data you transmit from CommCare HQ to external parties. However, to protect privacy, we suggest that you include a message like the following in your communications (for instance, by including in the saved report description)
es: La privacidad y protección de los datos personales es muy importante para Dimagi. Dimagi no es responsable de la privacidad de los informes o datos SMS que transmita desde CommCare HQ a terceros. Sin embargo, para proteger la privacidad, sugerimos que incluya un mensaje como el siguiente en sus comunicaciones (por ejemplo, incluyéndolo en la descripción del informe guardado)
sw: Faragha na ulinzi wa data binafsi ni muhimu sana kwa Dimagi. Dimagi haiwajibiki kwa faragha ya ripoti au data ya SMS unayotuma kutoka CommCare HQ kwenda kwa wahusika wa nje. Hata hivyo, ili kulinda faragha, tunapendekeza ujumuisha ujumbe kama ufuatao kwenye mawasiliano yako (kwa mfano, kwa kujumuisha kwenye maelezo ya ripoti iliyohifadhiwa)

source: The information contained in this transmission may contain privileged and confidential information, including personal information protected by federal and state privacy laws. It is intended only for the use of the person(s) named above. If you are not the intended recipient, you are hereby notified that any review, dissemination, distribution, or duplication of this communication is strictly prohibited. If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original message.
es: La información contenida en esta transmisión puede contener información privilegiada y confidencial, incluyendo información personal protegida por las leyes de privacidad federales y estatales. Se dirige solo al uso de la persona(s) nombrada arriba. Si usted no es el destinatario al que se dirige, está siendo notificado por este acto que cualquier revisión, diseminación, distribución o duplicación de esta comunicación está estrictamente prohibida. Si usted no es el destinatario al que se dirige, por favor contacte al emisor enviando un correo electrónico de respuesta y destruya todas las copias del mensaje original.
sw: Taarifa zilizomo kwenye mawasiliano haya zinaweza kuwa na taarifa za siri na zilizolindwa, ikiwa ni pamoja na taarifa binafsi zinazolindwa na sheria za faragha za kitaifa na za serikali. Imelengwa kutumiwa tu na mtu (watu) waliotajwa hapo juu. Ikiwa wewe si mlengwa, unaarifiwa kwamba uhakiki, usambazaji, ugawaji, au kunakili mawasiliano haya ni marufuku kabisa. Ikiwa wewe si mlengwa, tafadhali wasiliana na mtumaji kupitia barua pepe ya kujibu na uharibu nakala zote za ujumbe asili.

source: Edit User Information
es: Editar Información de Usuario
sw: Hariri Taarifa za Mtumiaji

source: View recent submissions
es: Ver ingresos recientes
sw: Tazama uwasilishaji wa hivi karibuni

source: Change in Forms Submitted
es: Cambio en Formularios Ingresados
sw: Mabadiliko ya Fomu Zilizowasilishwa

source: User Information
es: Información del Usuario
sw: Taarifa za Mtumiaji

source: Change in Forms Submitted Since Two Months Ago
es: Cambio en Formularios Ingresados Hace Dos Meses
sw: Mabadiliko ya Fomu Zilizowasilishwa Tangu Miezi Miwili Iliyopita

source: Number of Forms Submitted Last Month
es: Número de Formularios Ingresados el Mes Pasado
sw: Idadi ya Fomu Zilizowasilishwa Mwezi Uliopita

source: Change in Forms Submitted Since Last Month
es: Cambios en Formularios Ingresados Desde el Último Mes
sw: Mabadiliko ya Fomu Zilizowasilishwa Tangu Mwezi Uliopita

source: Number of Forms Submitted This Month
es: Número de Formularios Ingresados Este Mes
sw: Idadi ya Fomu Zilizowasilishwa Mwezi Huu

source: These are people who used CommCare last month but didn't submit %(threshold)s forms.
es: Estas son personas que usaron CommCare el mes pasado pero no enviaron %(threshold)s formularios.
sw: Hawa ni watu waliotumia CommCare mwezi uliopita lakini hawakuwasilisha fomu %(threshold)s.

source: New Inactive Users
es: Nuevos Usuarios Inactivos
sw: Watumiaji Wapya Wasiofanya Kazi

source: These are workers who stopped using CommCare last month.
es: Estos son usuarios que dejaron de usar CommCare el último mes.
sw: Hawa ni wafanyakazi walioacha kutumia CommCare mwezi uliopita.

source: New High Performing Users
es: Nuevos Usuarios de Alto Desempeño
sw: Watumiaji Wapya Wenye Utendaji wa Juu

source: These are workers who submitted %(threshold)s forms last month and didn't the previous month.
es: Estos son trabajadores que enviaron %(threshold)s formularios el mes pasado y no el mes anterior.
sw: Hawa ni wafanyakazi waliowasilisha fomu %(threshold)s mwezi uliopita na hawakufanya hivyo mwezi uliotangulia.

source: Unsubscribe from this report
es: Anular la suscripción a este reporte
sw: Jiondoe kwenye ripoti hii

source: This is a %(report_type)s from <a href="%(DNS_name)s">CommCare</a> for the project '%(domain)s'.
sw: Hii ni %(report_type)s kutoka <a href="%(DNS_name)s">CommCare</a> kwa mradi '%(domain)s'.

source: Report Notes
es: Notas del Reporte
sw: Maelezo ya Ripoti

source: Date range
es: Rango de Fecha
sw: Kipindi cha tarehe

source: Note: This report will not appear in emails because the start date for the report is still in the future.
es: Nota: Este informe no aparecerá en los correos electrónicos porque la fecha de inicio del informe aún está en el futuro.
sw: Kumbuka: Ripoti hii haitatokea kwenye barua pepe kwa sababu tarehe ya kuanza ya ripoti bado iko siku za usoni.

source: You are receiving this automated email from <a href="%(DNS_name)s">CommCare</a> because the user %(owner_name)s added you as a recipient of their report.
sw: Unapokea barua pepe hii kiotomatiki kutoka <a href="%(DNS_name)s">CommCare</a> kwa sababu mtumiaji %(owner_name)s amekuongeza kama mpokeaji wa ripoti yao.

source: This case uses a deprecated case type. See the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">help documentation</a> for more information.
es: Este caso utiliza un tipo de caso obsoleto. Consulte la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentación de ayuda</a> para más información.
sw: Kesi hii inatumia aina ya kesi ambayo imepitwa na wakati. Tazama <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">nyaraka za msaada</a> kwa maelezo zaidi.

source: Related Cases
es: Casos Relacionados
sw: Kesi Zinazohusiana

source: Ledger Sections
es: Secciones del Libro Mayor
sw: Sehemu za Ledger

source: Forwarded Records
es: Registros Reenviados
sw: Rekodi Zilizotumwa Mbele

source: <p> You haven't saved any questions as case properties. Only case properties become part of a case. </p> <p> Watch this video to learn how to save questions as case properties. </p>
es: <p> No ha guardado ninguna pregunta como propiedades de caso. Solo las propiedades de caso se convierten en parte de un caso. </p> <p> Vea este video para aprender cómo guardar preguntas como propiedades de caso. </p>
sw: <p> Hujahifadhi maswali yoyote kama sifa za kesi. Ni sifa za kesi pekee ndizo zinakuwa sehemu ya kesi. </p> <p> Tazama video hii kujifunza jinsi ya kuhifadhi maswali kama sifa za kesi. </p>

source: download complete transaction history
es: descargar el historial de transacciones completo
sw: pakua historia kamili ya miamala

source: Section: %(section_id)s
es: Seccción: %(section_id)s
sw: Sehemu: %(section_id)s

source: No transaction found
es: No se encuentra la transacción
sw: Hakuna muamala uliopatikana

source: Loading
es: Cargando
sw: Inapakia

source: Received
es: Recibido
sw: Imepokelewa

source: page
es: página
sw: ukurasa

source: Download Case History
es: Descargar Historial de Casos
sw: Pakua Historia ya Kesi

source: Resave Case
es: Guardar de nuevo el Caso
sw: Hifadhi Tena Kesi

source: Rebuild Case
es: Desarrollar de nuevo el Caso
sw: Jenga Upya Kesi

source: Close Case
es: Cerrar el Caso
sw: Funga Kesi

source: This form's case changes were not processed because of errors that occurred during case processing:
es: Los cambios de caso de este formulario no se procesaron debido a errores que ocurrieron durante el procesamiento del caso:
sw: Mabadiliko ya kesi ya fomu hii hayakushughulikiwa kutokana na makosa yaliyotokea wakati wa usindikaji wa kesi:

source: Reports Menu
es: Menú de Reportes
sw: Menyu ya Ripoti

source: Email report:
es: Enviar reporte por correo electrónico:
sw: Ripoti ya barua pepe:

source: to
es: para
sw: kwa

source: Notice
es: Aviso
sw: Taarifa

source: Error re-processing form
es: Error al volver a procesar el formulario
sw: Hitilafu katika kuchakata upya fomu

source: Filter Options
es: Opciones de Filtro
sw: Chaguo za Kichujio

source: Export to
es: Exportar a
sw: Hamisha hadi

source: Email report
es: Envíar reporte por correo electrónico
sw: Ripoti ya barua pepe

source: <a class="see-all-link">See %(count)s More</a>
es: <a class="see-all-link">Ver %(count)s Más</a>
sw: <a class="see-all-link">Ona %(count)s Zaidi</a>

source: %s: Requested export excel data
es: %s: Datos de exportación de Excel solicitados
sw: %s: Imeomba data ya excel ya uhamishaji

source: Scheduled Report
es: Reporte Agendado
sw: Ripoti Iliyopangwa

source: New Scheduled Report
es: Nuevo Reporte Agendado
sw: Ripoti Mpya Iliyopangwa

source: Edit Scheduled Report
es: Editar Reporte Agendado
sw: Hariri Ripoti Iliyopangwa

source: This scheduled report's timezone is %(timezone)s (UTC%(utc_offset)s)
sw: Saa ya ripoti hii iliyopangwa ni %(timezone)s (UTC%(utc_offset)s)

source: Create a new
es: Crear uno nuevo
sw: Unda mpya

source: Scheduled report added.
es: Informe programado añadido.
sw: Ripoti iliyopangwa imeongezwa.

source: Scheduled report updated.
es: Informe programado actualizado.
sw: Ripoti iliyopangwa imesasishwa.

source: Could not find the requested Scheduled Report
es: No se pudo encontrar el Reporte Agendado solicitado
sw: Ripoti Iliyopangwa uliyotaka haikupatikana

source: Invalid unsubscribe link
es: Enlace de cancelación de suscripción inválido
sw: Kiungo cha kujiondoa si sahihi

source: This email address has already been unsubscribed.
es: Esta dirección de correo electrónico ya no está suscrita.
sw: Barua pepe hii tayari imeondolewa kwenye orodha ya ripoti.

source: Successfully unsubscribed from report notification.
es: La suspcripción de la notificación de reporte fue cancelada exitosamente.
sw: Umefanikiwa kujiondoa kwenye arifa ya ripoti.

source: <strong>{}</strong> Scheduled report{} deleted!
es: ¡<strong>{}</strong> Informe programado{} eliminado!
sw: <strong>{}</strong> Ripoti iliyopangwa{} imefutwa!

source: An error occurred, message unable to send
es: Ocurrió un error, no se pudo enviar el mensaje
sw: Hitilafu imetokea, ujumbe umeshindwa kutumwa

source: {} reports sent to their recipients
es: {} informes enviados a sus destinatarios
sw: {} ripoti zimetumwa kwa wapokeaji wao

source: Report sent to this report's recipients
es: Informe enviado a los destinatarios de este informe
sw: Ripoti imetumwa kwa wapokeaji wa ripoti hii

source: once off report
es: Reporte apagado una vez
sw: ripoti ya mara moja

source: scheduled report
es: reporte agendado
sw: ripoti iliyopangwa

source: Duplicate ID fix
es: Corrección de ID duplicado
sw: Marekebisho ya ID iliyojirudia

source: You do not have permission to view this form.
es: No tienes permiso para ver este formulario.
sw: Huna ruhusa ya kuona fomu hii.

source: Form was restored from a previous version.
es: El formulario fue restaurado de una versión previa.
sw: Fomu imerejeshwa kutoka toleo la awali.

source: Sorry, that form cannot be edited.
es: Lo siento, este formulario no puede ser editado.
sw: Samahani, fomu hiyo haiwezi kuhaririwa.

source: Form was successfully archived.
es: El formulario fue archivado exitosamente.
sw: Fomu imehifadhiwa kwenye kumbukumbu kwa mafanikio.

source: Form was already archived.
es: El formulario ya fue archivado.
sw: Fomu tayari ilikuwa kwenye kumbukumbu.

source: Can't archive documents of type %s. How did you get here??
es: No se pueden archivar documentos del tipo %s. ¿Cómo llegó aquí?
sw: Haiwezi kuhifadhi kwenye kumbukumbu nyaraka za aina %s. Umefikaje hapa??

source: Cannot delete form {instance_id} because it is not archived.
sw: Haiwezi kufuta fomu {instance_id} kwa sababu haijahifadhiwa kwenye kumbukumbu.

source: {} (this case)
es: {} (este caso)
sw: {} (kesi hii)

source: Form cannot be archived as it creates cases that are updated by other forms. All other forms for these cases must be archived first:
es: No se puede archivar el formulario dado que este crea casos que son actualizados por otros formularios. Deben archivarse antes todos los otros formularios para estos casos:
sw: Fomu haiwezi kuhifadhiwa kwenye kumbukumbu kwa sababu inaunda kesi ambazo zinasasishwa na fomu nyingine. Fomu zote nyingine za kesi hizi lazima zihifadhiwe kwanza kwenye kumbukumbu:

source: Form was successfully restored.
es: El formulario fue restaurado exitosamente.
sw: Fomu imerejeshwa kwa mafanikio.

source: Could not update questions: {}
es: No se pudieron actualizar las preguntas: {}
sw: Haikuweza kusasisha maswali: {}

source: Question responses saved.
es: Respuestas a las preguntas guardadas.
sw: Majibu ya maswali yamehifadhiwa.
