Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Only show products for program
es: Solo muestre los productos para el programa
sw: Onyesha bidhaa tu kwa programu

source: This case is a subcase of the previous case
es: Este caso es un subcaso del caso anterior
sw: Kesi hii ni kesi tanzu ya kesi iliyopita

source: Parent reference ID
es: ID de referencia del Padre
sw: Id ya rejea ya mzazi

source: Relationship
es: Relación
sw: Uhusiano

source: Parent Indices
es: Índices Padre
sw: Faharasa za Mzazi

source: Parent Tag
es: Etiquetas Padre
sw: Lebo ya Mzazi

source: Reference ID
es: ID de referencia
sw: Kitambulisho cha Rejea

source: Remove parent index
es: Eliminar índice de origen
sw: Ondoa faharasa ya mzazi

source: Add parent index
es: Agregar índice de origen
sw: Ongeza faharasa ya mzazi

source: Case Action Meta
es: Acción del Caso Meta
sw: Meta ya Kitendo cha Kesi

source: Case Tag
es: Etiqueta del Caso
sw: Lebo ya Kesi

source: from
es: desde
sw: kutoka

source: Please select a case type.
es: Por favor seleccione un tipo de caso
sw: Tafadhali chagua aina ya kesi.

source: Expected Case Type
es: Tipo de Caso Esperado
sw: Aina ya Kesi Inayotarajiwa

source: This is used for case property suggestions and when creating case indexes but it does not get validated against the loaded case.
es: Esto se utiliza para las sugerencias de propiedad del caso y cuando se crea un índice de caso; sin embargo, esto no se valida contra el caso que se ha cargado.
sw: Hii inatumika kwa mapendekezo ya mali za kesi na wakati wa kuunda faharasa za kesi lakini haithibitishwi dhidi ya kesi iliyopakiwa.

source: Raw Config
es: Configuración en bruto
sw: Mipangilio Halisi

source: XPath function
es: Función XPath
sw: Kazi ya XPath

source: User Data Config
es: Configuración de Datos de Usuario
sw: Mipangilio ya Data ya Mtumiaji

source: User data key
es: Clave de datos de usuario
sw: Ufunguo wa data ya mtumiaji

source: Case Index Config
es: Configuración de Índice de Caso
sw: Mipangilio ya Faharasa ya Kesi

source: Case containing index
es: Caso que contiene el índice
sw: Kesi inayobeba faharasa

source: Index name
es: Nombre de Índice
sw: Jina la faharasa

source: Lookup Table Config
es: Configuración de Tabla de Búsqueda
sw: Mipangilio ya Jedwali la Utafutaji

source: Lookup Table Tag
es: Etiqueta de Tabla de Búsqueda
sw: Lebo ya Jedwali la Utafutaji

source: Table Field
es: Campo de Tabla
sw: Sehemu ya Jedwali

source: Autoselect mode
es: Modo de autoselección
sw: Hali ya kuchagua kiotomatiki

source: Please select an autoselection mode.
es: Por favor seleccione un modo de autoselección
sw: Tafadhali chagua hali ya kuchagua kiotomatiki.

source: Autoselect If Only One Case
es: Autoselección Si Solo Hay Un Caso
sw: Chagua Kiotomatiki Ikiwa Kesi Moja Tu

source: Fixture Nodeset
sw: Nodeset ya Fixture

source: Fixture Tag
es: Fixture Etiqueta
sw: Lebo ya Fixture

source: Fixture Variable
sw: Kigezo cha Fixture

source: Autoselect If Only One Result Returned From Fixture
es: Seleccionar Automáticamente Si Solo Se Devuelve Un Resultado De Fixture
sw: Chagua Kiotomatiki Ikiwa Matokeo Moja Tu Yamerudishwa Kutoka kwa Fixture

source: Arbitrary Datum Function
es: Función de Dato Arbitrario
sw: Kazi ya Datum Isiyo na Mpangilio

source: Arbitrary Datum id
es: ID de Dato Arbitrario
sw: Kitambulisho cha Datum Isiyo na Mpangilio

source: Add Action
es: Agregar Acción
sw: Ongeza Kitendo

source: Load / Update / Close Cases
es: Cargar/Actualizar/Cerrar Casos
sw: Pakia / Sasisha / Funga Kesi

source: Open New Cases
es: Abrir Nuevos Casos
sw: Fungua Kesi Mpya

source: Arbitrary Datums
es: Datos Arbitrarios
sw: Datums Zisizo na Mpangilio

source: Datum ID
es: ID de Dato
sw: Kitambulisho cha Datum

source: Datum Function
es: Función de Dato
sw: Kazi ya Datum

source: Add Datum
es: Agregar Dato
sw: Ongeza Datum

source: Only if the answer to...
es: Solo si la respuesta a...
sw: Ni pale tu jibu kwa...

source: Configuration no longer allowed.
es: Configuración ya no permitida.
sw: Mipangilio hairuhusiwi tena.

source: Only if the answer to
es: Solo si la respuesta a
sw: Ni pale tu jibu kwa

source: is
es: es
sw: ni

source: has selected
es: ha seleccionado
sw: imechaguliwa

source: is true
es: es verdadero
sw: ni kweli

source: Not assigned
es: No asignado
sw: Haijapangiwa

source: Load the following properties into the form questions
es: Cargar las siguientes propiedades a las preguntas del formulario
sw: Pakia mali zifuatazo kwenye maswali ya fomu

source: Property
es: Propiedad
sw: Mali

source: Question
es: Pregunta
sw: Swali

source: No properties will be loaded
es: No se cargará ninguna propiedad
sw: Hakuna mali zitakazopakiwa

source: Add Property
es: Agregar Propiedad
sw: Ongeza Mali

source: Save Questions to Case Properties
es: Guardar Preguntas a Propiedades de Caso
sw: Hifadhi Maswali kwenye Mali za Kesi

source: Save Questions to User Properties
es: Guardar Preguntas en Propiedades del Usuario
sw: Hifadhi Maswali kwenye Sifa za Mtumiaji

source: There are one or more form questions that are being saved to deprecated case properties. Please revise and consider changing these case properties. For more information on deprecated case properties, please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">this documentation</a> .
es: Hay una o más preguntas del formulario que se están guardando en propiedades de caso obsoletas. Por favor, revisa y considera cambiar estas propiedades de caso. Para más información sobre propiedades de caso obsoletas, consulta <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">esta documentación</a> .
sw: Kuna swali moja au zaidi la fomu ambalo linaendelea kuhifadhiwa kwenye sifa za kesi zilizopitwa na wakati. Tafadhali hakiki na fikiria kubadilisha sifa hizi za kesi. Kwa maelezo zaidi kuhusu sifa za kesi zilizopitwa na wakati, tafadhali rejea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">hati hii</a> .

source: User Case Property
sw: Sifa ya Kesi ya Mtumiaji

source: User Case Properties allow you to store data about a web or mobile user. Saving a user case property ensures the data is available across forms and can be updated over time.
sw: Sifa za Kesi ya Mtumiaji hukuwezesha kuhifadhi data kuhusu mtumiaji wa wavuti au simu. Kuhifadhi sifa ya kesi ya mtumiaji kunahakikisha data inapatikana kwenye fomu zote na inaweza kusasishwa kadri muda unavyopita.

source: Saving a question as a case property makes it accessible and reusable across your application. Case properties can be tracked and updated over time.
sw: Kuhifadhi swali kama sifa ya kesi kunafanya liweze kufikiwa na kutumika tena kwenye programu yako. Sifa za kesi zinaweza kufuatiliwa na kusasishwa kadri muda unavyopita.

source: Save Only If Edited
es: Guardar Solo Si Se Edita
sw: Hifadhi Ikiwa Imehaririwa Pekee

source: Only save the answer if form submission will change the property from its previous value.
es: Solo guarda la respuesta si el envío del formulario cambiará la propiedad de su valor anterior.
sw: Hifadhi jibu tu ikiwa utumaji wa fomu utabadilisha sifa kutoka thamani yake ya awali.

source: Property has been deprecated.
es: La propiedad ha sido obsoleta.
sw: Sifa hii imepitwa na wakati.

source: Click here to add a description
es: Haga clic aquí para agregar una descripción
sw: Bofya hapa kuongeza maelezo

source: Error updating description. Please try again.
es: Error al actualizar la descripción. Por favor intente de nuevo.
sw: Hitilafu imetokea wakati wa kusasisha maelezo. Tafadhali jaribu tena.

source: No properties will be saved
es: No se guardará ninguna propiedad
sw: Hakuna sifa zitakazohifadhiwa

source: Add Case Property
es: Agregar Propiedad del Caso
sw: Ongeza Sifa ya Kesi

source: Add User Property
es: Agregar Propiedad del Usuario
sw: Ongeza Sifa ya Mtumiaji

source: You no longer have permission to save this section.
es: Ya no tienes permiso para guardar esta sección.
sw: Huna ruhusa tena ya kuhifadhi sehemu hii.

source: Custom Assertions
es: Aserciones Personalizadas
sw: Madai Maalum

source: Add custom assertions that you will use elsewhere.
es: Agrega aserciones personalizadas que usarás en otro lugar.
sw: Ongeza madai maalum utakayotumia kwingineko.

source: Test
es: Prueba
sw: Jaribio

source: Message Text
es: Texto del mensaje
sw: Maandishi ya Ujumbe

source: Add custom assertion
es: Agregar afirmación personalizada
sw: Ongeza dai maalum

source: Custom Instances
es: Instancias Personalizadas
sw: Mifano Maalum

source: Add custom instances that you will use elsewhere.
es: Agregar instancias personalizadas que utilizará en otro lugar.
sw: Ongeza mifano maalum utakayotumia kwingineko.

source: ID
sw: Kitambulisho

source: Instance path
es: Ruta de la instancia
sw: Njia ya mfano

source: Add custom instance
es: Agregar instancia personalizada
sw: Ongeza mfano maalum

source: Display Condition
es: Condición de Visualización
sw: Sharti la Kuonyesha

source: The form will not appear in the menu unless this condition is met. Read more on the <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions" >Help Site</a >.
sw: Fomu haitatokea kwenye menyu mpaka sharti hili litimizwe. Soma zaidi kwenye <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions" >Tovuti ya Msaada</a >.

source: To use display conditions which reference a case, <br /> (1) the <strong>Menu Mode</strong> setting must be set to <em>Display menu and then forms</em> <br /> (2) all the forms in the case list must update or close a case, which means registration forms must go in a separate case list, or if your project uses user properties, your display condition may use user properties.
sw: Ili kutumia masharti ya kuonyesha yanayorejelea kesi, <br /> (1) mpangilio wa <strong>Hali ya Menyu</strong> lazima uwekwe kwenye <em>Onyesha menyu kisha fomu</em> <br /> (2) fomu zote kwenye orodha ya kesi lazima zisasishe au kufunga kesi, ambayo inamaanisha fomu za usajili lazima ziwekwe kwenye orodha tofauti ya kesi, au kama mradi wako unatumia sifa za mtumiaji, sharti lako la kuonyesha linaweza kutumia sifa za mtumiaji.

source: There is something wrong with the logic in the Form Display Condition. Check to make sure your parentheses match and you are referencing case properties correctly.
sw: Kuna tatizo kwenye mantiki ya Sharti la Kuonyesha Fomu. Hakikisha mabano yako yanalingana na unarejelea sifa za kesi kwa usahihi.

source: Auto Capture Location
es: Ubicación de Autocaptura
sw: Chukua Mahali Kiotomatiki

source: On CommCare Android, have this form automatically capture the user's current geo-location.
es: En Android CommCare, este formulario captura automáticamente la geolocalización actual del usuario.
sw: Katika CommCare Android, fomu hii itachukua mahali alipo mtumiaji kiotomatiki.

source: This application is configured to auto capture location for all forms. <br> This can be changed in the application's settings, in the <strong>Advanced Settings</strong> tab, <strong>Android Settings</strong> section.
es: Esta aplicación está configurada para capturar automáticamente la ubicación para todos los formularios. <br> Esto se puede cambiar en la configuración de la aplicación, en la pestaña de <strong>Configuración Avanzada</strong>, sección de <strong>Configuración de Android</strong>.
sw: Programu hii imepangwa kuchukua mahali kiotomatiki kwa fomu zote. <br> Hii inaweza kubadilishwa kwenye mipangilio ya programu, katika kichupo cha <strong>Mipangilio ya Juu</strong>, sehemu ya <strong>Mipangilio ya Android</strong>.

source: Copy Form
es: Copiar formulario
sw: Nakili Fomu

source: Upload
es: Cargar
sw: Pakia

source: Show
es: Mostrar
sw: Onyesha

source: Logic
es: Lógica
sw: Mantiki

source: Form filtering is disabled for this form
es: No está habilitado el filtrado para este formulario
sw: Uchujaji wa fomu umezimwa kwa fomu hii

source: There were errors saving. Please fix the errors below.
es: Se estaban guardando errores. Por favor repare los errores de abajo.
sw: Kumetokea makosa wakati wa kuhifadhi. Tafadhali rekebisha makosa yaliyo hapa chini.

source: Form Settings
es: Configuración del Formulario
sw: Mipangilio ya Fomu

source: This form has a schedule
es: Este formulario tiene una agenda
sw: Fomu hii ina ratiba

source: Schedule Phase
es: Agendar Fase
sw: Awamu ya Ratiba

source: Forms that do not have a schedule are always shown
es: Siempre se muestran los formularios que no tienen una agenda
sw: Fomu ambazo hazina ratiba huonyeshwa kila wakati

source: Form Abbreviation
es: Abreviatura del Formulario
sw: Kifupisho cha Fomu

source: This field is required
es: Este campo es obligatorio
sw: Sehemu hii inahitajika

source: "The phase this form is part of. Make phases on the <a href='%(module_url)s'>case list settings page</a>"
es: "La fase de la que forma parte este formulario. Crea fases en la <a href='%(module_url)s'>página de configuración de la lista de casos</a>"
sw: "Awamu ambayo fomu hii ni sehemu yake. Tengeneza awamu kwenye <a href='%(module_url)s'>ukurasa wa mipangilio ya orodha ya kesi</a>"

source: Please select a phase...
es: Por favor seleccione una fase...
sw: Tafadhali chagua awamu...

source: Form Relevancy Window
es: Formulario Ventana de Relevancia
sw: Dirisha la Uhusiano wa Fomu

source: Show this form
es: Mostrar este formulario
sw: Onyesha fomu hii

source: days
es: días
sw: siku

source: before the anchor date
es: antes de la fecha de anclaje
sw: kabla ya tarehe ya msingi

source: after the anchor date
es: después de la fecha de anclaje
sw: baada ya tarehe ya msingi

source: Hide this form
es: Ocultar este formulario
sw: Ficha fomu hii

source: Forms can only be hidden if there are no transition or termination conditions
es: Los formularios pueden ocultarse solo si no existen transiciones o condiciones de cancelación
sw: Fomu zinaweza kufichwa tu ikiwa hakuna masharti ya mpito au ya kusitisha

source: Transitions
es: Transiciones
sw: Mipito

source: Transition to the next phase
es: Transición a la siguiente fase
sw: Hamisha hadi awamu inayofuata

source: Terminate the schedule
es: Cancelar la agenda
sw: Sitisha ratiba

source: Visit Schedule
es: Agenda de Visitas
sw: Ratiba ya Ziara

source: Allow unscheduled visits
es: Permitir visitas no agendadas
sw: Ruhusu ziara zisizopangwa

source: Repeat
es: Repetir
sw: Rudia

source: Visit
es: Visita
sw: Ziara

source: Due
es: Pendiente
sw: Inastahili

source: after the last visit
es: después de la última visita
sw: baada ya ziara ya mwisho

source: Visit can be made up to
es: Las visitas pueden ser realizadas
sw: Ziara inaweza kufanywa hadi

source: days early and
es: días antes y
sw: siku mapema na

source: days late
es: días tarde
sw: siku kuchelewa

source: Please add at least one visit
es: Por favor agregue por lo menos una visita
sw: Tafadhali ongeza angalau ziara moja

source: Add Visit
es: Agregar visita
sw: Ongeza Ziara

source: You have not created a form yet. Create a form in order to view and edit schedules.
es: Usted no ha creado un formulario todavía. Cree un formulario para poder visualizar y editar agendas.
sw: Hujaunda fomu bado. Tengeneza fomu ili kuona na kuhariri ratiba.

source: Upload XForm
es: Cargar XForm
sw: Pakia XForm

source: End of Form Navigation
es: Fin del Formulario de Navegación
sw: Mwisho wa Uabiri wa Fomu

source: After the user completes a form, your application automatically returns to the home screen. Here you can set the application to navigate automatically to a different location in the app.
es: Luego que el usuario complete un formulario, su formulario automáticamente regresa a la pantalla de inicio. Usted puede configurar la aplicación para que esta navegue automáticamente a una ubicación diferente en la aplicación.
sw: Baada ya mtumiaji kukamilisha fomu, programu yako itarudi kiotomatiki kwenye skrini kuu. Hapa unaweza kuweka programu iende kiotomatiki kwenye eneo tofauti ndani ya programu.

source: This is an unknown value, possibly a deleted form. Please change this value.
es: Este es un valor desconocido, posiblemente sea un formulario eliminado. Por favor cambie este valor.
sw: Hii ni thamani isiyojulikana, huenda ni fomu iliyofutwa. Tafadhali badilisha thamani hii.

source: The end of form navigation specified here will override the end of registration action in the menu(s) where this form is a case list registration form. To avoid this, select the default option here ('Home Screen').
es: La navegación al final del formulario especificada aquí anulará la acción de registro al final en el/los menú(s) donde este formulario es un formulario de registro de lista de casos. Para evitar esto, selecciona la opción predeterminada aquí ('Pantalla de inicio').
sw: Mwisho wa uabiri wa fomu uliobainishwa hapa utazidi hatua ya mwisho ya usajili kwenye menyu ambapo fomu hii ni fomu ya usajili wa orodha ya kesi. Ili kuepuka hili, chagua chaguo chaguomsingi hapa ('Skrini Kuu').

source: Navigation Fallback
es: Alternativa de Navegación
sw: Uabiri wa Akiba

source: Add link
es: Agregar enlace
sw: Ongeza kiungo

source: XPath Expression
es: Expresión XPath
sw: Kielezi cha XPath

source: This form requires manual linking.
es: Este formulario necesita enlace manual.
sw: Fomu hii inahitaji uunganisho wa mwongozo.

source: Enable manual linking
es: Habilitar enlace manual
sw: Washa uunganisho wa mwongozo

source: Disable manual linking
es: Deshabilitar enlace manual
sw: Zima uunganisho wa mwongozo

source: Refresh
es: Actualizar
sw: Sasisha

source: Continue
es: Continuar
sw: Endelea

source: No additional linking required.
es: No se necesitan enlaces adicionales.
sw: Hakuna uunganisho wa ziada unaohitajika.

source: Error fetching link data.
es: Error al obtener los datos del enlace.
sw: Hitilafu katika kupata data ya kiungo.

source: Remove this link
es: Eliminar este enlace
sw: Ondoa kiungo hiki

source: Make this my app’s Post-Update form
es: Hacer de este el formulario de Post-Actualización de mi aplicación
sw: Fanya hii kuwa Fomu ya Baada ya Kusasisha ya programu yangu

source: Post-Update form
es: Formulario de Post-Actualización
sw: Fomu ya Baada ya Kusasisha

source: Users will be entered directly into this form when logging back into CommCare immediately after updating their CommCare app. You can use this to give users information on what has changed in a new app version
es: Los usuarios ingresarán directamente a este formulario al volver a iniciar sesión en CommCare inmediatamente después de actualizar su aplicación de CommCare. Puedes usar esto para dar a los usuarios información sobre lo que ha cambiado en una nueva versión de la aplicación
sw: Watumiaji wataingia moja kwa moja kwenye fomu hii wanapojisajili tena kwenye CommCare mara baada ya kusasisha programu yao ya CommCare. Unaweza kutumia hii kuwapa watumiaji taarifa kuhusu kilichobadilika kwenye toleo jipya la programu

source: You have already set another form as this app’s Post-Update form
es: Ya has establecido otro formulario como el formulario de Post-Actualización de esta aplicación
sw: Tayari umeweka fomu nyingine kama Fomu ya Baada ya Kusasisha ya programu hii

source: Enable the Post-Update form for this release
es: Habilitar el formulario de Post-Actualización para esta versión
sw: Washa Fomu ya Baada ya Kusasisha kwa toleo hili

source: Enable this
es: Habilitar esto
sw: Washa hii

source: You can disable the Post-Update form if it is not necessary for the current app release, but you don’t want to delete it
es: Puedes deshabilitar el formulario de Post-Actualización si no es necesario para la versión actual de la aplicación, pero no deseas eliminarlo
sw: Unaweza kuzima Fomu ya Baada ya Kusasisha ikiwa si muhimu kwa toleo la sasa la programu, lakini hutaki kuifuta

source: Shadow source
es: Fuente de sombra
sw: Chanzo kivuli

source: The form which this form will shadow
es: El formulario al que este formulario opacará
sw: Fomu ambayo fomu hii itafuata kivuli chake

source: <strong>User Properties</strong> allow you to store data about the user and use that data in forms.
es: <strong>Propiedades de Usuario</strong> te permiten almacenar datos sobre el usuario y usar esos datos en los formularios.
sw: <strong>Sifa za Mtumiaji</strong> hukuruhusu kuhifadhi data kuhusu mtumiaji na kutumia data hiyo kwenye fomu.

source: Enable these function datums in session endpoints
es: Habilitar estos datos de función en los puntos finales de sesión
sw: Washa hizi function datums kwenye vichapisho vya kikao

source: Comma separated list of function datums in session endpoints
es: Lista separada por comas de datos de función en los puntos finales de sesión
sw: Orodha iliyotenganishwa kwa koma ya function datums kwenye vichapisho vya kikao

source: Add...
es: Agregar...
sw: Ongeza...

source: Your menus were reordered
es: Tus menús fueron reordenados
sw: Menyu zako zimepangwa upya

source: <p> Sub-menus are now displayed nested under their parent menu. The order of your menus has been changed to reflect that. </p> <p> Click "Rearrange" to make this change permanent. You won't be able to modify the order of your menus until you do so. </p> <p> Please contact support or report an issue if you have any concerns. </p>
sw: <p> Menyu ndogo sasa zinaonyeshwa zikiwa zimepangwa chini ya menyu kuu yao. Mpangilio wa menyu zako umebadilishwa ili kuakisi hilo. </p> <p> Bonyeza "Panga Upya" ili kufanya mabadiliko haya yawe ya kudumu. Hutaweza kubadilisha mpangilio wa menyu zako hadi ufanye hivyo. </p> <p> Tafadhali wasiliana na msaada au ripoti tatizo ikiwa una wasiwasi wowote. </p>

source: Not Now
es: No ahora
sw: Sio Sasa

source: Rearrange
es: Reorganizar
sw: Panga Upya

source: This is form %(index)s<br>
es: Este es el formulario %(index)s<br>
sw: Hii ni fomu %(index)s<br>

source: Are you sure you want to delete this form?
es: ¿Estás seguro de que deseas eliminar este formulario?
sw: Una uhakika unataka kufuta fomu hii?

source: You are about to delete the form
es: Está a punto de eliminar este formulario
sw: Unakaribia kufuta fomu

source: Delete Form
es: Elimine el Formulario
sw: Futa Fomu

source: This is menu %(index)s
es: Este es el menú %(index)s
sw: Hii ni menyu %(index)s

source: case type: %(case_type)s
es: tipo de caso: %(case_type)s
sw: aina ya kesi: %(case_type)s

source: Survey Menu
es: Menú de Encuesta
sw: Menyu ya Utafiti

source: Report Menu
es: Menú de Reportes
sw: Menyu ya Ripoti

source: Advanced Menu
es: Menú Avanzado
sw: Menyu ya Juu

source: Shadow Menu
es: Menú Sombra
sw: Menyu Kivuli

source: menu
es: menú
sw: menyu

source: Are you sure you want to delete this %(menu)s?
es: ¿Está seguro de que desea eliminar este %(menu)s?
sw: Una uhakika unataka kufuta %(menu)s hii?

source: You are about to delete
es: Está a punto de eliminar
sw: Unakaribia kufuta

source: This action will also delete all forms in this %(menu)s.
es: Esta acción también eliminará todos los formularios en este %(menu)s.
sw: Hatua hii pia itafuta fomu zote kwenye %(menu)s hii.

source: Warning
es: Advertencia
sw: Onyo

source: Complex case management
sw: Usimamizi tata wa kesi

source: Biometrics
es: Biometría
sw: Biometriki

source: Identify clients by fingerprint
sw: Tambua wateja kwa alama za vidole

source: Track items over time
sw: Fuata vitu kwa muda

source: Worker performance
sw: Utendaji wa mfanyakazi

source: Mimic another menu
sw: Kuiga menyu nyingine

source: Shadow Menu V1
es: Menú Sombra V1
sw: Menyu Kivuli V1

source: Old style shadow menu with deprecated child behaviour
sw: Menyu ya zamani ya kivuli yenye tabia ya mtoto iliyopitwa na wakati
