Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Add another matching
es: Agregar otra coincidencia
sw: Ongeza ulinganifu mwingine

source: Confirm Import
es: Confirmar Importe
sw: Thibitisha Uingizaji

source: Upload an Excel File From Your Computer to Import From
es: Cargue un Archivo de Excel desde la Computadora para Importar
sw: Pakia Faili ya Excel Kutoka kwa Kompyuta Yako ili Kuingiza

source: Select a file to upload
es: Seleccione un archivo a cargar
sw: Chagua faili ya kupakia

source: This is a deprecated property
es: Esta es una propiedad obsoleta
sw: Hii ni mali iliyopitwa na wakati

source: Did you mean "%(suggestion)s" instead?
es: ¿Quisiste decir "%(suggestion)s" en su lugar?
sw: Je, ulikusudia "%(suggestion)s" badala yake?

source: Importing a system property may have unexpected results such as adding a duplicate field to case exports. Consider using a different property name.
es: Importar una propiedad del sistema puede tener resultados inesperados, como agregar un campo duplicado a las exportaciones de casos. Considere usar un nombre de propiedad diferente.
sw: Kuingiza mali ya mfumo kunaweza kusababisha matokeo yasiyotegemewa kama vile kuongeza sehemu iliyojirudia kwenye uhamishaji wa kesi. Fikiria kutumia jina tofauti la mali.

source: blank
es: en blanco
sw: wazi

source: Case importer is a tool for bulk uploading new cases or modifying existing ones.
es: El importador de casos es una herramienta para cargar en masa nuevos casos o modificar los existentes.
sw: Kiingiza kesi ni zana ya kupakia kwa wingi kesi mpya au kurekebisha zilizopo.

source: This tool can make changes to your data that might confuse your reports or applications. Please exercise caution and see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> help pages for this feature. </a>
sw: Zana hii inaweza kufanya mabadiliko kwenye data yako ambayo yanaweza kuchanganya ripoti au programu zako. Tafadhali kuwa mwangalifu na angalia <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> kurasa za msaada kwa kipengele hiki. </a>

source: Recent Uploads
es: Cargas recientes
sw: Upakiaji wa Hivi Karibuni

source: File
es: Archivo
sw: Faili

source: Form IDs
es: IDs de formularios
sw: Vitambulisho vya Fomu

source: Case IDs
es: IDs de casos
sw: Vitambulisho vya Kesi

source: Success with warnings
es: Éxito con advertencias
sw: Imefanikiwa na onyo

source: Failed
es: Falló
sw: Imeshindwa

source: Waiting to start
es: Empezando para iniciar
sw: Inasubiri kuanza

source: Complete
es: Completar
sw: Imekamilika

source: No recent uploads found.
es: No se encontraron cargas recientes.
sw: Hakuna upakiaji wa hivi karibuni uliopatikana.

source: <strong data-bind="text: %(match_count)s"></strong> rows were matched and updated.
es: <strong data-bind="text: %(match_count)s"></strong> filas fueron coincidentes y actualizadas.
sw: <strong data-bind="text: %(match_count)s"></strong> safu zililinganishwa na kusasishwa.

source: <strong data-bind="text: %(created_count)s"></strong> rows did not match any existing cases and had new cases created for them. If case_id's were used, these were ignored.
es: <strong data-bind="text: %(created_count)s"></strong> filas no coincidieron con ningún caso existente y se crearon nuevos casos para ellas. Si se usaron case_id's, estos fueron ignorados.
sw: <strong data-bind="text: %(created_count)s"></strong> safu hazikulingana na kesi zozote zilizopo na kesi mpya ziliundwa kwa ajili yao. Ikiwa case_id zilitumika, hizi zilipuuzwa.

source: No cases were created or updated during this import.
es: Ningún caso fue creado o actualizado durante esta importación.
sw: Hakuna kesi zilizoundwa au kusasishwa wakati wa uingizaji huu.

source: <span data-bind="text: rows.length"></span> row had an invalid "<span data-bind="text: column"></span>" cell and was not saved
es: <span data-bind="text: rows.length"></span> fila tenía una celda "<span data-bind="text: column"></span>" inválida y no fue guardada
sw: <span data-bind="text: rows.length"></span> safu ilikuwa na seli batili ya "<span data-bind="text: column"></span>" na haikuokolewa

source: <span data-bind="text: rows.length"></span> rows had invalid "<span data-bind="text: column"></span>" cells and were not saved
es: <span data-bind="text: rows.length"></span> filas tenían celdas "<span data-bind="text: column"></span>" inválidas y no fueron guardadas
sw: <span data-bind="text: rows.length"></span> safu zilikuwa na seli batili za "<span data-bind="text: column"></span>" na hazikuokolewa

source: Toggle Affected Row(s)
es: Alternar fila(s) afectada(s)
sw: Badilisha Safu Iliyohusika

source: Unable to retrieve details
es: No se pueden recuperar los detalles
sw: Imeshindikana kupata maelezo

source: It seems as though your spreadsheet contains no sheets. Please resave it and try again.
es: Parece que su hoja de cálculo no contiene hojas. Por favor, guárdela de nuevo e intente nuevamente.
sw: Inaonekana lahajedwali lako halina karatasi yoyote. Tafadhali liokoe upya na ujaribu tena.

source: There was an unexpected error retrieving the file you uploaded. Please try again and contact support if the problem persists.
es: Hubo un error inesperado al recuperar el archivo que subió. Por favor, intente de nuevo y contacte al soporte si el problema persiste.
sw: Kulikuwa na hitilafu isiyotarajiwa wakati wa kupata faili uliyopakia. Tafadhali jaribu tena na wasiliana na msaada kama tatizo litaendelea.

source: The file you want to import is password protected. Please choose a file that is not password protected.
es: El archivo que quiere importar está protegido por contraseña. Por favor elija un archivo que no esté protegido por contraseña.
sw: Faili unayotaka kuingiza imelindwa kwa nenosiri. Tafadhali chagua faili ambayo haijalindwa kwa nenosiri.

source: The file uploaded has the following error: {}
es: El archivo cargado tiene el siguiente error: {}
sw: Faili uliyopakia ina hitilafu ifuatayo: {}

source: Error: {}
sw: Hitilafu: {}

source: Please upload file with extension .xls or .xlsx
es: Por favor, suba un archivo con extensión .xls o .xlsx
sw: Tafadhali pakia faili yenye kiendelezi .xls au .xlsx

source: Column names correspond to <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">case property names</a>. They must start with a letter, and can only contain letters, numbers and underscores. Please update the following: {}.
es: Los nombres de las columnas corresponden a <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">nombres de propiedades de caso</a>. Deben comenzar con una letra y solo pueden contener letras, números y guiones bajos. Por favor, actualice lo siguiente: {}.
sw: Majina ya safu yanalingana na <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">majina ya mali za kesi</a>. Lazima yaanze na herufi, na yanaweza kuwa na herufi, nambari na alama ya underscore pekee. Tafadhali sasisha yafuatayo: {}.

source: Your spreadsheet is empty. Please try again with a different spreadsheet.
es: Su hoja de cálculo está vacía. Por favor, intente de nuevo con una hoja de cálculo diferente.
sw: Lahajedwali lako ni tupu. Tafadhali jaribu tena na lahajedwali tofauti.

source: Your spreadsheet has too many columns. A maximum of %(max_columns)s is supported.
es: Su hoja de cálculo tiene demasiadas columnas. Se admite un máximo de %(max_columns)s.
sw: Lahajedwali lako lina safu nyingi mno. Kiwango cha juu kinachoruhusiwa ni %(max_columns)s.

source: The file you chose could not be processed. Please check that it is saved as a Microsoft Excel file.
es: El archivo que eligió no pudo ser procesado. Por favor, verifique que esté guardado como un archivo de Microsoft Excel.
sw: Faili uliyopokea haikuweza kushughulikiwa. Tafadhali hakikisha imehifadhiwa kama faili ya Microsoft Excel.

source: Your project does not use cases yet. To import cases from Excel, you must first create an application with a case list.
es: Su proyecto aún no utiliza casos. Para importar casos desde Excel, primero debe crear una aplicación con una lista de casos.
sw: Mradi wako haujatumia kesi bado. Ili kuingiza kesi kutoka Excel, lazima kwanza uunde programu yenye orodha ya kesi.

source: Sheet with case type "{}" is missing one or more required fields: {}
es: La hoja con el tipo de caso "{}" carece de uno o más campos requeridos: {}
sw: Karatasi yenye aina ya kesi "{}" inakosa sehemu moja au zaidi zinazohitajika: {}

source: The Excel file you are trying to import does not have any headers.
es: El archivo de Excel que está intentando importar no tiene encabezados.
sw: Faili ya Excel unayojaribu kuingiza haina vichwa vya safu.

source: The Excel file is missing the following required fields for the "{}" case type: {}
es: El archivo de Excel no tiene los siguientes campos requeridos para el tipo de caso "{}": {}
sw: Faili ya Excel inakosa sehemu zifuatazo zinazohitajika kwa aina ya kesi "{}": {}

source: You cannot reference a case property on the right side of an operation. If "{}" is meant to be a value, please surround it with quotation marks
es: No puedes referenciar una propiedad de caso en el lado derecho de una operación. Si "{}" se supone que es un valor, por favor rodéalo con comillas
sw: Huwezi kurejelea mali ya kesi upande wa kulia wa operesheni. Ikiwa "{}" inamaanisha thamani, tafadhali iweke ndani ya alama za nukuu

source: Unexpected type for value expression
es: Tipo inesperado para la expresión de valor
sw: Aina isiyotegemewa kwa usemi wa thamani

source: We don't know what to do with the function "{}". Accepted functions are: {}
es: No sabemos qué hacer con la función "{}". Las funciones aceptadas son: {}
sw: Hatujui cha kufanya na kazi "{}". Kazi zinazokubalika ni: {}

source: '{name}' is not a valid standalone function
es: '{name}' no es una función independiente válida
sw: '{name}' si kazi huru halali

source: Your search query is required to have at least one boolean operator ({boolean_ops})
es: Tu consulta de búsqueda debe tener al menos un operador booleano ({boolean_ops})
sw: Utafutaji wako unahitaji kuwa na angalau opereta mmoja wa boolean ({boolean_ops})

source: We don't know what to do with operator '{}'. Please try reformatting your query.
es: No sabemos qué hacer con el operador '{}'. Por favor intenta reformatear tu consulta.
sw: Hatujui cha kufanya na opereta '{}'. Tafadhali jaribu kupanga upya utafutaji wako.

source: We didn't understand what you were trying to do with {}. Please try reformatting your query. The operators we accept are: {}
es: No entendimos lo que intentabas hacer con {}. Por favor intenta reformatear tu consulta. Los operadores que aceptamos son: {}
sw: Hatukuelewa ulikuwa unajaribu kufanya nini na {}. Tafadhali jaribu kupanga upya utafutaji wako. Opereta tunazokubali ni: {}

source: Malformed search query
es: Consulta de búsqueda malformada
sw: Ombi la utafutaji limeundwa vibaya

source: Only one blank value plus one date range value are supprted
es: Solo se admite un valor en blanco más un valor de rango de fechas
sw: Thamani moja tupu pamoja na thamani moja ya kipindi cha tarehe ndizo pekee zinazoruhusiwa

source: Multiple values are only supported for simple text and range searches
es: Se admiten múltiples valores solo para búsquedas de texto simple y de rango
sw: Thamani nyingi zinaruhusiwa tu kwa utafutaji wa maandishi rahisi na wa vipimo vya anuwai

source: Invalid date range format, {}
es: Formato de rango de fechas no válido, {}
sw: Muundo wa kipindi cha tarehe si sahihi, {}

source: Search request must specify {param}
es: La solicitud de búsqueda debe especificar {param}
sw: Ombi la utafutaji lazima lionyeshe {param}

source: {param} must be a string
es: {param} debe ser una cadena
sw: {param} lazima iwe mfuatano wa herufi

source: Invalid operator "{criteria["operator"]}". Allowed values are
sw: Operator batili "{criteria["operator"]}". Thamani zinazokubalika ni

source: Use this page to test out <a href='%(settings_url)s' target='_blank'>case search configuration</a> and profile case search or case list explorer queries.
es: Usa esta página para probar la <a href='%(settings_url)s' target='_blank'>configuración de búsqueda de casos</a> y perfilar consultas de búsqueda de casos o explorador de listas de casos.
sw: Tumia ukurasa huu kujaribu <a href='%(settings_url)s' target='_blank'>mpangilio wa utafutaji wa kesi</a> na kuchanganua utafutaji wa kesi au maswali ya mtafutaji wa orodha ya kesi.

source: Search Parameters
es: Parámetros de Búsqueda
sw: Vigezo vya Utafutaji

source: Case Metadata
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Type:
es: Manejo de Casos
sw: Manejo de Casos

source: Owner ID:
es: ID del Propietario:
sw: ID ya Mmiliki:

source: Case Properties
es: Propiedades del Caso
sw: Sifa za Kesi

source: Property name
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Property value
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Clause
es: Cláusula
sw: Kifungu

source: Remove Characters
es: Manejo de Casos
sw: Manejo de Casos

source: Add input
es: Agregar entrada
sw: Ongeza ingizo

source: Add XPath
es: Agregar XPath
sw: Ongeza XPath

source: Search
es: Búsqueda
sw: Tafuta

source: Profile
es: Perfil
sw: Wasifu

source: Results
es: Resultados
sw: Matokeo

source: Query
es: Consulta
sw: Ombi

source: results
es: resultados
sw: matokeo

source: Closed
es: Cerrado
sw: Imefungwa

source: Properties
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Indices
es: Manejo de Casos
sw: Manejo de Casos

source: Score
es: Puntuación
sw: Alama

source: See <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>ElasticSearch docs</a> for help interpreting profile data.
es: Consulta los <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>documentos de ElasticSearch</a> para obtener ayuda interpretando los datos del perfil.
sw: Tazama <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>nyaraka za ElasticSearch</a> kwa msaada wa kufasiri data ya wasifu.

source: CSQL Fixture Configuration
es: Configuración de CSQL Fixture
sw: Mpangilio wa CSQL Fixture

source: Add Expression
es: Agregue Expresión
sw: Ongeza Usemi

source: Fixture Inclusion in Restore Criteria
sw: Ujumuishaji wa Fixture kwenye Vigezo vya Rejesho

source: Add Criteria
sw: Ongeza Vigezo

source: Search has too many results. Please try a more specific search.
es: La búsqueda tiene demasiados resultados. Por favor intenta una búsqueda más específica.
sw: Utafutaji una matokeo mengi sana. Tafadhali jaribu utafutaji maalum zaidi.

source: Fuzzy search is not supported with multiple values
es: La búsqueda difusa no es compatible con múltiples valores
sw: Utafutaji wa fuzzy haukubaliwi na thamani nyingi

source: Case Search
es: Búsqueda de Caso
sw: Utafutaji wa Kesi

source: Profile Case Search
es: Perfil de Búsqueda de Casos
sw: Utafutaji wa Kesi wa Wasifu

source: {node.name} is not supported with ancestor-exists
sw: {node.name} haiungwa mkono na ancestor-exists

source: The related case lookup you are trying to perform would return too many cases
es: La búsqueda de casos relacionados que estás intentando realizar devolvería demasiados casos
sw: Utafutaji wa kesi unaohusiana unaojaribu kufanya utarudisha kesi nyingi sana

source: We didn't understand what you were trying to do with {}
es: No entendimos lo que intentabas hacer con {}
sw: Hatukuelewa ulichokuwa unajaribu kufanya na {}

source: The right hand side of a comparison must be a number or date. Dates must be surrounded in quotation marks
es: El lado derecho de una comparación debe ser un número o una fecha. Las fechas deben estar rodeadas de comillas
sw: Upande wa kulia wa kulinganisha lazima uwe nambari au tarehe. Tarehe lazima ziwekwe kwenye alama za nukuu

source: {value} is not a correctly formatted date or datetime.
sw: {value} si tarehe au muda uliowekwa kwa usahihi.

source: {value} is an invalid date.
sw: {value} si tarehe halali.

source: {value} is an invalid datetime.
sw: {value} si tarehe na muda halali.

source: The second argument to '{node.name}' must be valid coordinates
sw: Hoja ya pili kwa '{node.name}' lazima iwe kuratibu sahihi

source: The third argument to '{node.name}' must be a number, got '{distance}'
sw: Hoja ya tatu kwa '{node.name}' lazima iwe nambari, imepokelewa '{distance}'

source: '{unit}' is not a valid distance unit. Expected one of {', '.join(DISTANCE_UNITS)}
sw: '{unit}' si kipimo halali cha umbali. Inatarajiwa mojawapo ya {', '.join(DISTANCE_UNITS)}

source: '{value}' is not a valid date. Expected 'YYYY-MM-DD
sw: '{value}' si tarehe halali. Inayotarajiwa 'YYYY-MM-DD

source: The first argument to '{node.name}' must be a valid case property name
sw: Hoja ya kwanza kwa '{node.name}' lazima iwe jina halali la sifa ya kesi

source: 'match-all()' does not take any arguments
es: La función 'match-all()' no toma argumentos
sw: 'match-all()' haitaki hoja yoyote

source: 'match-none()' does not take any arguments
es: La función 'match-none()' no toma argumentos
sw: 'match-none()' haitaki hoja yoyote

source: Unsupported operator for use with 'subcase-count': {op}
es: Operador no compatible para usar con 'subcase-count': {op}
sw: Opereta isiyoungwa mkono kwa matumizi na 'subcase-count': {op}

source: 'subcase-count' must be compared to a positive integer
es: 'subcase-count' debe compararse con un número entero positivo
sw: 'subcase-count' lazima linganishwe na nambari kamili chanya

source: XPath incorrectly formatted. Expected 'subcase-count'
es: XPath mal formateado. Se esperaba 'subcase-count'
sw: XPath imeundwa vibaya. Ilitarajiwa 'subcase-count'

source: XPath incorrectly formatted. Expected 'subcase-exists'
es: XPath mal formateado. Se esperaba 'subcase-exists'
sw: XPath imeundwa vibaya. Ilitarajiwa 'subcase-exists'

source: '{name}' expects one or two arguments
es: '{name}' espera uno o dos argumentos
sw: '{name}' inatarajia hoja moja au mbili

source: '{name}' error. Index identifier must be a string
es: Error en '{name}'. El identificador de índice debe ser una cadena
sw: '{name}' kosa. Kitambulisho cha faharasa lazima kiwe mfuatano wa herufi

source: The '{node.name}' function accepts exactly {expected} arguments, got {actual}
sw: Kazi ya '{node.name}' inakubali hoja {expected} tu, imepokelewa {actual}

source: {} is not a valid date
es: {} no es una fecha válida
sw: {} si tarehe halali

source: Invalid date value. Dates must be an integer or a string of the format "YYYY-mm-dd"
es: Valor de fecha no válido. Las fechas deben ser un número entero o una cadena con el formato "YYYY-mm-dd"
sw: Thamani ya tarehe si sahihi. Tarehe lazima ziwe nambari kamili au mfuatano wa herufi wa muundo "YYYY-mm-dd"

source: {} is not a valid datetime
es: {} no es una fecha y hora válida
sw: {} si tarehe na saa halali

source: Invalid datetime value. Must be a number or a ISO 8601 string.
es: Valor de fecha y hora no válido. Debe ser un número o una cadena en formato ISO 8601.
sw: Thamani ya tarehe na saa si sahihi. Lazima iwe nambari au mfuatano wa herufi wa ISO 8601.

source: The "date-add" function expects the 'interval' argument to be one of {types}
es: La función "date-add" espera que el argumento 'interval' sea uno de {types}
sw: Kazi ya "date-add" inatarajia hoja ya 'interval' kuwa mojawapo ya {types}

source: The "date-add" function expects the interval quantity to be a numeric value
es: La función "date-add" espera que la cantidad de intervalo sea un valor numérico
sw: Kazi ya "date-add" inatarajia kiasi cha kipindi kuwa thamani ya nambari

source: Non-integer years and months are ambiguous and not supported by the "date-add" function
es: Los años y meses no enteros son ambiguos y no son compatibles con la función "date-add"
sw: Miaka na miezi isiyo nambari kamili ni tata na haiungwa mkono na kazi ya "date-add"

source: Cannot convert {} to a double
es: No se puede convertir {} a un doble
sw: Haiwezi kubadilisha {} kuwa nambari ya desimali

source: Not found application by name: %s
es: No se encontró la aplicación por el nombre: %s
sw: Hakuna programu iliyopatikana kwa jina: %s

source: Blocked
es: Bloqueado
sw: Imefungwa

source: You are currently blocked from using Web Apps
es: Actualmente estás bloqueado para usar Aplicaciones Web
sw: Kwa sasa umefungiwa kutumia Programu za Wavuti

source: Manage Web Apps Permissions
es: Administrar Permisos de Aplicaciones Web
sw: Simamia Ruhusa za Programu za Wavuti
