Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Two-Factor Auth successfully disabled.
es: Autenticación de dos factores desactivada con éxito.
sw: Uthibitishaji wa Vipengele Viwili umezimwa kwa mafanikio.

source: Get users to offboard
es: Obtener usuarios para desincorporar
sw: Pata watumiaji wa kuondoa

source: Successfully retrieved users to offboard.
es: Usuarios para desincorporar recuperados con éxito.
sw: Watumiaji wa kuondoa wamepatikana kwa mafanikio.

source: Admin
sw: Msimamizi

source: Must copy cases to valid new owner
es: Debe copiar los casos a un nuevo propietario válido
sw: Lazima unakili kesi kwa mmiliki mpya halali

source: Original case owner {owner_id} cannot copy case {case_id} to themselves
es: El propietario original del caso {owner_id} no puede copiar el caso {case_id} a sí mismo
sw: Mmiliki asilia wa kesi {owner_id} hawezi kunakili kesi {case_id} kwao wenyewe

source: System Form
es: Formulario del Sistema
sw: Fomu ya Mfumo

source: Data Cleaning Form
es: Formulario de Limpieza de Datos
sw: Fomu ya Usafishaji Data

source: Automatic Case Update Rule
es: Regla de Actualización Automática de Casos
sw: Sheria ya Usasishaji wa Kesi Kiotomatiki

source: Deduplication Rule
es: Regla de Deducción
sw: Sheria ya Kuondoa Nakala Rudufu

source: DHIS2 Integration
es: Integración DHIS2
sw: Ujumuishaji wa DHIS2

source: Data Forwarding Response
es: Respuesta de Reenvío de Datos
sw: Majibu ya Uhamishaji Data

source: Not a bulk-upload supported CommCareMedia type: %s
es: No es un tipo de carga general soportada por CommCareMedia: %s
sw: Sio aina ya CommCareMedia inayosaidia kupakia kwa wingi: %s

source: Could not fetch cached bulk upload file. Error: %s.
es: No se pudo obtener el archivo de carga general. Error: %s.
sw: Imeshindikana kupata faili ya kupakia kwa wingi iliyohifadhiwa. Hitilafu: %s.

source: Error opening file as zip file: %s
es: Error al abrir el archivo como archivo zip: %s
sw: Hitilafu kufungua faili kama faili ya zip: %s

source: Error encountered processing Zip File. File doesn't look valid.
es: Se encontró un error al procesar el Archivo Zip. El archivo parece no ser válido.
sw: Hitilafu imekutwa wakati wa kuchakata Faili ya Zip. Faili haionekani kuwa halali.

source: image
es: imagen
sw: picha

source: logo
sw: nembo

source: audio
sw: sauti

source: Generic Multimedia
es: Multimedia Genérica
sw: Multimedia ya Kawaida

source: Upload is not a valid image file.
es: La carga no es un archivo de imagen válido.
sw: Faili iliyopakiwa si faili halali ya picha.

source: Image
es: Imagen
sw: Picha

source: Error reading file: %s
es: Error al leer el archivo: %s
sw: Hitilafu kusoma faili: %s

source: Did not match any %s paths in application.
es: No coincide ninguna ruta %s en la aplicación.
sw: Haikulingana na njia yoyote ya %s kwenye programu.

source: Matching path found, but could not save the data to couch.
es: Se encontró una ruta coincidente, pero no se pudo guardar los datos al couch.
sw: Njia inayolingana imepatikana, lakini imeshindikana kuhifadhi data kwenye couch.

source: Matching path found, but didn't save new multimedia correctly.
es: Se encontró ruta coincidente, pero no se guardó la multimedia correctamente.
sw: Njia inayolingana imepatikana, lakini haikuhifadhi multimedia mpya ipasavyo.

source: Error while processing zip: %s
es: Error al procesar zip: %s
sw: Hitilafu wakati wa kuchakata zip: %s

source: Please try syncing multimedia files in multimedia tab under app settings to resolve issues with missing media files. Report an issue if this persists.
es: Por favor, intente sincronizar los archivos multimedia en la pestaña multimedia bajo la configuración de la aplicación para resolver problemas con archivos multimedia faltantes. Informe un problema si esto persiste.
sw: Tafadhali jaribu kusawazisha faili za multimedia kwenye kichupo cha multimedia chini ya mipangilio ya programu ili kutatua matatizo ya faili za media zinazokosekana. Ripoti tatizo hili likiendelea.

source: Could not find {file_path} in CCZ
es: No se pudo encontrar {file_path} en CCZ
sw: Imeshindikana kupata {file_path} kwenye CCZ

source: Locale ID {id} present in suite.xml but not in default app strings.
es: ID de localización {id} presente en suite.xml pero no en las cadenas predeterminadas de la aplicación.
sw: Kitambulisho cha lugha {id} kipo kwenye suite.xml lakini hakipo kwenye maneno chaguo-msingi ya programu.

source: Could not find media_suite.xml in CCZ
es: No se pudo encontrar media_suite.xml en CCZ
sw: Imeshindikana kupata media_suite.xml kwenye CCZ

source: Media file missing from CCZ: {}
es: Archivo multimedia faltante en CCZ: {}
sw: Faili ya media haipo kwenye CCZ: {}

source: <p class="help-block"> This page generates files to assist in working with audio translation vendors. It generates a zip file that contains two Excel files: </p> <p class="help-block"> The first file is for the translator's use. It contains one row for each audio file to create, with columns for the text and the desired filename. This file will contain a row for each question that has an audio filename specified but has not yet had an audio file uploaded. If multiple questions use have identical text, the file will contain only one row for that set of questions. It will arbitrarily select one of the questions' filenames. If multiple questions have different text but use the same path, and that path's file is missing, the file will disambiguate these questions by adding new paths, using the convention <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, etc. </p> <p class="help-block"> The second file is for updating audio paths that were either added (due to questions with different text sharing the same audio path) or removed (due to questions with the same text having different paths). After downloading and sanity checking, re-upload this file in <a href="%(app_settings_url)s " target="_blank">Bulk Application Translations</a>. </p>
es: <p class="help-block"> Esta página genera archivos para ayudar a trabajar con proveedores de traducción de audio. Genera un archivo zip que contiene dos archivos Excel: </p> <p class="help-block"> El primer archivo es para el uso del traductor. Contiene una fila para cada archivo de audio a crear, con columnas para el texto y el nombre de archivo deseado. Este archivo contendrá una fila para cada pregunta que tenga un nombre de archivo de audio especificado pero que aún no haya tenido un archivo de audio cargado. Si varias preguntas usan texto idéntico, el archivo contendrá solo una fila para ese conjunto de preguntas. Seleccionará arbitrariamente uno de los nombres de archivo de las preguntas. Si varias preguntas tienen texto diferente pero usan la misma ruta, y falta el archivo de esa ruta, el archivo desambiguará estas preguntas agregando nuevas rutas, usando la convención <strong>ruta.mp3</strong>, <strong>ruta_2.mp3</strong>, <strong>ruta_3.mp3</strong>, etc. </p> <p class="help-block"> El segundo archivo es para actualizar rutas de audio que fueron agregadas (debido a preguntas con texto diferente compartiendo la misma ruta de audio) o eliminadas (debido a preguntas con el mismo texto teniendo diferentes rutas). Después de descargar y verificar, vuelva a cargar este archivo en <a href="%(app_settings_url)s " target="_blank">Traducciones Masivas de Aplicaciones</a>. </p>
sw: <p class="help-block"> Ukurasa huu hutengeneza faili ili kusaidia kufanya kazi na wauzaji wa tafsiri za sauti. Inatengeneza faili ya zip ambayo ina faili mbili za Excel: </p> <p class="help-block"> Faili ya kwanza ni kwa matumizi ya mtafsiri. Ina safu moja kwa kila faili ya sauti ya kutengeneza, ikiwa na safu wima za maandishi na jina la faili linalotakiwa. Faili hii itakuwa na safu kwa kila swali lenye jina la faili ya sauti lililobainishwa lakini bado halijapakiwa faili ya sauti. Ikiwa maswali mengi yanatumia maandishi yanayofanana, faili itakuwa na safu moja tu kwa seti hiyo ya maswali. Itachagua kiholela moja ya majina ya faili ya maswali hayo. Ikiwa maswali mengi yana maandishi tofauti lakini yanatumia njia sawa, na faili ya njia hiyo haipo, faili itatofautisha maswali haya kwa kuongeza njia mpya, kwa kutumia muundo <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, n.k. </p> <p class="help-block"> Faili ya pili ni ya kusasisha njia za sauti ambazo ama zimeongezwa (kutokana na maswali yenye maandishi tofauti kushiriki njia moja ya sauti) au kuondolewa (kutokana na maswali yenye maandishi sawa kuwa na njia tofauti). Baada ya kupakua na kukagua, pakia tena faili hii kwenye <a href="%(app_settings_url)s " target="_blank">Tafsiri za Programu kwa Wingi</a>. </p>

source: <p> Use this tool to upload ZIP files of your multimedia. The bulk uploader will compare the file paths in your form with the file paths in your zip to find a matching file. </p> <p> For example, <code>jr://file/commcare/images/hin/image.jpg</code> and your zip's <code>commcare/images/hin/image.jpg</code> file would match, but it would <strong>not</strong> match <code>commcare/images/image.jpg</code>. </p>
es: <p> Use esta herramienta para cargar archivos ZIP de su multimedia. El cargador masivo comparará las rutas de archivo en su formulario con las rutas de archivo en su zip para encontrar un archivo coincidente. </p> <p> Por ejemplo, <code>jr://file/commcare/images/hin/image.jpg</code> y el archivo <code>commcare/images/hin/image.jpg</code> de su zip coincidirían, pero <strong>no</strong> coincidiría <code>commcare/images/image.jpg</code>. </p>
sw: <p> Tumia zana hii kupakia faili za ZIP za multimedia yako. Kipakiaji kwa wingi kitalinganisha njia za faili kwenye fomu yako na njia za faili kwenye zip yako ili kupata faili inayolingana. </p> <p> Kwa mfano, <code>jr://file/commcare/images/hin/image.jpg</code> na faili ya zip yako <code>commcare/images/hin/image.jpg</code> zitafanana, lakini <strong>haitafanana</strong> na <code>commcare/images/image.jpg</code>. </p>

source: No Matches Found
es: No se Encontraron Coincidencias
sw: Hakuna Mechi Zilizopatikana

source: No Matches
es: No hay Coincidencias
sw: Hakuna Mechi

source: Matched Images
es: Imágenes Coincidentes
sw: Picha Zilizolingana

source: Updated
es: Actualizado
sw: Imesasishwa

source: View Full Image
es: Ver Imagen Completa
sw: Tazama Picha Kamili

source: Matched Audio
es: Audio Coincidente
sw: Sauti Zilizolingana

source: Playing audio directly on this page is currently not supported.
es: El reproducir audio directamente en esta página no es soportado actualmente.
sw: Kucheza sauti moja kwa moja kwenye ukurasa huu hakusaidiwi kwa sasa.

source: Listen to Audio
es: Escuchar Audio
sw: Sikiliza Sauti

source: Matched Video
es: Video Coincidente
sw: Video Zilizolingana

source: Watching video directly on this page is not supported. Opens a new tab.
es: Ver videos directamente en esta página no es soportado. Abre una nueva pestaña.
sw: Kuangalia video moja kwa moja kwenye ukurasa huu hakusaidiwi. Fungua tab mpya.

source: Watch Video
es: Ver Video
sw: Tazama Video

source: Include only paths where the multimedia file is missing?
es: ¿Incluir solo rutas donde falta el archivo multimedia?
sw: Jumuisha tu njia ambazo faili ya multimedia haipo?

source: Upload Icon Image
es: Subir Imagen de Íncono
sw: Pakia Picha ya Ikoni

source: Upload Audio
es: Cargar Audio
sw: Pakia Sauti

source: Upload Video
es: Cargar Video
sw: Pakia Video

source: Upload File
es: Cargar Archivo
sw: Pakia Faili

source: Select Icon Image
es: Seleccione Imagen de Ícono
sw: Chagua Picha ya Ikoni

source: Select Menu Audio
es: Seleccione Menú de Audio
sw: Chagua Sauti ya Menyu

source: Select Video
es: Seleccionar video
sw: Chagua Video

source: Select Logo
es: Seleccionar logo
sw: Chagua Nembo

source: Select File
es: Seleccione Archivo
sw: Chagua Faili

source: Current Icon
es: Ícono actual
sw: Ikoni ya Sasa

source: Current Audio
es: Audio actual
sw: Sauti ya Sasa

source: Current Video
es: Video actual
sw: Video ya Sasa

source: Current Logo
es: Logo actual
sw: Nembo ya Sasa

source: Current File
es: Archivo actual
sw: Faili ya Sasa

source: Begin Upload
es: Empiece a Cargar
sw: Anza Kupakia

source: <strong>Warning:</strong> This application contains forms with errors&mdash;we cannot pull any multimedia references from those forms.
es: <strong>Advertencia:</strong> Esta aplicación contiene formularios con errores&mdash;no podemos extraer ninguna referencia multimedia de esos formularios.
sw: <strong>Onyo:</strong> Programu hii ina fomu zenye makosa&mdash;hatuwezi kuchukua marejeleo yoyote ya vyombo vya habari kutoka kwenye fomu hizo.

source: <i class="fa-solid fa-triangle-exclamation"></i> This application is missing references, so this zip will be incomplete.
es: <i class="fa-solid fa-triangle-exclamation"></i> A esta aplicación le faltan referencias, por lo que este zip estará incompleto.
sw: <i class="fa-solid fa-triangle-exclamation"></i> Programu hii haina marejeleo, hivyo zip hii haitakuwa kamili.

source: Download Incomplete ZIP
es: Descarga ZIP Incompleta
sw: Pakua ZIP Isiyokamilika

source: Download ZIP
es: Descargar ZIP
sw: Pakua ZIP

source: Menu or Form
es: Menú o formulario
sw: Menyu au Fomu

source: Size
es: Tamaño
sw: Ukubwa

source: Path in Application
es: Ruta en Aplicación
sw: Njia kwenye Programu

source: No media found matching your filters.
es: No se encontró ningún medio que coincida con sus filtros.
sw: Hakuna vyombo vya habari vilivyopatikana vinavyolingana na vichujio vyako.

source: <i class="fa fa-spin fa-spinner"></i> Loading...
es: <i class="fa fa-spin fa-spinner"></i> Cargando...
sw: <i class="fa fa-spin fa-spinner"></i> Inapakia...

source: You can manage multimedia by uploading files individually below.
es: Puede gestionar multimedia subiendo archivos individualmente a continuación.
sw: Unaweza kudhibiti vyombo vya habari kwa kupakia faili moja moja hapa chini.

source: This application references no multimedia.
es: Esta aplicación no hace referencia a multimedia.
sw: Programu hii haina marejeleo ya vyombo vya habari.

source: References
es: Referencias
sw: Marejeleo

source: Open image in new tab
es: Abrir imagen en una nueva pestaña
sw: Fungua picha kwenye tab mpya

source: Open file in new tab
es: Abrir archivo en una nueva pestaña
sw: Fungua faili kwenye tab mpya

source: <p class="help-block"> This page allows you to check if your non-default languages are missing any multimedia <strong>references</strong> and therefore will display the default language's multimedia. <br> If any references are missing, visit <a href="%(paths_url)s">Manage Multimedia Paths</a> to identify where those references are used and add translated multimedia. <br> This page does not check if your app is missing any <strong>files</strong>; visit the <a href="%(reference_checker)s">Multimedia Reference Checker</a> to identify missing files. </p>
es: <p class="help-block"> Esta página le permite verificar si a sus idiomas no predeterminados les faltan referencias multimedia <strong>referencias</strong> y, por lo tanto, mostrarán la multimedia del idioma predeterminado. <br> Si faltan referencias, visite <a href="%(paths_url)s">Gestionar rutas multimedia</a> para identificar dónde se utilizan esas referencias y agregar multimedia traducida. <br> Esta página no verifica si a su aplicación le faltan <strong>archivos</strong>; visite el <a href="%(reference_checker)s">Verificador de referencias multimedia</a> para identificar archivos faltantes. </p>
sw: <p class="help-block"> Ukurasa huu unakuwezesha kuangalia kama lugha zako zisizo chaguo-msingi zinakosa <strong>marejeleo</strong> ya vyombo vya habari na hivyo itaonyesha vyombo vya habari vya lugha chaguo-msingi. <br> Ikiwa kuna marejeleo yanayokosekana, tembelea <a href="%(paths_url)s">Dhibiti Njia za Vyombo vya Habari</a> ili kubaini mahali marejeleo hayo yanapotumika na kuongeza vyombo vya habari vilivyotafsiriwa. <br> Ukurasa huu hauangalii kama programu yako inakosa <strong>faili</strong> zozote; tembelea <a href="%(reference_checker)s">Kikagua Marejeleo ya Vyombo vya Habari</a> ili kubaini faili zinazokosekana. </p>

source: Language(s)
es: Idioma(s)
sw: Lugha

source: Media Type(s)
es: Tipo(s) de medio
sw: Aina ya Vyombo vya Habari

source: Check for missing media
es: Verificar medios faltantes
sw: Angalia vyombo vya habari vinavyokosekana

source: Errors found
es: Se encontraron errores
sw: Makosa yamepatikana

source: New Audio Uploaded Successfully
es: Carga de Audio Nuevo Exitosa
sw: Sauti Mpya Imefanikiwa Kupakiwa

source: View Full Size
es: Ver Tamaño Completo
sw: Tazama Ukubwa Kamili

source: New Image Uploaded Successfully
es: Nueva Imagen Cargada Exitosamente
sw: Picha Mpya Imefanikiwa Kupakiwa

source: New Video Uploaded Successfully
es: Nuevo Video Cargado Exitosamente
sw: Video Mpya Imefanikiwa Kupakiwa

source: Ready to upload. Click <strong>Begin Upload</strong> below to start.
es: Listo para cargar. Haga clic en<strong>Iniciar Carga</strong>abajo para empezar.
sw: Tayari kupakia. Bonyeza <strong>Anza Kupakia</strong> hapa chini kuanza.

source: There were errors
es: Hubo errores
sw: Kumekuwa na makosa

source: Cancel Upload
es: Cancelar Carga
sw: Ghairi Upakiaji

source: Menu {index}: {name}
es: Menú {index}: {name}
sw: Menyu {index}: {name}

source: > Form {index}: {name}
es: > Formulario {index}: {name}
sw: > Fomu {index}: {name}

source: Paths
es: Rutas
sw: Njia

source: Path in row {} could not be found in application: <code>{}</code>
es: La ruta en la fila {} no se pudo encontrar en la aplicación: <code>{}</code>
sw: Njia kwenye mstari {} haikupatikana kwenye programu: <code>{}</code>

source: In row {}, old and new paths are both <code>{}</code>. Please provide an updated path or remove this row
es: En la fila {}, las rutas antigua y nueva son ambas <code>{}</code>. Por favor, proporcione una ruta actualizada o elimine esta fila
sw: Katika mstari {}, njia ya zamani na mpya zote ni <code>{}</code>. Tafadhali toa njia mpya au ondoa mstari huu

source: Path in row {} was already renamed in row {}: <code>{}</code>
es: La ruta en la fila {} ya fue renombrada en la fila {}: <code>{}</code>
sw: Njia kwenye mstari {} tayari ilibadilishwa jina kwenye mstari {}: <code>{}</code>

source: Path <code>{}</code> in row {} was replaced with <code>{}</code>
es: La ruta <code>{}</code> en la fila {} fue reemplazada con <code>{}</code>
sw: Njia <code>{}</code> kwenye mstari {} ilibadilishwa na <code>{}</code>

source: File extension in row {} changed from {} to {}
es: La extensión del archivo en la fila {} cambió de {} a {}
sw: Kiendelezi cha faili kwenye mstari {} kimebadilika kutoka {} hadi {}

source: New path in row {} was already used to rename row {}: <code>{}</code>
es: La nueva ruta en la fila {} ya se usó para renombrar la fila {}: <code>{}</code>
sw: Njia mpya kwenye mstari {} tayari ilitumika kubadilisha jina mstari {}: <code>{}</code>

source: {} item(s) updated in <a href='{}' target='_blank'>{}</a>
es: {} elemento(s) actualizado(s) en <a href='{}' target='_blank'>{}</a>
sw: {} kipengele kimebadilishwa katika <a href='{}' target='_blank'>{}</a>

source: Bulk Upload Multimedia
es: Carga masiva de multimedia
sw: Pakia kwa Wingi Vyombo vya Habari

source: CommCare Help Site
es: Sitio de Ayuda de CommCare
sw: Tovuti ya Msaada ya CommCare

source: multimedia
sw: vyombo vya habari

source: multimedia files
es: archivos multimedia
sw: faili za vyombo vya habari

source: Bulk Upload Multimedia Status
es: Estado de carga masiva de multimedia
sw: Hali ya Upakiaji wa Vyombo vya Habari kwa Wingi

source: Importing your multimedia. This may take some time...
es: Importando su multimedia. Esto puede tardar un poco...
sw: Inaleta vyombo vyako vya habari. Hii inaweza kuchukua muda...

source: Problem importing data! Please try again or report an issue.
es: ¡Ocurrió un problema al importar datos! Por favor intente otra vez o reporte un problema.
sw: Tatizo katika kuleta data! Tafadhali jaribu tena au ripoti tatizo.

source: Return to multimedia reference checker
es: Regresar al verificador de referencia multimedia
sw: Rudi kwenye kikagua marejeleo ya vyombo vya habari

source: Manage Multimedia Paths
es: Gestionar rutas multimedia
sw: Simamia Njia za Multimedia

source: multimedia paths
es: rutas multimedia
sw: njia za multimedia

source: Please choose a file with one of the following extensions: {}
es: Por favor, elija un archivo con una de las siguientes extensiones: {}
sw: Tafadhali chagua faili yenye mojawapo ya viendelezi vifuatavyo: {}

source: File does not appear to be an Excel file. Please choose another file.
es: El archivo no parece ser un archivo de Excel. Por favor, elija otro archivo.
sw: Faili haionekani kuwa faili ya Excel. Tafadhali chagua faili nyingine.

source: Could not completely update path <code>{}</code>, please check app for remaining references.
es: No se pudo actualizar completamente la ruta <code>{}</code>, por favor revise la aplicación para las referencias restantes.
sw: Haikuwezekana kusasisha njia <code>{}</code> kikamilifu, tafadhali angalia programu kwa marejeleo yaliyosalia.

source: Old Path
es: Ruta antigua
sw: Njia ya Zamani

source: New Path
es: Ruta nueva
sw: Njia Mpya

source: Usages
es: Usos
sw: Matumizi

source: Translations Coverage
es: Cobertura de traducciones
sw: Ufunikaji wa Tafsiri

source: Download Audio Translator Files
es: Descargar archivos del traductor de audio
sw: Pakua Faili za Mtafsiri wa Sauti

source: There was an issue processing the zip file you provided. Error: %s
es: Hubo un problema al procesar el archivo zip que proporcionó. Error: %s
sw: Kulikuwa na tatizo katika kuchakata faili ya zip uliyoleta. Hitilafu: %s

source: Uploaded file is not a ZIP file.
es: El archivo subido no es un archivo ZIP.
sw: Faili iliyopakiwa si faili ya ZIP.

source: There is no ZIP file.
es: No hay un archivo ZIP.
sw: Hakuna faili ya ZIP.

source: Unable to extract the ZIP file.
es: No se puede extraer el archivo ZIP.
sw: Imeshindwa kutoa faili ya ZIP.

source: Did not process a mime type!
es: ¡No se procesó un tipo MIME!
sw: Aina ya mime haijachakatwa!

source: Not a valid %s file.
es: No es un archivo %s válido.
sw: Si faili halali ya %s.

source: File {name} has an incorrect file type {ext}.
es: El archivo {name} tiene un tipo de archivo incorrecto {ext}.
sw: Faili {name} ina aina isiyo sahihi ya faili {ext}.

source: The file type of {name} of '{ext}' does not match the file type of the original media file '{orig_ext}'. To change file types, please upload directly from the Form Builder.
es: El tipo de archivo de {name} de '{ext}' no coincide con el tipo de archivo de medios original '{orig_ext}'. Para cambiar los tipos de archivo, por favor cargue directamente desde el Desarrollador de Formularios.
sw: Aina ya faili ya {name} ya '{ext}' haifanani na aina ya faili ya media asili '{orig_ext}'. Ili kubadilisha aina za faili, tafadhali pakia moja kwa moja kutoka kwa Form Builder.

source: Step {step_num} of {total_steps}
sw: Hatua ya {step_num} kati ya {total_steps}

source: Application Build
es: Desarrollo de Aplicación
sw: Jenga Programu

source: Case Group
es: Grupo de Casos
sw: Kundi la Kesi

source: Sorry - you have attempted to login with an incorrect password too many times. Please <a href="/accounts/password_reset_email/">click here</a> to reset your password or contact the domain administrator.
es: Lo sentimos, ha intentado iniciar sesión con una contraseña incorrecta demasiadas veces. Por favor, <a href="/accounts/password_reset_email/">haga clic aquí</a> para restablecer su contraseña o contacte al administrador del dominio.
sw: Samahani - umejaribu kuingia kwa nywila isiyo sahihi mara nyingi sana. Tafadhali <a href="/accounts/password_reset_email/">bonyeza hapa</a> kuweka upya nywila yako au wasiliana na msimamizi wa domain.
