Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: <%- num %> per page
es: <%- num %> por página
sw: <%- num %> kwa ukurasa

source: Showing <%- firstItem %> to <%- lastItem %> of <%- maxItems %> entries
es: Mostrando <%- firstItem %> a <%- lastItem %> de <%- maxItems %> entradas
sw: Inaonyesha <%- firstItem %> hadi <%- lastItem %> kati ya <%- maxItems %> ya rekodi

source: No File selected
es: No se ha seleccionado archivo
sw: Hakuna Faili iliyochaguliwa

source: Failed to upload image:
es: Error al subir la imagen:
sw: Imeshindwa kupakia picha:

source: Failed to upload image. Please try again.
es: Error al subir la imagen. Por favor intente nuevamente.
sw: Imeshindwa kupakia picha. Tafadhali jaribu tena.

source: Clear
es: Borrar
sw: Futa

source: Gateway Timeout Error. Max retries exceeded.
es: Error de Tiempo de Espera del Gateway. Se excedió el número máximo de reintentos.
sw: Hitilafu ya Muda wa Lango. Idadi ya majaribio imezidi.

source: Request timed out. Max retries exceeded.
es: La solicitud excedió el tiempo de espera. Se excedió el número máximo de reintentos.
sw: Ombi limekwama. Idadi ya majaribio imezidi.

source: Unknown Event
es: Evento Desconocido
sw: Tukio lisilojulikana

source: Unknown Path
es: Ruta Desconocida
sw: Njia isiyojulikana

source: Items
es: Artículos
sw: Vitu

source: Selected items
es: Artículos seleccionados
sw: Vitu vilivyochaguliwa

source: Search items
es: Buscar artículos
sw: Tafuta vitu

source: Add All
es: Agregar Todos
sw: Ongeza Vyote

source: Remove All
es: Eliminar Todos
sw: Ondoa Vyote

source: Your password is too weak! Try adding numbers or symbols.
es: ¡Su contraseña es muy débil! Intente agregar números o símbolos.
sw: Nenosiri lako ni dhaifu sana! Jaribu kuongeza nambari au alama.

source: There was an issue communicating with the server. Please try back later.
es: Ocurrió un problema al comunicarnos con el servidor. Por favor inténtelo más tarde.
sw: Kulikuwa na tatizo katika kuwasiliana na seva. Tafadhali jaribu tena baadaye.

source: to
es: para
sw: hadi

source: blank
es: en blanco
sw: wazi

source: Edit
es: Editar
sw: Hariri

source: Add Item
es: Agregar artículo
sw: Ongeza Kipengee

source: Click <strong>Edit</strong> to Add Values</span>
es: Haga clic en <strong>Editar</strong> para agregar valores</span>
sw: Bofya <strong>Hariri</strong> kuongeza Thamani</span>

source: Calculation is duplicated
es: El cálculo está duplicado
sw: Hesabu imerudiwa

source: Add Image
es: Agregar Imagen
sw: Ongeza Picha

source: Calculation contains an invalid character.
es: El cálculo contiene un carácter no válido.
sw: Hesabu ina herufi isiyokubalika.

source: Add Key, Value Mapping
es: Agregar Clave, Mapeo de Valor
sw: Ongeza Ulinganifu wa Ufunguo na Thamani

source: Key
es: Clave
sw: Ufunguo

source: This key is already defined
es: Esta clave ya está definida
sw: Ufunguo huu tayari umeainishwa

source: Add Key, Translation Mapping
es: Agregar clave, mapeo de traducción
sw: Ongeza Ulinganifu wa Ufunguo na Tafsiri

source: Key contains invalid characters.
es: La clave contiene caracteres no válidos.
sw: Ufunguo una herufi zisizokubalika.

source: Key is duplicated
es: La clave está duplicada
sw: Ufunguo umesharudiwa

source: Key contains an invalid character.
es: La clave contiene un carácter no válido.
sw: Ufunguo una herufi isiyokubalika.

source: Edit mapping for "<%- property %>"
es: Editar mapeo para "<%- property %>"
sw: Hariri ulinganifu wa "<%- property %>"

source: MultiSessionHangUp
es: Desconexión de múltiples sesiones

source: MultiSessions
es: Múltiples sesiones

source: Welcome,
es: Bienvenido/a,
sw: Karibu,

source: Agent is logged in:
es: El agente ha iniciado sesión:
sw: Wakala ameingia:

source: Connecting...
es: Conectando...
sw: Inaunganisha...

source: Connected
es: Conectado
sw: Imeunganishwa

source: Disconnected
es: Desconectado
sw: Imekatishwa

source: There is no valid phone number available.
es: No hay un número de teléfono válido disponible.
sw: Hakuna nambari ya simu halali inayopatikana.

source: You have not logged in.
es: No has iniciado sesión.
sw: Hujaingia.

source: You already have an active call.
es: Ya tienes una llamada activa.
sw: Tayari una simu inayoendelea.

source: Error updating.
es: Error al actualizar.
sw: Hitilafu katika kusasisha.

source: Report successfully linked.
es: Informe vinculado con éxito.
sw: Ripoti imeunganishwa kwa mafanikio.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
es: Algo inesperado sucedió. Por favor, inténtalo de nuevo o informa de un problema si el problema persiste.
sw: Kumetokea jambo lisilotarajiwa. Tafadhali jaribu tena, au ripoti tatizo kama litaendelea.

source: All project spaces
es: Todos los espacios de proyecto
sw: Nafasi zote za mradi

source: Project spaces to push to
es: Espacios de proyecto para enviar a
sw: Nafasi za mradi za kusukuma

source: Search project spaces
es: Buscar espacios de proyecto
sw: Tafuta nafasi za mradi

source: Unable to link project spaces. <%- error %>
es: No se pueden vincular los espacios de proyecto. <%- error %>
sw: Imeshindikana kuunganisha nafasi za mradi. <%- error %>

source: Unable to link project spaces. Please try again, or report an issue if the problem persists.
es: No se pueden vincular los espacios de proyecto. Por favor, inténtalo de nuevo o informa de un problema si el problema persiste.
sw: Imeshindikana kuunganisha nafasi za mradi. Tafadhali jaribu tena, au ripoti tatizo kama litaendelea.

source: Download <%- count %> Location
es: Descargar <%- count %> Ubicación
sw: Pakua Eneo <%- count %>

source: Download <%- count %> Locations
es: Descargar <%- count %> Ubicaciones
sw: Pakua Maeneo <%- count %>

source: Error determining number of matching locations
es: Error al determinar el número de ubicaciones coincidentes
sw: Hitilafu katika kubaini idadi ya maeneo yanayolingana

source: You have successfully archived the location <%-name%>
es: Has archivado exitosamente la ubicación <%-name%>
sw: Umefanikiwa kuhifadhi eneo <%-name%> kwenye kumbukumbu

source: You have successfully deleted the location <%-name%> and all of its child locations
es: Has eliminado exitosamente la ubicación <%-name%> y todas sus ubicaciones secundarias
sw: Umefanikiwa kufuta eneo <%-name%> na maeneo yake yote ya ndani

source: An error occurred while deleting your location. If the problem persists, please report an issue
es: Ocurrió un error al eliminar su ubicación. Si el problema persiste, por favor reporte un problema
sw: Kulitokea hitilafu wakati wa kufuta eneo lako. Ikiwa tatizo litaendelea, tafadhali ripoti tatizo

source: Select a Location
es: Seleccione una Ubicación
sw: Chagua Eneo

source: Choose a primary location
es: Elegir una ubicación principal
sw: Chagua eneo kuu

source: Could not load data. Please try again later or report an issue if this problem persists.
es: No se pudo cargar los datos. Por favor, inténtalo de nuevo más tarde o informa de un problema si este persiste.
sw: Imeshindikana kupakia data. Tafadhali jaribu tena baadaye au ripoti tatizo kama hili litaendelea.

source: yes
es: sí
sw: ndiyo

source: Password must have at least <%- passwordLength %> characters.
es: La contraseña debe tener al menos <%- passwordLength %> caracteres.
sw: Nenosiri lazima liwe na angalau herufi <%- passwordLength %>.

source: <i class='fa fa-warning'></i>This password is automatically generated. Please copy it or create your own. It will not be shown again.
es: <i class='fa fa-warning'></i>Esta contraseña se genera automáticamente. Por favor, cópiala o crea una propia. No se mostrará de nuevo.
sw: <i class='fa fa-warning'></i>Nenosiri hili limeundwa kiotomatiki. Tafadhali nakili au tengeneza lako mwenyewe. Halitaonyeshwa tena.

source: Your password is too weak! Try adding numbers or symbols!
es: ¡Su contraseña es muy débil! ¡Intente agregar números o simbolos!
sw: Nenosiri lako ni dhaifu sana! Jaribu kuongeza namba au alama!

source: Your password is almost strong enough! Try adding numbers or symbols!
es: ¡Tu contraseña casi es lo suficientemente fuerte! ¡Intenta agregar números o símbolos!
sw: Nenosiri lako karibu lina nguvu ya kutosha! Jaribu kuongeza namba au alama!

source: Good Job! Your password is strong!
es: ¡Bien Hecho! ¡Su contraseña es segura!
sw: Kazi nzuri! Nenosiri lako ni imara!

source: Please enter your name.
es: Por favor ingrese su nombre.
sw: Tafadhali ingiza jina lako.

source: Please specify an email.
es: Por favor especifique un correo electrónico.
sw: Tafadhali weka barua pepe.

source: Checking email...
es: Revisando correo electrónico...
sw: Inakagua barua pepe...

source: Please specify a password.
es: Por favor especifique una contraseña.
sw: Tafadhali weka nenosiri.

source: Please specify a project name.
es: Por favor especifique un nombre de proyecto.
sw: Tafadhali weka jina la mradi.

source: Please specify.
es: Por favor, especifica.
sw: Tafadhali weka maelezo.

source: Please list your organization or company name.
es: Por favor, indica el nombre de tu organización o empresa.
sw: Tafadhali orodhesha jina la shirika au kampuni yako.

source: An unknown error occurred. Please try again or report an issue.
es: Ocurrió un error desconocido. Por favor, inténtalo de nuevo o informa de un problema.
sw: Hitilafu isiyojulikana imetokea. Tafadhali jaribu tena au ripoti tatizo.

source: Opt in successful
es: Inscripción exitosa
sw: Umejiunga kwa mafanikio

source: Opt out successful
es: Desinscripción exitosa
sw: Umejiondoa kwa mafanikio

source: All Project Spaces
es: Todos los Espacios de Proyectos
sw: Nafasi Zote za Mradi

source: All Actions
es: Todas las acciones
sw: Matendo Yote

source: Rejected
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Accepted
es: Aceptado
sw: Umekubaliwa

source: Pending
es: Pendientes
sw: Unasubiri

source: label-warning-light
es: etiqueta-advertencia-clara

source: label-success-light
es: etiqueta-éxito-clara

source: label-info-light
es: etiqueta-información-clara

source: Please check your Internet connection!
es: ¡Por favor revise su conexión de Internet!
sw: Tafadhali hakikisha muunganisho wako wa Intaneti!

source: Report Not Found.
es: No se Encontró el Reporte.
sw: Ripoti Haikupatikana.

source: Request timed out when rendering this report. This might be an issue with our servers or with your Internet connection. We encourage you to report an issue to CommCare HQ Support so we can look into any possible issues.
es: Su solicitud caducó al procesar este reporte. Esto podría ser debido a un problema con nuestros servidores o a su conexión de internet. Le animamos a que reporte este problema a Soporte CommCare HQ para que podamos investigar posibles problemas.
sw: Ombi limechukua muda mrefu wakati wa kuonyesha ripoti hii. Hii inaweza kuwa tatizo kwenye seva zetu au muunganisho wako wa Intaneti. Tunakuhimiza uripoti tatizo kwa Msaada wa CommCare HQ ili tuweze kuchunguza matatizo yoyote yanayoweza kutokea.

source: Problem Rendering Report. Our error monitoring tools have noticed this and we are working quickly to resolve this issue as soon as possible. We encourage you to contact CommCare HQ Support if this issue persists for more than a few minutes. We appreciate any additional information you can give us about this problem so we can fix it immediately.
es: Ocurrió un Problema al Procesar el Reporte. Nuestras herramientas de monitoreo de errores han notado esto y estamos trabajando rápidamente para resolver este problema tan pronto como sea posible. Le animamos a que contacte al Soporte CommCare HQ si este problema continúa por más de unos cuantos minutos. Agradecemos cualquier información adicional que pueda brindarnos sobre este problema para que podamos repararlo de inmediato.
sw: Tatizo la Kuonyesha Ripoti. Zana zetu za ufuatiliaji wa hitilafu zimegundua hili na tunafanya kazi haraka kulitatua. Tunakuhimiza uwasiliane na Msaada wa CommCare HQ kama tatizo hili litaendelea kwa zaidi ya dakika chache. Tunathamini taarifa yoyote ya ziada utakayotupa kuhusu tatizo hili ili tulitatue mara moja.

source: Bad Gateway. Please contact CommCare HQ Support.
es: Portal en mal estado. Por favor contacte al Soporte de CommCare HQ.
sw: Mlango Mbaya wa Kuingilia. Tafadhali wasiliana na Msaada wa CommCare HQ.

source: CommCare HQ is experiencing server difficulties. We're working quickly to resolve it. Thank you for your patience. We are extremely sorry.
es: CommCare HQ está teniendo dificultades con el servidor. Estamos trabajando rápidamente para solucionarlo. Gracias por su paciencia. Lo sentimos muchísimo.
sw: CommCare HQ inakumbana na matatizo ya seva. Tunafanya kazi haraka kulitatua. Asante kwa uvumilivu wako. Tunaomba radhi sana.

source: Gateway Timeout. Please contact CommCare HQ Support.
es: Caducó el Portal. Por favor contacte al Soporte de CommCare HQ.
sw: Muda wa Mlango wa Kuingilia Umekwisha. Tafadhali wasiliana na Msaada wa CommCare HQ.

source: Your search term was too long. Please provide a shorter search filter
es: Tu término de búsqueda era demasiado largo. Por favor, proporciona un filtro de búsqueda más corto
sw: Neno lako la utafutaji ni refu sana. Tafadhali tumia kichujio kifupi cha utafutaji

source: Loading Stopped
es: Carga Detenida
sw: Upakiaji Umesitishwa

source: We were unsuccessful loading the report:
es: No pudimos cargar el reporte:
sw: Hatukuweza kupakia ripoti:

source: You can email a saved version<br />of this report.
es: Usted puede enviar por correo electrónico una versión guardada <br />de este reporte.
sw: Unaweza kutuma kwa barua pepe toleo lililohifadhiwa<br />la ripoti hii.

source: Unknown
es: Desconocido
sw: Haijulikani

source: Sorry, there was an issue communicating with the server.
es: Lo sentimos, ocurrió un problema al comunicarnos con el servidor.
sw: Samahani, kulikuwa na tatizo la kuwasiliana na seva.

source: Select a value
es: Selecciona un valor
sw: Chagua thamani

source: Loading
es: Cargando
sw: Inapakia

source: No data available to display. Please try changing your filters.
es: No hay datos disponibles para mostrar. Por favor intente cambiar sus filtros.
sw: Hakuna data inayopatikana kuonyesha. Tafadhali jaribu kubadilisha vichujio vyako.

source: Sorry!
es: ¡Lo sentimos!
sw: Pole!

source: There was an error with your query, it has been logged, please try another query.
es: Ocurrió un error con su consulta, ya ha sido ingresada, por favor intente con otra consulta.
sw: Kulikuwa na hitilafu kwenye hoja yako, imerekodiwa, tafadhali jaribu hoja nyingine.

source: Your search query is invalid, please adjust the formatting and try again.
es: Su consulta de búsqueda es inválida; por favor ajuste el formato e intente de nuevo.
sw: Hoja yako ya utafutaji si sahihi, tafadhali rekebisha muundo na ujaribu tena.

source: From Time
es: Desde la Hora
sw: Kuanzia Wakati

source: Select a language...
es: Seleccionar un idioma...
sw: Chagua lugha...

source: Available Reports
es: Reportes Disponibles
sw: Ripoti Zinazopatikana

source: Included Reports
es: Reportes Incluidos
sw: Ripoti Zilizojumuishwa

source: Search Reports...
es: Buscar Reportes...
sw: Tafuta Ripoti...

source: Your requested Excel report will be sent to the email address defined in your account settings.
es: El informe de Excel solicitado será enviado a la dirección de correo electrónico definida en la configuración de su cuenta.
sw: Ripoti yako ya Excel uliyoiomba itatumwa kwa anwani ya barua pepe iliyofafanuliwa kwenye mipangilio ya akaunti yako.

source: No Data
es: No hay Datos
sw: Hakuna Data

source: Sorry, we couldn't load that.
es: Lo sentimos, no pudimos cargar eso.
sw: Samahani, hatukuweza kupakia hiyo.

source: No data available in table
es: No hay datos disponibles en la tabla
sw: Hakuna data inayopatikana kwenye jedwali

source: Showing _START_ to _END_ of _TOTAL_ entries
es: Mostrando_INICIO_a_FIN_del_TOTAL_de entradas
sw: Inaonyesha _START_ hadi _END_ kati ya _TOTAL_ ya rekodi

source: Some required fields are missing. Please complete them before saving.
es: Hacen falta algunos campos obligatorios. Por favor complete antes de guardar.
sw: Baadhi ya sehemu muhimu hazijakamilishwa. Tafadhali zikamilishe kabla ya kuhifadhi.

source: Start date cannot be after end date.
es: La fecha de inicio no puede ser posterior a la fecha de finalización.
sw: Tarehe ya kuanza haiwezi kuwa baada ya tarehe ya mwisho.

source: Labels
es: Etiquetas
sw: Lebo

source: Question IDs
es: ID de Preguntas
sw: Vitambulisho vya Maswali

source: Report successfully emailed
es: Reporte enviado por correo electrónico exitosamente
sw: Ripoti imetumwa kwa barua pepe kwa mafanikio

source: An error occurred emailing your report. Please try again.
es: Ocurrió un error al enviar su reporte por correo electrónico. Por favor intente de nuevo.
sw: Hitilafu imetokea wakati wa kutuma ripoti yako kwa barua pepe. Tafadhali jaribu tena.

source: Success!
es: ¡Éxito!
sw: Imefanikiwa!

source: Failed
es: Falló
sw: Imeshindikana

source: Failed to re-process
es: Reproceso fallido
sw: Imeshindikana kuchakata tena

source: _MENU_ per page
es: _MENU_ por página
sw: _MENU_ kwa kila ukurasa

source: All Rows
es: Todas las filas
sw: Safu Zote

source: All
es: Todo
sw: Zote

source: Select a group
es: Seleccione un grupo
sw: Chagua kundi

source: case types
es: tipos de casos
sw: aina za kesi

source: e.g. (dob <= '2017-02-01' and initial_home_visit_completed = 'yes')
es: p.ej. (dob <= '2017-02-01' y initial_home_visit_completed = 'sí')
sw: mf. (dob <= '2017-02-01' na initial_home_visit_completed = 'yes')

source: That have phone numbers
es: Que tengan números de teléfono
sw: Wenye nambari za simu

source: That do not have phone numbers
es: Que no tengan números de teléfono
sw: Wasio na nambari za simu

source: My Scheduled Reports
es: Mis Reportes Agendados
sw: Ripoti Zangu Zilizopangwa

source: Other Scheduled Reports
es: Otros informes programados
sw: Ripoti Nyingine Zilizopangwa

source: An error occured with the tableau server request, please ensure the server configuration is correct and try again.
es: Ocurrió un error con la solicitud del servidor de tableau, por favor asegúrese de que la configuración del servidor sea correcta e intente de nuevo.
sw: Hitilafu imetokea kwenye ombi la seva ya tableau, tafadhali hakikisha usanidi wa seva ni sahihi na ujaribu tena.

source: Save Filters
es: Guardar filtros
sw: Hifadhi Vichujio

source: Export Data
es: Exportar Datos
sw: Hamisha Data

source: Column Title
es: Título de la columna
sw: Kichwa cha Safu

source: Select <%= title %>...
es: Seleccionar <%= title %>...
sw: Chagua <%= title %>...

source: Streets
es: Calles
sw: Mitaa

source: Satellite
es: Satélite
sw: Setilaiti

source: You must have at least one phone number.
es: Debe tener al menos un número de teléfono.
sw: Lazima uwe na angalau nambari moja ya simu.

source: (New Message) -
es: (Nuevo mensaje) -
sw: (Ujumbe Mpya) -

source: Show
es: Mostrar
sw: Onyesha

source: contacts per page
es: contactos por página
sw: mawasiliano kwa kila ukurasa

source: Loading Contacts...
es: Cargando Contactos...
sw: Inapakia Mawasiliano...

source: Showing _START_ to _END_ of _TOTAL_ contacts
es: Mostrando_PRINCIPIO_a_FIN_del_TOTAL_de contactos
sw: Inaonyesha _START_ hadi _END_ kati ya _TOTAL_ ya mawasiliano

source: (filtered from _MAX_ total contacts)
es: (filtrado de _MAX_ total de contactos)
sw: (imechujwa kutoka kwa jumla ya mawasiliano _MAX_)

source: There was an error fetching the SMS rate.
es: Se produjo un error al buscar la tarifa de SMS.
sw: Kulikuwa na hitilafu katika kupata kiwango cha SMS.

source: Please Select a Country Code
es: Por favor Seleccione un Código de País
sw: Tafadhali Chagua Msimbo wa Nchi

source: Letters Selected
es: Cartas seleccionadas
sw: Herufi Zilizochaguliwa

source: Forms
es: Formularios
sw: Fomu

source: Cases
es: Casos
sw: Kesi

source: Reports
es: Reportes
sw: Ripoti

source: App Builder
es: Constructor de aplicaciones
sw: Mtengenezaji wa Programu

source: Thank you,
es: Gracias,
sw: Asante,

source: Submission has been cancelled.
es: La presentación ha sido cancelada.
sw: Uwasilishaji umebatilishwa.

source: Please specify a username.
es: Por favor, especifique un nombre de usuario.
sw: Tafadhali taja jina la mtumiaji.

source: Username must be at least three characters long.
es: El nombre de usuario debe tener al menos tres caracteres.
sw: Jina la mtumiaji lazima liwe na angalau herufi tatu.

source: Your password must be at least 6 characters long
es: Su contraseña debe tener al menos 6 caracteres
sw: Nenosiri lako lazima liwe na angalau herufi 6

source: Resetting form...
es: Restableciendo formulario...
sw: Inarejesha fomu...

source: Benched
es: En banca
sw: Amewekwa benchi

source: Playing
es: Jugando
sw: Anacheza

source: Search Team...
es: Buscar equipo...
sw: Tafuta Timu...

source: Could not load users. Please try again later or report an issue if this problem persists.
es: No se pudieron cargar los usuarios. Por favor, intente de nuevo más tarde o reporte un problema si este problema persiste.
sw: Imeshindikana kupakia watumiaji. Tafadhali jaribu tena baadaye au ripoti tatizo hili kama litaendelea.

source: Delete Translation
es: Eliminar Traducción
sw: Futa Tafsiri

source: Add Translation
es: Agregar Traducción
sw: Ongeza Tafsiri

source: Auto fill translations
es: Traducciones automáticas
sw: Jaza tafsiri kiotomatiki

source: Auto Fill translations
es: Traducciones Automáticas
sw: Jaza Tafsiri Kiotomatiki

source: This will pick the most common translations for your selected language. You can then edit them as needed.
es: Esto elegirá la traducción más común en el idioma que seleccionó. Luego puede editarla según sea necesario.
sw: Hii itachagua tafsiri zinazotumika sana kwa lugha uliyochagua. Unaweza kuhariri baadaye kama inavyohitajika.

source: You have unsaved user interface translations.
es: Tiene traducciones a la interfaz del usuario sin guardar.
sw: Una tafsiri za kiolesura cha mtumiaji ambazo hujahifadhi.

source: Parameters formatting problem!
es: ¡Problema de formato de parámetros!
sw: Tatizo la uundaji wa vigezo!

source: Autofill is not available in English (en). Please change your language using the dropdown in the top left.
es: El llenado automático no está disponible en Inglés (in). Por favor cambie su idioma usando el desplegable ubicado en la esquina superior izquierda.
sw: Jaza kiotomatiki haipatikani kwa Kiingereza (en). Tafadhali badilisha lugha yako kwa kutumia menyu kunjuzi upande wa juu kushoto.

source: Showing the current page of data. Switch pages to see more data.
es: Mostrando la página actual de datos. Cambie de páginas para ver más datos.
sw: Inaonyesha ukurasa wa sasa wa data. Badilisha kurasa ili kuona data zaidi.

source: Linked projects
es: Proyectos vinculados
sw: Miradi Iliyounganishwa

source: Projects to copy to
es: Proyectos a los que copiar
sw: Miradi ya kunakiliwa

source: Search projects
es: Buscar proyectos
sw: Tafuta miradi

source: Choose the property you would like to add as a filter to this report.
es: Elija la propiedad que quisiera agregar como filtro para este reporte.
sw: Chagua sifa unayotaka kuongeza kama kichujio kwenye ripoti hii.

source: Web users viewing the report will see this display text instead of the property name. Name your filter something easy for users to understand.
es: Los usuarios web que ven el reporte verán este texto de pantalla en lugar del nombre de la propiedad. Asígnele un nombre a su filtro que sea fácil de entender para sus usuarios.
sw: Watumiaji wa wavuti wanaotazama ripoti wataona maandishi haya badala ya jina la sifa. Peana kichujio jina rahisi kueleweka.
