Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: No changes made to form.
es: No se realizaron cambios en el formulario.
sw: Hakuna mabadiliko yaliyofanywa kwenye fomu.

source: Form was successfully resaved. It should reappear in reports shortly.
es: El formulario fue guardado de nuevo exitosamente. Este debe reaparecer en los reportes pronto.
sw: Fomu imehifadhiwa upya kwa mafanikio. Inapaswa kuonekana tena kwenye ripoti hivi karibuni.

source: We don't support this format
es: No soportamos este formato
sw: Hatuiungi mkono muundo huu

source: Tableau Server Config
es: Configuración del Servidor de Tableau
sw: Mipangilio ya Seva ya Tableau

source: Cannot reach Tableau Server right now, allowed Tableau groups cannot be edited.
es: No se puede acceder al Servidor de Tableau en este momento, los grupos de Tableau permitidos no pueden ser editados.
sw: Haiwezi kufikia Seva ya Tableau kwa sasa, vikundi vya Tableau vilivyoruhusiwa haviwezi kuhaririwa.

source: Tableau Server is not configured yet, allowed Tableau groups cannot be edited.
es: El Servidor de Tableau aún no está configurado, los grupos de Tableau permitidos no pueden ser editados.
sw: Seva ya Tableau bado haijasanidiwa, vikundi vya Tableau vilivyoruhusiwa haviwezi kuhaririwa.

source: Tableau Server Settings Updated
es: Configuración del Servidor de Tableau Actualizada
sw: Mipangilio ya Seva ya Tableau Imesasishwa

source: Could not update Tableau Server Settings
es: No se pudo actualizar la configuración del servidor de Tableau
sw: Haikuweza kusasisha Mipangilio ya Seva ya Tableau

source: Visible to Location-Restricted Users
es: Visible para usuarios con restricciones de ubicación
sw: Inaonekana kwa Watumiaji Waliowekewa Kizuizi cha Mahali

source: Tableau Visualization
es: Visualización de Tableau
sw: Uonyeshaji wa Tableau

source: Missing case ids
es: Faltan identificadores de casos
sw: Nambari za kesi hazipo

source: Missing new owner id
es: Falta el nuevo identificador de propietario
sw: Nambari ya mmiliki mpya haipo

source: Quarter
es: Trimestre
sw: Robo

source: Numeric Filter
es: Filtro Numérico
sw: Kichujio cha Nambari

source: Choice "{choice}" not found in choices: {choices}
es: La Opción "{choice}" no se encuentra en las opciones: {choices}
sw: Chaguo "{choice}" haikupatikana kwenye chaguo: {choices}

source: January
es: Enero
sw: Januari

source: March
es: Marzo
sw: Machi

source: April
es: Abril
sw: Aprili

source: June
es: Junio
sw: Juni

source: July
es: Julio
sw: Julai

source: September
es: Septiembre
sw: Septemba

source: October
es: Octubre
sw: Oktoba

source: December
es: Diciembre
sw: Desemba

source: Unknown User
es: Usuario Desconocido
sw: Mtumiaji Asiyefahamika

source: Deleted Report
es: Reporte Eliminado
sw: Ripoti Iliyofutwa

source: Unsupported Report
es: Reporte No Soportado
sw: Ripoti Isiyoungwa Mkono

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project.
es: Este proyecto tiene reglas de acceso a datos restringidas. Por favor, contacte a su administrador de proyecto para que le asigne acceso a los datos de este proyecto.
sw: Mradi huu una sheria za ufikiaji wa data zilizo na vikwazo. Tafadhali wasiliana na msimamizi wa mradi wako ili upewe ruhusa ya kufikia data katika mradi huu.

source: The report used to create this scheduled report is no longer available on CommCare HQ. Please delete this scheduled report and create a new one using an available report.
es: El reporte usado para crear este reporte agendado ya no está disponible en CommCare HQ. Por favor elimine este reporte agendado y cree uno nuevo usando un reporte disponible.
sw: Ripoti iliyotumika kuunda ripoti hii iliyopangwa haipatikani tena kwenye CommCare HQ. Tafadhali futa ripoti hii iliyopangwa na unda mpya kwa kutumia ripoti inayopatikana.

source: [DEPRECATED] %s report has been deprecated and will stop working soon. Please update your saved reports email settings if needed.
es: [OBSOLETO] El informe %s ha sido obsoleto y dejará de funcionar pronto. Por favor, actualice la configuración de correo electrónico de sus informes guardados si es necesario.
sw: [IMEPITWA NA WAKATI] ripoti ya %s imepitwa na wakati na itakoma kufanya kazi hivi karibuni. Tafadhali sasisha mipangilio ya barua pepe ya ripoti zako ulizohifadhi ikiwa inahitajika.

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because the owner %(username)s is no longer active.
es: Lo sentimos, pero su reporte guardado '%(config_name)s' ya no está accesible porque el propietario %(username)s ya no está activo.
sw: Pole, ripoti yako uliyohifadhi '%(config_name)s' haipatikani tena kwa sababu mmiliki %(username)s hayupo tena hai.

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because your subscription does not allow Custom Reporting. Please talk to your Project Administrator about enabling Custom Reports. If you want CommCare HQ to stop sending this message, please visit %(saved_reports_url)s to remove this Emailed Report.
es: Lo sentimos, pero su reporte guardado '%(config_name)s' ya no está accesible porque su suscripción no permite Reportes Personalizados. Por favor hable con su Administrador de Proyecto acerca de permitir Reportes Personalizados. Si quiere que CommCare HQ deje de enviar este mensaje, por favor visite %(saved_reports_url)s para eliminar este Reporte de Correo Electrónico.
sw: Pole, ripoti yako uliyohifadhi '%(config_name)s' haipatikani tena kwa sababu usajili wako hauruhusu Ripoti Maalum. Tafadhali zungumza na Msimamizi wa Mradi wako kuhusu kuwezesha Ripoti Maalum. Ikiwa unataka CommCare HQ isitishe kutuma ujumbe huu, tafadhali tembelea %(saved_reports_url)s ili kuondoa Ripoti hii ya Barua Pepe.

source: We are sorry, but your saved report '%(config_name)s' can not be generated since you do not have the correct permissions. Please talk to your Project Administrator about getting permissions for thisreport.
es: Lo sentimos, pero su reporte guardado '%(config_name)s' no puede ser generado debido a que usted no tiene los permisos correctos. Por favor hable con su Administrador de Proyecto acerca de obtener los permisos para este reporte.
sw: Pole, ripoti yako uliyohifadhi '%(config_name)s' haiwezi kutengenezwa kwa sababu huna ruhusa sahihi. Tafadhali zungumza na Msimamizi wa Mradi wako kuhusu kupata ruhusa kwa ripoti hii.

source: We are sorry, but your saved report '%(config_name)s' is no longer available. If you think this is a mistake, please report an issue.
es: Lo sentimos, pero su reporte guardado '%(config_name)s' ya no está disponible. Si piensa que esto es un error, por favor reporte un problema.
sw: Pole, ripoti yako uliyohifadhi '%(config_name)s' haipatikani tena. Ikiwa unadhani hii ni makosa, tafadhali ripoti tatizo.

source: Choose a date filter...
es: Elija un filtro de fecha...
sw: Chagua kichujio cha tarehe...

source: Every hour
es: Cada hora
sw: Kila saa

source: Every day
es: Todos los días
sw: Kila siku

source: Day %s of every month
es: Días %s de cada mes
sw: Siku ya %s ya kila mwezi

source: Unable to generate email report. Excel files are attached.
es: No se puede generar el informe por correo electrónico. Se adjuntan archivos de Excel.
sw: Imeshindikana kutengeneza ripoti ya barua pepe. Faili za Excel zimeambatishwa.

source: Email report from CommCare HQ
es: Reporte por correo electrónico de CommCare HQ
sw: Ripoti ya barua pepe kutoka CommCare HQ

source: Emailed report
es: Reporte enviado por correo electrónico
sw: Ripoti iliyotumwa kwa barua pepe

source: Specify New Password
es: Especifique Nueva Contraseña
sw: Weka Nenosiri Jipya

source: Change Password
es: Cambie Contraseña
sw: Badilisha Nenosiri

source: Start with +, followed by Country Code.
es: Comience con +, seguido del código de país.
sw: Anza na +, ikifuatiwa na Nambari ya Nchi.

source: Allowed IP Addresses (comma separated)
es: Direcciones IP permitidas (separadas por comas)
sw: Anwani za IP Zinazoruhusiwa (tenganisha kwa koma)

source: Limit the key's access to a single project space
es: Limitar el acceso de la clave a un solo espacio de proyecto
sw: Punguza ufikiaji wa ufunguo kwa nafasi moja ya mradi

source: Date and time the API key should expire on
es: Fecha y hora en que la clave API debe expirar
sw: Tarehe na saa ambayo ufunguo wa API unapaswa kuisha

source: Must be no later than {} from today: {}
es: No debe ser más tarde de {} desde hoy: {}
sw: Lazima isiwe baadaye kuliko {} kuanzia leo: {}

source: Add New API Key
es: Agregar nueva clave API
sw: Ongeza Ufunguo Mpya wa API

source: Generate New API Key
es: Generar nueva clave API
sw: Tengeneza Ufunguo Mpya wa API

source: {} Days
es: {} Días
sw: Siku {}

source: Expiration Date must be in the future
es: La fecha de expiración debe ser en el futuro
sw: Tarehe ya kuisha lazima iwe siku za usoni

source: Your Identity Provider does not allow expiration dates beyond {}
es: Su proveedor de identidad no permite fechas de expiración más allá de {}
sw: Mtoa Huduma wa Utambulisho wako haruhusu tarehe za kuisha zaidi ya {}

source: Your password is not stored here.
es: Su contraseña no se almacena aquí.
sw: Nenosiri lako halihifadhiwi hapa.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to change your Single Sign-On password.
es: Su cuenta es gestionada por <strong>%(idp_name)s</strong>.<br /> Por favor, consulte la documentación de su organización para saber cómo cambiar su contraseña de inicio de sesión único.
sw: Akaunti yako inasimamiwa na <strong>%(idp_name)s</strong>.<br /> Tafadhali angalia nyaraka za shirika lako kwa jinsi ya kubadilisha nenosiri lako la Single Sign-On.

source: My Settings
es: Mis Configuraciones
sw: Mipangilio Yangu

source: Phone Numbers
es: Números de Teléfono
sw: Nambari za Simu

source: <p> Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. </p> <p> Thanks,<br /> CommCare </p>
sw: <p> Ufunguo wako wa api "%(key_name)s" (ulitumiwa mwisho: %(last_used)s) utaisha muda wake tarehe %(expiration_date)s. Nenda %(url)s ili kutengeneza ufunguo mpya ikiwa inahitajika. </p> <p> Asante,<br /> CommCare </p>

source: Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. Thanks, CommCare
sw: Ufunguo wako wa api "%(key_name)s" (ulitumiwa mwisho: %(last_used)s) utaisha muda wake tarehe %(expiration_date)s. Nenda %(url)s ili kutengeneza ufunguo mpya ikiwa inahitajika. Asante, CommCare

source: Enable Privileges on Mobile
es: Permitir Privilegios en el Móvil
sw: Wezesha Haki Maalum kwenye Simu

source: Scanning this QR code from CommCare will enable special privileges for your mobile device, and should not be shared with partners or other external users for any reason.
es: Escanear este código QR desde CommCare habilitará privilegios especiales para su dispositivo móvil, y no debe compartirse con socios u otros usuarios externos por ninguna razón.
sw: Ukiangalia msimbo huu wa QR kutoka CommCare utawezesha haki maalum kwa kifaa chako cha simu, na haipaswi kushirikiwa na washirika au watumiaji wengine wa nje kwa sababu yoyote.

source: You can scan this QR code in CommCare by going to the app manager options menu and selecting 'Advanced', and then 'Enable Mobile Privileges'.
es: Puede escanear este código QR en CommCare yendo al menú de opciones del administrador de aplicaciones y seleccionando 'Avanzado', y luego 'Habilitar privilegios móviles'.
sw: Unaweza kuchanganua msimbo huu wa QR kwenye CommCare kwa kwenda kwenye menyu ya chaguo za msimamizi wa programu na kuchagua 'Advanced', kisha 'Wezesha Haki Maalum za Simu'.

source: Inactivity Timeout (minutes)
es: Tiempo de espera por inactividad (minutos)
sw: Muda wa Kutokuwepo (dakika)

source: You are currently not a member of any projects.
es: Actualmente no es miembro de ningún proyecto.
sw: Kwa sasa wewe si mwanachama wa mradi wowote.

source: Remove My Membership
es: Remover Mi Membresía
sw: Ondoa Uanachama Wangu

source: Remove Project Membership?
es: ¿Remover Membresía de Proyecto?
sw: Ondoa Uanachama wa Mradi?

source: Are you sure you want to remove yourself from the project %(dn)s?
es: ¿Está seguro de que desea eliminarse del proyecto %(dn)s?
sw: Una uhakika unataka kujiondoa kwenye mradi %(dn)s?

source: You are this project's administrator.
es: Usted es el administrador de este proyecto.
sw: Wewe ndiye msimamizi wa mradi huu.

source: Create a New Project
es: Crear un Nuevo Proyecto
sw: Unda Mradi Mpya

source: Copy Full Key
es: Copiar clave completa
sw: Nakili Ufunguo Kamili

source: Expired
es: Expirado
sw: Imeisha muda

source: Delete Key
es: Eliminar clave
sw: Futa Ufunguo

source: Deleting this key will prevent any future API requests that use this key. This action cannot be undone. Are you sure?
es: Eliminar esta clave impedirá cualquier solicitud futura de API que use esta clave. Esta acción no se puede deshacer. ¿Está seguro?
sw: Kufuta ufunguo huu kutazuia maombi yoyote ya API ya baadaye yanayotumia ufunguo huu. Hatua hii haiwezi kutenduliwa. Una uhakika?

source: Make sure to enter a valid phone number starting with a +, followed by your country code.
es: Asegúrate de ingresar un número de teléfono válido que comience con un +, seguido del código de tu país.
sw: Hakikisha umeingiza nambari ya simu halali inayoanza na +, ikifuatiwa na msimbo wa nchi yako.

source: My Account
es: Mi Cuenta
sw: Akaunti Yangu

source: My Information
es: Mi Información
sw: Taarifa Zangu

source: Phone number added.
es: Número de teléfono añadido.
sw: Nambari ya simu imeongezwa.

source: Invalid phone number format entered. Please enter number, including country code, in digits only.
es: Formato de número de teléfono inválido. Por favor ingrese el número, incluyendo el código de país, solamente en dígitos.
sw: Muundo wa nambari ya simu uliowekwa si sahihi. Tafadhali weka nambari, ikijumuisha msimbo wa nchi, kwa tarakimu pekee.

source: Phone number deleted.
es: Número de teléfono eliminado.
sw: Nambari ya simu imefutwa.

source: Primary phone number updated.
es: Número de teléfono principal actualizado.
sw: Nambari kuu ya simu imesasishwa.

source: Unable remove membership because you are the admin of %s
es: No se puede remover la membresía porque usted es el administrador de %s
sw: Imeshindikana kuondoa uanachama kwa sababu wewe ndiye msimamizi wa %s

source: You are no longer part of the project %s
es: Usted ya no es parte del proyecto %s
sw: Hauko tena kwenye mradi %s

source: There was an error removing you from this project.
es: Ocurrió un error al removerlo de este proyecto.
sw: Kulikuwa na hitilafu wakati wa kukuondoa kwenye mradi huu.

source: Change My Password
es: Cambiar Mi Contraseña
sw: Badilisha Nenosiri Langu

source: Your password was successfully changed!
es: ¡Su contraseña fue cambiada exitosamente!
sw: Nenosiri lako limebadilishwa kwa mafanikio!

source: Two Factor Authentication Setup
es: Configuración de Autenticación de Dos Factores
sw: Usanidi wa Uthibitishaji wa Vipengele Viwili

source: Two Factor Authentication Setup Complete
es: Configuración de Autenticación de Dos Factores Completa
sw: Usanidi wa Uthibitishaji wa Vipengele Viwili Umekamilika

source: Two Factor Authentication Backup Tokens
es: Identificador de Respaldo de Autenticación de Dos Factores
sw: Tokeni za Akiba za Uthibitishaji wa Vipengele Viwili

source: Two Factor Authentication Phone Setup
es: Configuración de Autenticación de Dos Factores de Teléfono
sw: Usanidi wa Simu kwa Uthibitishaji wa Vipengele Viwili

source: Phone number removed.
es: Número de teléfono eliminado.
sw: Nambari ya simu imeondolewa.

source: IP Allowlist
es: Lista de permitidos de IP
sw: Orodha ya IP Zinazoruhusiwa

source: Last Used
es: Último uso
sw: Imetumika Mara ya Mwisho

source: Expiration Date
es: Fecha de Expiración
sw: Tarehe ya Kuisha

source: Copy this in a secure place. It will not be shown again.
es: Copia esto en un lugar seguro. No se mostrará nuevamente.
sw: Nakili hii mahali salama. Haitaonyeshwa tena.

source: All IP Addresses
es: Todas las direcciones IP
sw: Anwani Zote za IP

source: Api Key with name "{create_form.cleaned_data['name']}" already exists.
sw: Ufunguo wa Api wenye jina "{create_form.cleaned_data['name']}" tayari upo.

source: New user {username} registered for {domain} through SMS
es: Nuevo usuario {username} registrado para {domain} a través de SMS
sw: Mtumiaji mpya {username} amesajiliwa kwa {domain} kupitia SMS

source: Message Type
es: Tipo de Mensaje
sw: Aina ya Ujumbe

source: Select Message Type...
es: Seleccione Tipo de Mensaje
sw: Chagua Aina ya Ujumbe...

source: Reminder
es: Recordatorio
sw: Kumbusho

source: Broadcast
es: Transmisión
sw: Matangazo

source: Callback
es: Devolución de Llamada
sw: Mwito wa Kurudisha

source: Default
es: Predeterminado
sw: Chaguo-msingi

source: Select Error...
es: Seleccionar error...
sw: Chagua Hitilafu...

source: Communication Type
es: Tipo de Comunicación
sw: Aina ya Mawasiliano

source: Select Communication Type...
es: Seleccione Tipo de Comunicación
sw: Chagua Aina ya Mawasiliano...

source: Conditional Alert
es: Alerta condicional
sw: Arifa ya Masharti

source: Content Type
es: Tipo de Contenido
sw: Aina ya Yaliyomo

source: SMS Callback
es: Callback de SMS
sw: Mwito wa Kurudisha wa SMS

source: Other SMS
es: Otro SMS
sw: SMS Nyingine

source: Connect Message Survey
es: Encuesta de mensaje de conexión
sw: Utafiti wa Ujumbe wa Connect

source: In Progress
es: En Progreso
sw: Inaendelea

source: Not Completed
es: No Completado
sw: Haijakamilika

source: Delivered (Email Only)
es: Entregado (Solo Email)
sw: Imewasilishwa (Barua Pepe Pekee)

source: Enter a full or partial phone number to filter results
es: Escriba un número de teléfono completo o parcial para filtrar resultados
sw: Weka nambari kamili au sehemu ya nambari ya simu kuchuja matokeo

source: Phone Number or Email Address
es: Número de teléfono o dirección de correo electrónico
sw: Nambari ya Simu au Anwani ya Barua Pepe

source: Enter a full or partial phone number or a full or partial email address to filter results
es: Ingresa un número de teléfono completo o parcial o una dirección de correo electrónico completa o parcial para filtrar resultados
sw: Weka nambari kamili au sehemu ya nambari ya simu au anwani kamili au sehemu ya anwani ya barua pepe kuchuja matokeo

source: Custom
es: Personalizado
sw: Maalum

source: Don't use counter
es: No use contador
sw: Usitumie kihesabu

source: Use counter with threshold:
es: Use contador con un mínimo:
sw: Tumia kihesabu na kikomo:

source: Nobody
es: Nadie
sw: Hakuna mtu

source: Cases only
es: Solo casos
sw: Kesi pekee

source: Mobile Workers only
es: Solo Usuarios Móviles
sw: Wafanyakazi wa Simu pekee

source: Cases and Mobile Workers
es: Casos y Usuarios Móviles
sw: Kesi na Wafanyakazi wa Simu

source: Only send message if text is available in recipient's preferred language
es: Solo enviar mensaje si el texto está disponible en el idioma preferido del destinatario
sw: Tuma ujumbe tu ikiwa maandishi yanapatikana katika lugha anayopendelea mpokeaji

source: Use text from the alert or broadcast's default language as a backup
es: Usar el texto del idioma predeterminado de la alerta o transmisión como respaldo
sw: Tumia maandishi kutoka kwa lugha chaguo-msingi ya arifa au matangazo kama nakala ya akiba

source: Use text from the project's default language as a backup if the alert or broadcast's language is also unavailable
es: Usar el texto del idioma predeterminado del proyecto como respaldo si el idioma de la alerta o transmisión tampoco está disponible
sw: Tumia maandishi kutoka kwa lugha chaguo-msingi ya mradi kama nakala ya akiba ikiwa lugha ya arifa au matangazo pia haipatikani

source: Use all available text backups, including untranslated content
es: Usar todos los respaldos de texto disponibles, incluyendo contenido no traducido
sw: Tumia nakala zote za akiba zinazopatikana, ikijumuisha yaliyomo ambayo hayajatafsiriwa

source: Something went wrong. Please reload the page and try again.
es: Algo salió mal. Por favor vuelva a cargar la página e intente de nuevo.
sw: Kuna tatizo limetokea. Tafadhali pakia upya ukurasa na ujaribu tena.

source: You must specify at least one phonenumber.
es: Debe especificar al menos un número de teléfono.
sw: Lazima uweke angalau nambari moja ya simu.

source: Default SMS Response
es: Respuesta SMS Predeterminada
sw: Jibu Chaguo-msingi la SMS

source: Send SMS on...
es: Enviar SMS en...
sw: Tuma SMS siku...

source: any day, at any time
es: cualquier día, a cualquier hora
sw: siku yoyote, wakati wowote

source: only specific days and times
es: solo en días y horas específicas
sw: siku na nyakati maalum pekee

source: SMS Survey Date Format
es: Formato de Fecha de Encuesta SMS
sw: Muundo wa Tarehe wa Utafiti wa SMS

source: Enter a Case Property
es: Ingrese una Propiedad de Caso
sw: Weka Sifa ya Kesi

source: Enter a Number
es: Ingrese un Número
sw: Weka Nambari

source: Delay Automated SMS
es: Retrasar SMS Automatizado
sw: Chelewesha SMS Kiotomatiki

source: Conversation Duration
es: Duración de la Conversación
sw: Muda wa Mazungumzo

source: Survey Traffic
es: Tráfico de la Encuesta
sw: Trafiki ya Utafiti

source: Show all survey traffic
es: Mostrar todo el tráfico de la encuesta
sw: Onyesha trafiki yote ya utafiti

source: Hide all survey traffic except invalid responses
es: Ocultar todo el tráfico de la encuesta excepto respuestas inválidas
sw: Ficha trafiki yote ya utafiti isipokuwa majibu batili

source: Hide all survey traffic
es: Ocultar todo el tráfico de la encuesta
sw: Ficha trafiki yote ya utafiti

source: A Message is Read...
es: Un Mensaje ha sido Leído...
sw: Ujumbe Unasomwa...

source: when it is read by anyone
es: cuando es leído por cualquier persona
sw: unaposomwa na mtu yeyote

source: only for the user that reads it
es: solo para el usuario que lo lee
sw: kwa mtumiaji anayesoma tu

source: Enter Chat Template Identifier
es: Ingrese el Identificador de Modelo de Chat
sw: Weka Kitambulisho cha Kiolezo cha Gumzo

source: Case Self-Registration
es: Autorregistro del Caso
sw: Usajili wa Kesi Binafsi

source: Default Case Type
es: Tipo de Caso Predeterminado
sw: Aina Chaguo-msingi ya Kesi

source: Default Case Owner
es: Propietario de Caso Predeterminado
sw: Mmiliki Chaguo-msingi wa Kesi

source: Registration Submitter
es: Quien Ingresa el Registro
sw: Mwasilishaji wa Usajili

source: SMS Mobile Worker Registration
es: Registro SMS de Usuario Móvil
sw: Usajili wa Mfanyakazi wa Simu kwa SMS

source: Emails to send alerts for new mobile worker registrations
es: Correos electrónicos para enviar alertas de nuevos registros de trabajadores móviles
sw: Barua pepe za kutuma arifa kwa usajili mpya wa wafanyakazi wa simu

source: Send registration welcome message to
es: Envíe mensaje de bienvenida de registro a
sw: Tuma ujumbe wa kukaribisha wa usajili kwa

source: Backup behavior for missing translations
es: Comportamiento de respaldo para traducciones faltantes
sw: Tabia ya akiba kwa tafsiri zinazokosekana

source: Override Daily Outbound SMS Limit
es: Anular límite diario de SMS salientes
sw: Zidi Kikomo cha Kila Siku cha SMS Zinazotoka

source: Daily Outbound SMS Limit
es: Límite diario de SMS salientes
sw: Kikomo cha Kila Siku cha SMS Zinazotoka

source: Enter Default Response
es: Ingrese Respuesta Predeterminada
sw: Weka Jibu Chaguo-msingi
