Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Account Type
es: Tipo de cuenta
sw: Aina ya Akaunti

source: All
es: Todo
sw: Zote

source: Account Name
es: Nombre de la cuenta
sw: Jina la Akaunti

source: Project Space
es: Espacio del proyecto
sw: Nafasi ya Mradi

source: Credit Adjustment Reason
es: Razón de Ajuste de Crédito
sw: Sababu ya Marekebisho ya Mkopo

source: Any Reason
es: Cualquier Razón
sw: Sababu Yoyote

source: Service Type
es: Tipo de servicio
sw: Aina ya Huduma

source: Any Service
es: Cualquier Servicio
sw: Huduma Yoyote

source: Linked to Any Transaction
es: Vinculado a Cualquier Transacción
sw: Imeunganishwa na Muamala Wowote

source: Salesforce Account ID
es: ID de la cuenta de Salesforce
sw: Kitambulisho cha Akaunti ya Salesforce

source: Any
es: Cualquiera
sw: Yoyote

source: Salesforce Contract ID
es: ID del contrato de Salesforce
sw: Kitambulisho cha Mkataba wa Salesforce

source: Active Status
es: Estatus activo
sw: Hali ya Uhai

source: Customer Billing Account
es: Cuenta de Facturación del Cliente
sw: Akaunti ya Malipo ya Mteja

source: Dimagi Contact
es: Contacto de Dimagi
sw: Mwasiliani wa Dimagi

source: Entry Point
es: Punto de Entrada
sw: Njia ya Kuingia

source: Invoicing Status
es: Estado de Facturación
sw: Hali ya Kutuma Ankara

source: Send invoice
es: Enviar factura
sw: Tuma ankara

source: Do not invoice
es: No facturar
sw: Usitume ankara

source: Trial Status
es: Estado de Prueba
sw: Hali ya Majaribio

source: Show All Subscriptions (including trials)
es: Mostrar Todas las Suscripciones (incluso las de prueba)
sw: Onyesha Usajili Wote (ikiwa ni pamoja na majaribio)

source: Show Non-Trial Subscriptions
es: Mostrar las Suscripciones No de Prueba
sw: Onyesha Usajili Usio wa Majaribio

source: Show Only Trial Subscriptions
es: Mostrar Solo las Suscripciones de Prueba
sw: Onyesha Usajili wa Majaribio Pekee

source: Type
es: Tipo
sw: Aina

source: Discounted
es: Descontado
sw: Imepunguzwa Bei

source: Is Hidden
es: Está Oculto
sw: Imefichwa

source: Created By
es: Creado Por
sw: Iliundwa Na

source: Anyone
es: Cualquiera
sw: Yeyote

source: Date Created
es: Fecha de Creación
sw: Tarehe Iliundwa

source: Start Date
es: Fecha de Inicio
sw: Tarehe ya Kuanza

source: End Date
es: Fecha de Finalización
sw: Tarehe ya Mwisho

source: Statement Period
es: Período del Estado
sw: Kipindi cha Taarifa

source: Due Date
es: Fecha Límite
sw: Tarehe ya Malipo

source: Plan Name
es: Nombre del Plan
sw: Jina la Mpango

source: Edition
es: Edición
sw: Toleo

source: Visibility
es: Visibilidad
sw: Mwonekano

source: Payment Status
es: Estado del Pago
sw: Hali ya Malipo

source: Billing Contact Name
es: Nombre del Contacto de Facturación
sw: Jina la Mwasiliani wa Malipo

source: Transaction ID
es: ID de la Transacción
sw: Kitambulisho cha Muamala

source: Usually begins with 'ch_'
es: Generalmente comienza con 'ch_'
sw: Kwa kawaida huanza na 'ch_'

source: Client Contact Emails
es: Correos de Contacto del Cliente
sw: Barua Pepe za Mawasiliano ya Mteja

source: Account is Active
es: La Cuenta está Activa
sw: Akaunti Iko Hai

source: Is Customer Billing Account
es: Es Cuenta de Facturación del Cliente
sw: Ni Akaunti ya Malipo ya Mteja

source: Transfer Subscriptions To
es: Transferir las Suscripciones a
sw: Hamisha Usajili Kwa

source: Transfer any existing subscriptions to the Billing Account specified here.
es: Transferir cualquier suscripción vigente a la Cuenta de Facturación aquí especificada.
sw: Hamisha usajili wowote uliopo kwenye Akaunti ya Malipo iliyobainishwa hapa.

source: Dimagi Contact Email
es: Correo de Contacto de Dimagi
sw: Barua Pepe ya Mwasiliani wa Dimagi

source: Last Payment Method
es: Último Método de Pago
sw: Njia ya Mwisho ya Malipo

source: Prepay or Postpay
es: Prepago o Pospago
sw: Lipa Kabla au Baada

source: Name '%s' is already taken.
es: El nombre '%s' no está disponible.
sw: Jina '%s' tayari limetumika.

source: This account has subscriptions associated with it. Please specify a transfer account before deactivating.
es: Esta cuenta tiene suscripciones asociadas a ella. Por favor especifique una cuenta de transferencia antes de desactivarla.
sw: Akaunti hii ina usajili unaohusishwa nayo. Tafadhali bainisha akaunti ya kuhamishia kabla ya kuzima.

source: The transfer account can't be the same one you're trying to deactivate.
es: La cuenta de transferencia debe ser diferente a la que intenta desactivar.
sw: Akaunti ya uhamisho haiwezi kuwa ile ile unayojaribu kuzima.

source: Billing Account
es: Cuenta de Facturación
sw: Akaunti ya Malipo

source: Version
es: Versión
sw: Toleo

source: Show Most Recent Version
sw: Onyesha Toleo la Hivi Karibuni

source: Show All Versions
sw: Onyesha Matoleo Yote

source: Software Plan
es: Plan de Software
sw: Mpango wa Programu

source: Salesforce Deployment ID
es: ID de Lanzamiento de Salesforce
sw: Kitambulisho cha Utekelezaji wa Salesforce

source: Do Not Invoice
es: No Facturar
sw: Usitoze Ankara

source: Justify why "Do Not Invoice"
es: Explique por qué "No Facturar"
sw: Eleza sababu ya "Usitoze Ankara"

source: Do Not Email Invoices
sw: Usitume Ankara kwa Barua Pepe

source: Do Not Email Subscription Reminders
sw: Usitume Vikumbusho vya Usajili kwa Barua Pepe

source: Auto-generate Plan Credits
es: Autogenerar Planes de Crédito
sw: Tengeneza Kiotomatiki Mikopo ya Mpango

source: Skip invoicing if no feature charges
es: Omitir la facturación si no hay cargos por función
sw: Ruka utozaji wa ankara kama hakuna malipo ya vipengele

source: Transfer Subscription To
es: Transferir la Suscripción a
sw: Hamisha Usajili Kwa

source: Funding Source
es: Fuente de Financiamiento
sw: Chanzo cha Ufadhili

source: Exclude from automated pause process
es: Excluir del proceso de pausa automatizada
sw: Ondoa kwenye mchakato wa kusitisha kiotomatiki

source: Justify why "Skip Auto Pause"
es: Justificar por qué "Omitir Pausa Automática"
sw: Eleza sababu ya "Ruka Kusitisha Kiotomatiki"

source: Enable auto renewal
sw: Wezesha upyaaji kiotomatiki

source: Applies if subscription has a future end date and is type 'Product'
sw: Inatumika ikiwa usajili una tarehe ya mwisho ya baadaye na ni aina ya 'Bidhaa'

source: is most recent version
sw: ndio toleo la hivi karibuni

source: not most recent version
sw: si toleo la hivi karibuni

source: (already started)
sw: (tayari limeanza)

source: (already ended)
sw: (tayari limeisha)

source: Search for Billing Account
sw: Tafuta Akaunti ya Malipo

source: Search for Project Space
sw: Tafuta Nafasi ya Mradi

source: Search for Software Plan
sw: Tafuta Mpango wa Programu

source: Select Active Account
sw: Chagua Akaunti Inayotumika

source: %s Subscription
sw: %s Usajili

source: Edit
es: Editar
sw: Hariri

source: New
es: Nuevo
sw: Mpya

source: Invoice Options
sw: Chaguzi za Ankara

source: Email Options
sw: Chaguzi za Barua Pepe

source: Credit Options
sw: Chaguzi za Mikopo

source: Skip Auto Pause
sw: Ruka Kusitisha Kiotomatiki

source: Auto Renew
sw: Upyaaji Kiotomatiki

source: Update
es: Actualizar
sw: Sasisha

source: Create
es: Crear
sw: Unda

source: Please select an account other than the current account to transfer to.
es: Por favor seleccione una cuenta diferente a la actual para transferirle.
sw: Tafadhali chagua akaunti tofauti na akaunti ya sasa ya kuhamishia.

source: A valid project space is required.
es: Se necesita un espacio de proyecto válido.
sw: Nafasi halali ya mradi inahitajika.

source: Account must be specified
es: Se debe especificar la cuenta
sw: Akaunti lazima ibainishwe

source: Please update 'Client Contact Emails' <strong><a href={link} target="_blank">here</a></strong> before using Billing Account <strong>{account}</strong>.
es: Por favor actualice 'Correos Electrónicos de Contacto del Cliente' <strong><a href={link} target="_blank">aquí</a></strong> antes de usar la Cuenta de Facturación <strong>{account}</strong>.
sw: Tafadhali sasisha 'Barua Pepe za Mawasiliano ya Mteja' <strong><a href={link} target="_blank">hapa</a></strong> kabla ya kutumia Akaunti ya Malipo <strong>{account}</strong>.

source: You must specify a start date
es: Debe especificar una fecha de inicio
sw: Lazima ubainishe tarehe ya kuanza

source: End date must be after start date.
es: La fecha de finalización debe ser posterior a la fecha de inicio.
sw: Tarehe ya mwisho lazima iwe baada ya tarehe ya kuanza.

source: Note
es: Nota
sw: Kumbuka

source: New Software Plan
es: Nuevo Plan de Software
sw: Mpango Mpya wa Programu

source: Rate Type
es: Tipo de Tarifa
sw: Aina ya Kiwango

source: Feature Type
es: Tipo de Función
sw: Aina ya Kipengele

source: Amount over maximum size. If you need support for quantities this large, please <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Report an Issue</a>.
es: Cantidad por encima del tamaño máximo. Si necesita apoyo para cantidades tan grandes como estas, por favor <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Reporte un problema</a>.
sw: Kiasi kimezidi ukubwa wa juu. Ikiwa unahitaji msaada kwa viwango vikubwa hivi, tafadhali <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Ripoti Tatizo</a>.

source: Name already taken. Please enter a new name.
es: El nombre ya existe. Por favor introduzca un nombre nuevo.
sw: Jina tayari limetumika. Tafadhali ingiza jina jipya.

source: Privileges Available
es: Privilegios Disponibles
sw: Ruhusa Zinazopatikana

source: Privileges Selected
es: Privilegios Seleccionados
sw: Ruhusa Zilizochaguliwa

source: Search Privileges...
es: Buscar Privilegios...
sw: Tafuta Ruhusa...

source: You must specify a rate for SMS and USER feature type
es: Debe especificar una tarifa para el tipo de característica SMS y USUARIO
sw: Lazima ubainishe kiwango kwa aina ya kipengele cha SMS na MTUMIAJI

source: You can only specify one rate per feature type (SMS, USER, etc.)
es: Solo puede especificar una tarifa por tipo de característica (SMS, USUARIO, etc.)
sw: Unaweza kubainisha kiwango kimoja tu kwa kila aina ya kipengele (SMS, MTUMIAJI, n.k.)

source: You must specify exactly one product rate.
es: Debe especificar exactamente una tarifa de producto.
sw: Lazima ubainishe kiwango kimoja tu cha bidhaa.

source: A slug is required for this new role.
es: Se requiere un slug para este nuevo rol.
sw: Slug inahitajika kwa jukumu hili jipya.

source: Enter a unique role slug.
es: Introduzca un slug de rol único.
sw: Ingiza slug ya kipekee ya jukumu.

source: A name is required for this new role.
es: Se requiere un nombre para este nuevo rol.
sw: Jina linahitajika kwa jukumu hili jipya.

source: Name
es: Nombre
sw: Jina

source: Company / Organization
es: Empresa/Organización
sw: Kampuni / Shirika

source: Message
es: Mensaje
sw: Ujumbe

source: Submit Request
es: Enviar Solicitud
sw: Tuma Ombi

source: Received invalid adjustment type: %s
es: El tipo de ajuste recibido no es válido: %s
sw: Aina batili ya marekebisho imepokelewa: %s

source: One month of %(plan_name)s Software Plan.
es: Un mes de Plan de Software %(plan_name)s.
sw: Mwezi mmoja wa Mpango wa Programu wa %(plan_name)s.

source: (Prorated for {date_range})
es: (Prorrateado para {date_range})
sw: (Imepunguzwa kwa {date_range})

source: Fee for each {user} exceeding the plan limit of {monthly_limit}.
es: Tarifa por cada {user} que exceda el límite del plan de {monthly_limit}.
sw: Ada kwa kila {user} anayezidi kikomo cha mpango cha {monthly_limit}.

source: {num_sms} of {monthly_limit} included SMS{date_range}.
es: {num_sms} de {monthly_limit} SMS incluidos{date_range}.
sw: {num_sms} kati ya {monthly_limit} SMS zilizojumuishwa{date_range}.

source: from {}
es: de {}
sw: kutoka {}

source: Your card is no longer being used to auto-pay for {billing_account}
es: Su tarjeta ya no está siendo utilizada para el pago automático de {billing_account}
sw: Kadi yako haitumiki tena kulipia kiotomatiki {billing_account}

source: Your card is being used to auto-pay for {billing_account}
es: Su tarjeta está siendo utilizada para el pago automático de {billing_account}
sw: Kadi yako inatumika kulipia kiotomatiki {billing_account}

source: First Name
es: Nombre
sw: Jina la Kwanza

source: Last Name
es: Apellido
sw: Jina la Mwisho

source: Contact Emails
es: Correos de Contacto
sw: Barua Pepe za Mawasiliano

source: We will email communications regarding your account to the emails specified here.
es: Enviaremos información sobre su cuenta por correo electrónico a las direcciones especificadas aquí.
sw: Tutatuma mawasiliano kuhusu akaunti yako kwa barua pepe zilizobainishwa hapa.

source: Phone Number
es: Número de Teléfono
sw: Nambari ya Simu

source: Address First Line
es: Primera Línea de la Dirección
sw: Mstari wa Kwanza wa Anwani

source: Address Second Line
es: Segunda Línea de la Dirección
sw: Mstari wa Pili wa Anwani

source: City
es: Ciudad
sw: Jiji

source: State / Province / Region
es: Estado / Provincia / Región
sw: Jimbo / Mkoa / Eneo

source: Postal Code
es: Código Postal
sw: Nambari ya Posta

source: Country
es: País
sw: Nchi

source: tomorrow!
es: ¡mañana!
sw: kesho!

source: on %s.
es: en %s.
sw: tarehe %s.

source: CommCare Alert: %(account_name)s's subscription to %(plan_name)s ends %(ending_on)s
es: Alerta de CommCare: la suscripción de %(account_name)s al %(plan_name)s termina el %(ending_on)s
sw: Arifa ya CommCare: usajili wa %(account_name)s kwa %(plan_name)s unamalizika %(ending_on)s

source: CommCare Alert: 30 day trial for '%(domain)s' ends %(ending_on)s
es: Alerta de CommCare: la prueba de 30 días por '%(domain)s' termina %(ending_on)s
sw: Arifa ya CommCare: majaribio ya siku 30 kwa '%(domain)s' yanamalizika %(ending_on)s

source: CommCare Alert: %(domain)s's subscription to %(plan_name)s ends %(ending_on)s
es: Alerta de CommCare: la suscripción de %(domain)s a %(plan_name)s termina %(ending_on)s
sw: Arifa ya CommCare: usajili wa %(domain)s kwa %(plan_name)s unamalizika %(ending_on)s

source: There is already a subscription '%s' with no end date that conflicts with the start and end dates of this subscription.
es: Ya existe una suscripción '%s' sin una fecha de finalización que está en conflicto con las fechas de inicio y finalización de esta suscripción.
sw: Tayari kuna usajili '%s' usio na tarehe ya mwisho ambao unakinzana na tarehe za kuanza na kumalizika za usajili huu.

source: There is already a subscription '%(sub)s' that has an end date that conflicts with the start and end dates of this subscription %(start)s - %(end)s.
es: Ya existe una suscripción '%(sub)s' con una fecha de finalización que está en conflicto con la fecha de inicio y finalización de esta suscripción %(start)s - %(end)s.
sw: Tayari kuna usajili '%(sub)s' ambao una tarehe ya mwisho inayokinza na tarehe za kuanza na kumalizika za usajili huu %(start)s - %(end)s.

source: Paid
es: Pagado
sw: Imelipwa

source: Payment Required
es: Pago Requerido
sw: Malipo Yanahitajika

source: Hello,
es: Hola,
sw: Habari,

source: Dear %s,
es: Estimado %s:
sw: Mpendwa %s,

source: CommCare Subscription Prepayment Invoice for {account_or_domain} due {due_date}
es: Factura de Prepago de Suscripción de CommCare para {account_or_domain} con vencimiento el {due_date}
sw: Ankara ya Malipo ya Awali ya Usajili wa CommCare kwa {account_or_domain} inapaswa kulipwa kufikia {due_date}

source: CommCare Subscription Prepayment Invoice for {account_or_domain}
es: Factura de Prepago de Suscripción de CommCare para {account_or_domain}
sw: Ankara ya Malipo ya Awali ya Usajili wa CommCare kwa {account_or_domain}

source: You can't specify both an invoice and a line item.
es: No puede especificar una factura y una partida al mismo tiempo.
sw: Huwezi kubainisha ankara na kipengele cha mstari kwa wakati mmoja.

source: Something went wrong while processing your payment. We're working quickly to resolve the issue. No charges were issued. Please try again in a few hours.
es: Algo salió mal mientras procesábamos su pago. Estamos trabajando rápidamente para solucionar el problema. No se realizó ningún cargo. Por favor intente otra vez en unas horas.
sw: Kuna hitilafu ilitokea wakati wa kuchakata malipo yako. Tunafanya haraka kutatua tatizo hili. Hakuna malipo yaliyotozwa. Tafadhali jaribu tena baada ya saa chache.

source: Invoice #%s
es: Factura #%s
sw: Ankara #%s

source: Bulk Payment for project space %s
es: Pago General para el espacio del proyecto %s
sw: Malipo ya Pamoja kwa nafasi ya mradi %s

source: You are using custom branding. Selecting this plan will remove this feature.
es: Está utilizando una marca personalizada. Al seleccionar este plan esta función se eliminará.
sw: Unatumia chapa maalum. Kuchagua mpango huu kutaondoa kipengele hiki.

source: You have a subscription SCHEDULED TO START on %(date_start)s. Changing this plan will CANCEL that %(plan_name)s subscription.
es: Usted tiene una suscripción AGENDADA PARA INICIAR el %(date_start)s. Al cambiar este plan se CANCELARÁ la suscripción de %(plan_name)s.
sw: Una usajili ULIOPANGWA KUANZA tarehe %(date_start)s. Kubadilisha mpango huu KUTAFUTA usajili wa %(plan_name)s.

source: Your project has enabled a {} minute session timeout setting. By changing to a different plan, you will lose the ability to enforce this shorter timeout policy.
es: Tu proyecto ha habilitado una configuración de tiempo de espera de sesión de {} minutos. Al cambiar a un plan diferente, perderás la capacidad de aplicar esta política de tiempo de espera más corta.
sw: Mradi wako umewezesha mpangilio wa muda wa kikao wa dakika {}. Kwa kubadilisha kwenda mpango mwingine, utapoteza uwezo wa kutekeleza sera hii fupi ya muda wa kikao.

source: Two factor authentication is currently required of all of your web users for this project space. By changing to a different plan you will lose the ability to enforce this requirement. However, any web user who still wants to use two factor authentication will be able to continue using it.
es: Actualmente a todos sus usuarios web de este espacio de proyecto se les requiere una autenticación de dos factores. Al cambiarse a un plan diferente perderá la opción de aplicar este requerimiento. Sin embargo, cualquier usuario web que todavía desee utilizar la autenticación de dos factores, podrá hacerlo.
sw: Uthibitishaji wa hatua mbili kwa sasa unahitajika kwa watumiaji wote wa wavuti kwenye nafasi hii ya mradi. Kwa kubadilisha kwenda mpango mwingine utapoteza uwezo wa kutekeleza hitaji hili. Hata hivyo, mtumiaji yeyote wa wavuti anayetaka kuendelea kutumia uthibitishaji wa hatua mbili ataweza kuendelea kuutumia.

source: Your project currently requires all mobile workers to have strong passwords. By changing to a different plan, you will lose the ability to enforce these password requirements.
es: Actualmente su proyecto requiere que todos los usuarios móviles tengan contraseñas seguras. Al cambiarse a un plan diferente perderá la capacidad de aplicar estos requerimientos de contraseña.
sw: Mradi wako kwa sasa unahitaji Wafanyakazi wote wa Simu kuwa na nywila imara. Kwa kubadilisha kwenda mpango mwingine, utapoteza uwezo wa kutekeleza mahitaji haya ya nywila.

source: The following security features will be affected if you select this plan:
es: Si selecciona este plan, afectará las siguientes funciones de seguridad:
sw: Vipengele vifuatavyo vya usalama vitaathiriwa ukichagua mpango huu:

source: You have %(number_of_reports)d report builder reports. By selecting this plan you will lose access to those reports.
es: Usted tiene %(number_of_reports)d reportes del desarrollador de reportes. de Al seleccionar este plan perderá acceso a esos reportes.
sw: Una ripoti za mtayarishaji wa ripoti %(number_of_reports)d. Kwa kuchagua mpango huu utapoteza ufikiaji wa ripoti hizo.

source: Payment Received - Thank You!
es: El pago ha sido recibido. ¡Gracias!
sw: Malipo Yamepokelewa - Asante!

source: Subscription Payment for CommCare Invoice {context['invoice_number']} was declined
sw: Malipo ya Usajili kwa Ankara ya CommCare {context['invoice_number']} yalikataliwa

source: Manage Accounting Admins
es: Gestionar los Administradores de Contabilidad
sw: Simamia Wasimamizi wa Uhasibu

source: Add or delete users that can view and edit accounting settings.
es: Agregar o eliminar usuarios que pueden ver y editar configuraciones de contabilidad.
sw: Ongeza au futa watumiaji wanaoweza kuona na kuhariri mipangilio ya uhasibu.

source: Remove
es: Eliminar
sw: Ondoa

source: Remove <strong data-bind="text: username"></strong> from admins?
es: ¿Eliminar a <strong data-bind="text: username"></strong> de los administradores?
sw: Ondoa <strong data-bind="text: username"></strong> kutoka kwa wasimamizi?

source: Yes, remove <strong data-bind="text: username"></strong>'s Accounting Admin privileges.
es: Sí, eliminar los privilegios de Administrador de Contabilidad de <strong data-bind="text: username"></strong>.
sw: Ndio, ondoa <strong data-bind="text: username"></strong> haki za Usimamizi wa Uhasibu.

source: Cancel
es: Cancelar
sw: Ghairi

source: Removing User...
es: Eliminando Usuario...
sw: Inaondoa Mtumiaji...

source: Remove User
es: Eliminar Usuario
sw: Ondoa Mtumiaji

source: Removed
es: Eliminado
sw: Imeondolewa

source: Account
es: Cuenta
sw: Akaunti

source: Subscriptions
es: Suscripciones
sw: Usajili

source: Credits
es: Créditos
sw: Mikopo

source: Autopay
es: Pago automático
sw: Malipo ya Moja kwa Moja

source: <p> Hello %(old_user_name)s, </p> <p> Your card is no longer being used for autopayment on the account %(billing_account_name)s. </p> <p> A card belonging to <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> is being used instead. If this is expected, you do not have to take any further action, and this card will be used to pay monthly invoices and will be charged on the invoice due date. If this change is unexpected, you can view and alter the credit card information at any time by navigating to your <a href="%(billing_info_url)s">Billing Information</a> page. </p> <p> Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Best Regards, </p> <p> The CommCare Team<br/> www.commcarehq.org </p> <p> Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA </p>
sw: <p> Habari %(old_user_name)s, </p> <p> Kadi yako haitumiki tena kwa malipo ya moja kwa moja kwenye akaunti %(billing_account_name)s. </p> <p> Kadi inayomilikiwa na <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> ndiyo inatumika badala yake. Ikiwa hili linalingana na matarajio yako, huna haja ya kuchukua hatua zaidi, na kadi hii itatumika kulipia ankara za kila mwezi na itatozwa kwenye tarehe ya mwisho ya ankara. Ikiwa mabadiliko haya hayakutarajiwa, unaweza kuona na kubadilisha taarifa za kadi ya mkopo wakati wowote kwa kwenda kwenye ukurasa wako wa <a href="%(billing_info_url)s">Taarifa za Malipo</a>. </p> <p> Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Wako mwaminifu, </p> <p> Timu ya CommCare<br/> www.commcarehq.org </p> <p> Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA </p>

source: Dear %(name)s,
es: Estimado/a %(name)s,
sw: Mpendwa %(name)s,

source: This email is a receipt for your payment of %(amount)s toward your project %(project)s.
es: Este correo electrónico es un recibo por tu pago de %(amount)s hacia tu proyecto %(project)s.
sw: Barua pepe hii ni risiti ya malipo yako ya %(amount)s kuelekea mradi wako %(project)s.
