Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: No data is available yet.
es: No hay datos disponibles aún.
sw: Hakuna data inayopatikana bado.

source: Please click 'update data' if the automatic scheduler hasn't picked up the changes in a while.
es: Por favor haga clic en 'actualizar datos' si el programador automático no ha detectado los cambios en un tiempo.
sw: Tafadhali bonyeza 'sasisha data' ikiwa ratiba otomatiki haijachukua mabadiliko kwa muda.

source: Confirm data updates
es: Confirmar actualizaciones de datos
sw: Thibitisha sasisho la data

source: To renew daily updates, click the Update Data button below and check back in a little bit once the updates have finished processing.
es: Para renovar las actualizaciones diarias, haga clic en el botón Actualizar Datos a continuación y vuelva en un momento una vez que las actualizaciones hayan terminado de procesarse.
sw: Ili kuhuisha sasisho za kila siku, bonyeza kitufe cha Sasisha Data hapa chini na rudi tena baada ya muda kidogo mara baada ya sasisho kumaliza kuchakatwa.

source: Once the data is updated, a data refresh should occur automatically on a daily basis.
es: Una vez que los datos estén actualizados, una actualización de datos debería ocurrir automáticamente a diario.
sw: Mara data itakaposasishwa, usasishaji wa data utafanyika otomatiki kila siku.

source: To download data now, please click the Export button instead.
es: Para descargar datos ahora, por favor haga clic en el botón Exportar en su lugar.
sw: Ili kupakua data sasa, tafadhali bonyeza kitufe cha Hamisha badala yake.

source: Confirm data updates.
es: Confirmar actualizaciones de datos.
sw: Thibitisha sasisho la data.

source: This will enable the daily automatic updates of this export.
es: Esto habilitará las actualizaciones automáticas diarias de esta exportación.
sw: Hii itawasha sasisho otomatiki za kila siku za uhamishaji huu.

source: This will disable the daily automatic updates of this export.
es: Esto deshabilitará las actualizaciones automáticas diarias de esta exportación.
sw: Hii itazima sasisho otomatiki za kila siku za uhamishaji huu.

source: Disable auto update
es: Deshabilitar actualización automática
sw: Zima sasisho otomatiki

source: Enable auto update
es: Habilitar actualización automática
sw: Washa sasisho otomatiki

source: Edit Filters
es: Editar Filtros
sw: Hariri Vichujio

source: DET Config
es: Configuración DET
sw: Mipangilio ya DET

source: Copy &amp; Edit
es: Copiar &amp; Editar
sw: Nakili &amp; Hariri

source: View
es: Vista
sw: Tazama

source: View Columns
es: Ver Columnas
sw: Tazama Safu

source: View Feed
es: Ver Feed
sw: Tazama Feed

source: Copy &amp; Edit
es: Copiar &amp; Editar
sw: Nakili &amp; Hariri

source: Private
es: Privado
sw: Binafsi

source: Export Only
es: Solo Exportar
sw: Hamisha Tu

source: Edit & Export
es: Editar y Exportar
sw: Hariri & Hamisha

source: Share Daily Data with Excel and Other Systems
es: Compartir Datos Diarios con Excel y Otros Sistemas
sw: Shiriki Data za Kila Siku na Excel na Mifumo Mingine

source: Share Daily Data with Excel and Other Systems
es: Compartir Datos Diarios con Excel y Otros Sistemas
sw: Shiriki Data za Kila Siku na Excel na Mifumo Mingine

source: CommCare can automatically generate an Excel Dashboard Feed or a saved export, allowing you to easily analyze and build reports for your project in Excel or another system. These feeds and exports are updated on a daily-basis with new data and can be filtered to data from a specific set of users or locations. Excel Dashboard Feeds and Daily Saved Exports are available on the Standard or higher software plans.
es: CommCare puede generar automáticamente un Feed de Tablero de Excel o una exportación guardada, permitiéndote analizar y crear informes para tu proyecto en Excel u otro sistema. Estos feeds y exportaciones se actualizan diariamente con nuevos datos y se pueden filtrar por un conjunto específico de usuarios o ubicaciones. Los Feeds de Tablero de Excel y las Exportaciones Guardadas Diarias están disponibles en los planes de software Estándar o superiores.
sw: CommCare inaweza kutengeneza Kiunganishi cha Dashibodi ya Excel au hamisho lililohifadhiwa moja kwa moja, kukuwezesha kuchambua na kutengeneza ripoti kwa mradi wako kwenye Excel au mfumo mwingine. Viunganishi na hamisho hivi husasishwa kila siku na data mpya na vinaweza kuchujwa kwa data kutoka kwa watumiaji au maeneo maalum. Viunganishi vya Dashibodi ya Excel na Hamisho za Kila Siku zilizohifadhiwa vinapatikana kwenye mipango ya Standard au ya juu zaidi ya programu.

source: Learn More About Pricing Plans
es: Aprenda Más Acerca de Nuestros Planes de Precio
sw: Jifunze Zaidi Kuhusu Mipango ya Bei

source: Change My Subscription
es: Cambiar Mi Suscipción
sw: Badilisha Usajili Wangu

source: You have no submissions in this project.
es: No tiene ningún ingreso en este proyecto.
sw: Huna mawasilisho yoyote kwenye mradi huu.

source: This export contains %(row_count)s rows. Please change the filters to be less than %(max_rows)s rows.
es: Esta exportación contiene %(row_count)s filas. Por favor cambie los filtros para que sean menos de %(max_rows)s filas.
sw: Hamisho hili lina safu %(row_count)s. Tafadhali badilisha vichujio ili ziwe chini ya safu %(max_rows)s.

source: There are no sheets to export. If this is a bulk case export then the export configuration might still be busy populating its tables. Please try again later.
es: No hay hojas para exportar. Si esta es una exportación de casos masiva, entonces la configuración de exportación podría estar ocupada llenando sus tablas. Por favor, inténtalo de nuevo más tarde.
sw: Hakuna karatasi za kuhamisha. Ikiwa hii ni hamisho la kesi nyingi basi mpangilio wa hamisho bado unaweza kuwa unajaza jedwali zake. Tafadhali jaribu tena baadaye.

source: You do not have permission to export de-identified exports.
es: No tienes permiso para exportar exportaciones desidentificadas.
sw: Huna ruhusa ya kuhamisha hamisho zisizotambulika.

source: Form did not validate.
es: El formulario no se validó.
sw: Fomu haikuidhinishwa.

source: Could not find download. Please refresh page and try again.
es: No se pudo encontrar la descarga. Por favor, actualiza la página e inténtalo de nuevo.
sw: Haikuweza kupata upakuaji. Tafadhali onyesha upya ukurasa na jaribu tena.

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx to export this file.
es: Este archivo tiene más de 256 columnas, lo cual no es compatible con xls. Por favor, cambia el tipo de salida a csv o xlsx para exportar este archivo.
sw: Faili hili lina zaidi ya safu 256, jambo ambalo halitumiki kwenye xls. Tafadhali badilisha aina ya matokeo kuwa csv au xlsx ili kuhamisha faili hili.

source: Failed to download export.
es: Error al descargar la exportación.
sw: Imeshindikana kupakua hamisho.

source: Download Form Data Export
es: Descargar Exportación de Datos de Formularios
sw: Pakua Hamisho la Data ya Fomu

source: Please check that you've submitted all required filters.
es: Por favor revise que haya ingresado todos los filtros requeridos.
sw: Tafadhali hakikisha umejaza vichujio vyote vinavyohitajika.

source: This is too many files to export at once. Please modify your filters to select fewer forms.
es: Son demasiados archivos para exportar de una vez. Por favor, modifica tus filtros para seleccionar menos formularios.
sw: Hii ni faili nyingi sana za kuhamisha kwa wakati mmoja. Tafadhali badilisha vichujio vyako ili kuchagua fomu chache zaidi.

source: Download Case Data Export
es: Descargar Exportación de Datos de Casos
sw: Pakua Hamisho la Data ya Kesi

source: Export SMS Messages
es: Exportar Mensajes SMS
sw: Hamisha Ujumbe wa SMS

source: Download Form Data Exports
es: Descargar Exportaciones de Datos de Formularios
sw: Pakua Hamisho za Data ya Fomu

source: Download ID or User ID blank/not provided
es: ID o ID de Usuario en blanco/no proporcionado
sw: Pakua ID au ID ya Mtumiaji haipo/haijatolewa

source: Export failed
es: Exportación fallida
sw: Hamisho limeshindwa

source: Invalid user
es: Usuario no válido
sw: Mtumiaji si sahihi

source: Export e-mail request sent.
es: Solicitud de exportación por correo electrónico enviada.
sw: Ombi la hamisho la barua pepe limetumwa.

source: Sorry, something went wrong creating that file: {error}
es: Lo sentimos, algo salió mal al crear ese archivo: {error}
sw: Samahani, kuna tatizo limetokea wakati wa kutengeneza faili hilo: {error}

source: Edit Form Data Export
es: Editar Exportación de Datos de Formularios
sw: Hariri Hamisho la Data ya Fomu

source: Edit Case Data Export
es: Editar Exportación de Datos de Casos
sw: Hariri Hamisho la Data ya Kesi

source: Edit Case Feed
es: Editar Ingreso del Caso
sw: Hariri Kiunganishi cha Kesi

source: Edit Form Feed
es: Editar Ingreso del Formulario
sw: Hariri Kiunganishi cha Fomu

source: Copy OData Feed
es: Copiar Feed OData
sw: Nakili Kiunganishi cha OData

source: Select a model to export
es: Selecciona un modelo para exportar
sw: Chagua mfano wa kuhamisha

source: Select a Form to Export
es: Seleccionar un Formulario a Exportar
sw: Chagua Fomu ya Kuhamisha

source: Select a Case Type to Export
es: Seleccione un Tipo de Caso a Exportar
sw: Chagua Aina ya Kesi ya Kuhamisha

source: Exports are a way to download data in a variety of formats (CSV, Excel, etc.) for use in third-party data analysis tools.
es: Las exportaciones son una forma de descargar datos en una variedad de formatos (CSV, Excel, etc.) para su uso en herramientas de análisis de datos de terceros.
sw: Hamisho ni njia ya kupakua data katika miundo mbalimbali (CSV, Excel, n.k.) kwa matumizi kwenye zana za uchambuzi wa data za watu wengine.

source: Export Form Data
es: Exportar Datos de Formularios
sw: Hamisha Data ya Fomu

source: Export
es: Exportación
sw: Hamisha

source: export
es: exportación
sw: hamisha

source: Exports
es: Exportaciones
sw: Hamisho

source: exports
es: exportaciones
sw: hamisho

source: My Exports
es: Mis Exportaciones
sw: Hamisho Zangu

source: Exports Shared with Me
es: Exportaciones Compartidas Conmigo
sw: Hamisho Zilizoshirikiwa Nami

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx in the export configuration page to export this file.
es: Este archivo tiene más de 256 columnas, lo cual no es compatible con xls. Por favor, cambia el tipo de salida a csv o xlsx en la página de configuración de exportación para exportar este archivo.
sw: Faili hili lina zaidi ya safu 256, jambo ambalo halitumiki kwenye xls. Tafadhali badilisha aina ya matokeo kuwa csv au xlsx kwenye ukurasa wa mpangilio wa hamisho ili kuhamisha faili hili.

source: Daily Saved Exports
es: Exportaciones Guardadas Diariamente
sw: Hamisho za Kila Siku Zilizohifadhiwa

source: Problem saving dashboard feed filters: Invalid form
es: Ocurrió un problema al guardar filtros de alimentación del tablero: Formulario inválido
sw: Tatizo la kuhifadhi vichujio vya kiunganishi cha dashibodi: Fomu si sahihi

source: Export Case Data
es: Exportar Datos de Casos
sw: Hamisha Data ya Kesi

source: Populating tables for <strong>{}</strong>. ({}%)
es: Llenando tablas para <strong>{}</strong>. ({}%)
sw: Inajaza jedwali kwa <strong>{}</strong>. ({}%)

source: Excel Dashboard Integration
es: Integración de Tablero de Excel
sw: Muunganiko wa Dashibodi ya Excel

source: Excel dashboard feeds allow Excel to directly connect to CommCare HQ to download data. Data is updated daily.
es: Los feeds del panel de Excel permiten que Excel se conecte directamente a CommCare HQ para descargar datos. Los datos se actualizan diariamente.
sw: Viunganishi vya dashibodi ya Excel huruhusu Excel kuunganishwa moja kwa moja na CommCare HQ ili kupakua data. Data husasishwa kila siku.

source: Dashboard Feed
es: Ingreso del Tablero
sw: Mlisho wa Dashibodi

source: dashboard feed
es: ingreso del tablero
sw: mlisho wa dashibodi

source: Dashboard Feeds
es: Ingresos del Tablero
sw: Mlisho ya Dashibodi

source: dashboard feeds
es: ingresos del tablero
sw: mlisho ya dashibodi

source: My Dashboard Feeds
es: Mis Feeds del Panel
sw: Mlisho Yangu ya Dashibodi

source: Dashboard Feeds Shared with Me
es: Feeds del Panel Compartidos Conmigo
sw: Mlisho ya Dashibodi Iliyoshirikiwa Nami

source: Export De-Identified Form Data
es: Exportar Datos de Formularios Desidentificados
sw: Hamisha Data ya Fomu Isiyotambulika

source: Export De-Identified Case Data
es: Exportar Datos de Casos Desidentificados
sw: Hamisha Data ya Kesi Isiyotambulika

source: Export De-Identified Daily Saved Exports
es: Exportar las Exportaciones Anónimas Guardadas Diariamente
sw: Hamisha Uhamishaji wa Kila Siku Uliookolewa Usio na Utambulisho

source: Export De-Identified Dashboard Feeds
es: Exportar los Ingresos Anónimos del Tablero
sw: Hamisha Mlisho ya Dashibodi Isiyotambulika

source: Export not found
es: Exportación no encontrada
sw: Uhamishaji haujapatikana

source: The form did not validate.
es: El formulario no se validó.
sw: Fomu haikuidhinishwa.

source: Feed Type
es: Tipo de Feed
sw: Aina ya Mlisho

source: Select feed type
es: Seleccionar tipo de feed
sw: Chagua aina ya mlisho

source: Select Feed Type
es: Seleccionar Tipo de Feed
sw: Chagua Aina ya Mlisho

source: PowerBi/Tableau Integration
es: Integración PowerBi/Tableau
sw: Ujumuishaji wa PowerBi/Tableau

source: Use OData feeds to integrate your CommCare data with Power BI or Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Learn more. </a><br /> This feature allows {odata_feed_limit} feed configurations. Need more? Please write to us at <a href="mailto:{sales_email}">{sales_email}</a>.
es: Use feeds OData para integrar sus datos de CommCare con Power BI o Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Aprender más. </a><br /> Esta función permite {odata_feed_limit} configuraciones de feed. ¿Necesita más? Por favor escríbanos a <a href="mailto:{sales_email}">{sales_email}</a>.
sw: Tumia mlisho ya OData kuunganisha data yako ya CommCare na Power BI au Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Jifunze zaidi. </a><br /> Kipengele hiki kinakuwezesha usanidi wa mlisho {odata_feed_limit}. Unahitaji zaidi? Tafadhali tuandikie kwa <a href="mailto:{sales_email}">{sales_email}</a>.

source: OData Feed
es: Feed OData
sw: Mlisho wa OData

source: OData feed
es: feed OData
sw: mlisho wa OData

source: OData feeds
es: feeds OData
sw: mlisho ya OData

source: My OData Feeds
es: Mis Feeds OData
sw: Mlisho Yangu ya OData

source: OData Feeds Shared with Me
es: Feeds OData Compartidos Conmigo
sw: Mlisho ya OData Iliyoshirikiwa Nami

source: Export Settings
es: Exportar Configuraciones
sw: Mipangilio ya Uhamishaji

source: Learn more about exports on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Help Site</a>.
es: Aprenda más sobre exportaciones en nuestro <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Sitio de Ayuda</a>.
sw: Jifunze zaidi kuhusu uhamishaji kwenye <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Tovuti ya Msaada</a> yetu.

source: Export Name
es: Nombre de Exportación
sw: Jina la Uhamishaji

source: Choose the fields you want to export.
es: Elija los campos que quiere exportar.
sw: Chagua sehemu unazotaka kuhamisha.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the headers in the export file.
es: Puede arrastrar y soltar campos para reordenarlos. También puede renombrar campos, lo que actualizará los encabezados en el archivo de exportación.
sw: Unaweza kuburuta na kudondosha sehemu ili kupanga upya. Pia unaweza kubadilisha majina ya sehemu, ambayo yatahuisha vichwa kwenye faili ya uhamishaji.

source: Column labels must be unique. '{}' appears more than once.
es: Las etiquetas de columna deben ser únicas. '{}' aparece más de una vez.
sw: Lebo za safu lazima ziwe za kipekee. '{}' inaonekana zaidi ya mara moja.

source: Export <strong>{}</strong> saved.
es: Exportación <strong>{}</strong> guardada.
sw: Uhamishaji <strong>{}</strong> umehifadhiwa.

source: Create Form Data Export
es: Crear Exportación de Datos de Formulario
sw: Unda Uhamishaji wa Data ya Fomu

source: Create Case Data Export
es: Crear Exportación de Datos de Caso
sw: Unda Uhamishaji wa Data ya Kesi

source: Case type '{case_type}' does not exist for this project.
es: El tipo de caso '{case_type}' no existe para este proyecto.
sw: Aina ya kesi '{case_type}' haipo kwenye mradi huu.

source: Create Dashboard Feed
es: Crear Ingreso del Tablero
sw: Unda Mlisho wa Dashibodi

source: Create OData Case Feed
es: Crear Feed de Casos OData
sw: Unda Mlisho wa Kesi wa OData

source: Create OData Form Feed
es: Crear Feed de Formularios OData
sw: Unda Mlisho wa Fomu wa OData

source: <strong>{}</strong> {}{} were deleted.
es: <strong>{}</strong> {}{} fueron eliminados.
sw: <strong>{}</strong> {}{} zimefutwa.

source: <strong>{}</strong> {}{} was deleted.
es: <strong>{}</strong> {}{} fue eliminado.
sw: <strong>{}</strong> {}{} imefutwa.

source: Export <strong>{}</strong> was deleted.
es: La Exportación <strong>{}</strong> fue eliminada.
sw: Uhamishaji <strong>{}</strong> umefutwa.

source: You can only copy new exports.
es: Solo puede copiar exportaciones nuevas.
sw: Unaweza kunakili uhamishaji mpya pekee.

source: Export <strong>{}</strong> created.
es: Exportación <strong>{}</strong> creada.
sw: Uhamishaji <strong>{}</strong> umeundwa.

source: OData Feed Settings
es: Configuración del Feed OData
sw: Mipangilio ya Mlisho wa OData

source: OData Feed Name
es: Nombre del Feed OData
sw: Jina la Mlisho wa OData

source: Choose the fields you want to include in this feed.
es: Elige los campos que deseas incluir en este feed.
sw: Chagua sehemu unazotaka kujumuisha kwenye mlisho huu.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the field labels in the Power BI/Tableau
es: Puedes arrastrar y soltar campos para reordenarlos. También puedes renombrar campos, lo que actualizará las etiquetas de campo en Power BI/Tableau
sw: Unaweza kuburuta na kudondosha sehemu ili kupanga upya. Pia unaweza kubadilisha majina ya sehemu, ambayo yatahuisha lebo za sehemu kwenye Power BI/Tableau

source: Copy of {}
es: Copia de {}
sw: Nakala ya {}

source: Secure File Transfer
es: Transferencia Segura de Archivos
sw: Uhamishaji Salama wa Faili

source: The data file exceeds the maximum size of {} MB.
es: El archivo de datos excede el tamaño máximo de {} MB.
sw: Faili ya data inazidi ukubwa wa juu wa {} MB.

source: Uploading this data file would exceed the total allowance of {} GB for this project space. Please remove some files in order to upload new files.
es: Si carga este archivo de datos superará la capacidad total de {} GB para este espacio de proyecto. Por favor elimine algunos archivos para cargar nuevos.
sw: Kupakia faili hii ya data kutazidi jumla ya ruhusa ya {} GB kwa nafasi hii ya mradi. Tafadhali ondoa baadhi ya faili ili kupakia faili mpya.

source: Data file "{}" uploaded
es: Archivo de datos "{}" ha sido cargado
sw: Faili ya data "{}" imepakiwa

source: Sorry, we couldn't find that table. If you think this is a mistake please report an issue.
es: Lo sentimos, no pudimos encontrar esa tabla. Si cree que esto es un error, por favor reporte un problema.
sw: Samahani, hatukuweza kupata jedwali hilo. Ikiwa unadhani hii ni makosa tafadhali ripoti tatizo.

source: Select a Table
es: Selecciona una Tabla
sw: Chagua Jedwali

source: View Tables
es: Ver Tablas
sw: Tazama Majedwali

source: You don't have any tables defined yet - create tables to view them.
es: Todavía no tiene ninguna tabla definida- cree tablas para visualizarlas.
sw: Huna majedwali yoyote yaliyofafanuliwa bado - tengeneza majedwali ili uyatazame.

source: Manage Tables
es: Administrar Tablas
sw: Dhibiti Majedwali

source: Lookup tables are used in applications to provide data that is not directly stored in the application and may change over time. For example, you can use them for a list of villages that changes over the time of your project. They also allow you to assign certain data (ex. villages) to certain users. <br> Read more about lookup tables on our <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Help Site</a>.
es: Las tablas de búsqueda se utilizan en aplicaciones para proporcionar datos que no se almacenan directamente en la aplicación y pueden cambiar con el tiempo. Por ejemplo, puedes usarlas para una lista de aldeas que cambia con el tiempo de tu proyecto. También te permiten asignar ciertos datos (por ejemplo, aldeas) a ciertos usuarios. <br> Lee más sobre las tablas de búsqueda en nuestro <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Sitio de Ayuda</a>.
sw: Majedwali ya utafutaji hutumiwa katika programu kutoa data ambayo haihifadhiwi moja kwa moja kwenye programu na inaweza kubadilika kadri muda unavyopita. Kwa mfano, unaweza kuyatumia kwa orodha ya vijiji inayobadilika wakati wa mradi wako. Pia hukuruhusu kugawa data fulani (mf. vijiji) kwa watumiaji fulani. <br> Soma zaidi kuhusu majedwali ya utafutaji kwenye <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Tovuti ya Msaada</a>.

source: Something went wrong! Your edit has not been applied, please try again. If you see this error repeatedly please report it as issue.
es: ¡Algo salió mal! Tu edición no se ha aplicado, por favor intenta de nuevo. Si ves este error repetidamente, por favor repórtalo como un problema.
sw: Kuna tatizo limetokea! Mabadiliko yako hayajatekelezwa, tafadhali jaribu tena. Ikiwa utaona kosa hili mara kwa mara tafadhali ripoti kama tatizo.

source: Download Lookup Tables
es: Descargar Tablas de Búsqueda
sw: Pakua Majedwali ya Utafutaji

source: Unlock Linked Tables For Me
es: Desbloquear Tablas Vinculadas Para Mí
sw: Fungua Majedwali Yaliyounganishwa Kwa Ajili Yangu

source: Lock Linked Tables For Me
es: Bloquear Tablas Vinculadas Para Mí
sw: Funga Majedwali Yaliyounganishwa Kwa Ajili Yangu

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
es: Las configuraciones vinculadas se controlan desde un espacio de proyecto separado y vinculado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Aprende más</a>.
sw: Mipangilio iliyounganishwa inadhibitiwa kutoka kwenye nafasi tofauti ya mradi iliyounganishwa. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Jifunze zaidi</a>.

source: Table ID
es: ID de Tabla
sw: Kitambulisho cha Jedwali

source: View Table
es: Ver Tabla
sw: Tazama Jedwali

source: Edit or Delete Table
es: Editar o Eliminar Tabla
sw: Hariri au Futa Jedwali

source: Include in Download
es: Incluir en Descarga
sw: Jumuisha kwenye Upakuaji

source: all
es: todo
sw: yote

source: none
es: ninguno
sw: hakuna

source: Add Table
es: Agregar Tabla
sw: Ongeza Jedwali

source: Upload Lookup Tables
es: Subir Tablas de Búsqueda
sw: Pakia Majedwali ya Utafutaji
