Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Sorry, that invitation has already been used up. If you feel this is a mistake, please ask the inviter for another invitation.
es: Lo sentimos, esa invitación ya ha sido utilizada. Si crees que esto es un error, por favor pide al invitador otra invitación.
sw: Samahani, mwaliko huo tayari umetumika. Ikiwa unahisi hii ni makosa, tafadhali muombe mkaribishaji akutumie mwaliko mwingine.

source: Project Invitation
es: Invitación del Proyecto
sw: Mwaliko wa Mradi

source: Project Invitation, Account Required
es: Invitación del Proyecto, se Necesita una Cuenta
sw: Mwaliko wa Mradi, Akaunti Inahitajika

source: You are already a member of {entity}.
es: Usted ya es miembro de {entity}.
sw: Tayari wewe ni mwanachama wa {entity}.

source: It looks like you are trying to accept an invitation for {invited} but you are already a member of {entity} with the account {current}. Please sign out to accept this invitation as another user.
es: Parece que está intentando aceptar una invitación para {invited} pero usted ya es un miembro de {entity} con la cuenta {current}. Por favor cierre la sesión para aceptar esta invitación como otro usuario.
sw: Inaonekana unajaribu kukubali mwaliko wa {invited} lakini tayari wewe ni mwanachama wa {entity} ukiwa na akaunti ya {current}. Tafadhali toka ili ukubali mwaliko huu kama mtumiaji mwingine.

source: The invited user {invited} and your user {current} do not match!
es: ¡El usuario invitado {invited} y su usuario {current} no coinciden!
sw: Mtumiaji aliyealikwa {invited} na mtumiaji wako {current} hawalingani!

source: User account for %s created!
es: ¡La cuenta de usuario para %s ha sido creada!
sw: Akaunti ya mtumiaji kwa %s imeundwa!

source: Error while attempting resend
es: Ocurrió un error mientras se intentaba reenviar
sw: Hitilafu ilipotokea wakati wa kujaribu kutuma tena

source: Invitation resent
es: Invitación reenviada
sw: Mwaliko umetumwa tena

source: A request is pending for this email. You will receive an email when the request is approved.
es: Hay una solicitud pendiente para este correo electrónico. Recibirá un correo electrónico cuando la solicitud sea aprobada.
sw: Ombi linasubiri kwa barua pepe hii. Utapokea barua pepe ombi litakapothibitishwa.

source: File Type
es: Tipo de Archivo
sw: Aina ya Faili

source: File Size
es: Tamaño del Archivo
sw: Ukubwa wa Faili

source: Index
es: Índice
sw: Faharasa

source: Parent case not found
es: No se encuentra el caso padre
sw: Kesi ya mzazi haikupatikana

source: (current case)
es: (caso actual)
sw: (kesi ya sasa)

source: No related cases
es: No hay casos relacionados
sw: Hakuna kesi zinazohusiana

source: Changes to
es: Cambios a
sw: Mabadiliko kwa

source: New Value
es: Nuevo Valor
sw: Thamani Mpya

source: Show More
es: Mostrar Más
sw: Onyesha Zaidi

source: Last Sent
es: Último Envío
sw: Imetumwa Mara ya Mwisho

source: Attempts
es: Intentos
sw: Jaribio

source: Requeue Request
es: Reencolar Solicitud
sw: Omba Upya Foleni

source: Opened
es: Abierto
sw: Imefunguliwa

source: Empty Case
es: Caso Vacío
sw: Kesi Tupu

source: Open
es: Abrir
sw: Fungua

source: Modified On
es: Modificado el
sw: Ilibadilishwa Tarehe

source: Last Submitter
es: Ingresado última vez por
sw: Mwasilishaji wa Mwisho

source: Date Modified
es: Fecha de Modificación
sw: Tarehe Iliyobadilishwa

source: Code
es: Código
sw: Nambari

source: Parent Location
es: Ubicación Padre
sw: Mahali pa Mzazi

source: You have to specify both dates!
es: ¡Tiene que especificar ambas fechas!
sw: Lazima uweke tarehe zote mbili!

source: You can't have an end date of {end} after start date of {start}
es: No puede tener una fecha de finalización de {end} después de la fecha de inicio de {start}
sw: Huwezi kuwa na tarehe ya mwisho ya {end} baada ya tarehe ya kuanza ya {start}

source: You can't use dates earlier than the year 1900
es: No puede usar fechas anteriores al año 1900
sw: Huwezi kutumia tarehe kabla ya mwaka 1900

source: You are limited to a span of {max} days, but this date range spans {total} days
es: Usted está limitado a un tiempo máximo de {max} días, pero este rango de fecha dura {total} días.
sw: Umewekewa kikomo cha siku {max}, lakini kipindi hiki kina jumla ya siku {total}

source: ERROR: Could not send "%(subject)s"
es: ERROR: No se pudo enviar "%(subject)s"
sw: KOSA: Haikuwezekana kutuma "%(subject)s"

source: Could not send email: file size is too large.
es: No se pudo enviar el correo electrónico: el tamaño del archivo es demasiado grande.
sw: Imeshindikana kutuma barua pepe: ukubwa wa faili ni mkubwa mno.

source: Please contact %(support_email)s for assistance.
es: Por favor contacte a %(support_email)s para recibir apoyo.
sw: Tafadhali wasiliana na %(support_email)s kwa msaada.

source: This report will only show data for the past 60 days. Furthermore the report may not always show the latest log data but will be updated over time
es: Este informe solo mostrará datos de los últimos 60 días. Además, el informe pueda no siempre mostrar la información más reciente de ingreso, pero se actualizará con el paso del tiempo
sw: Ripoti hii itaonyesha tu data ya siku 60 zilizopita. Zaidi ya hayo, ripoti inaweza isiwe inaonyesha data ya hivi karibuni ya logi lakini itasasishwa kadri muda unavyoenda

source: Device Log Details
es: Detalles de Ingreso del Dispositivo
sw: Maelezo ya Logi ya Kifaa

source: Log Date
es: Fecha de Ingreso
sw: Tarehe ya Logi

source: Log Submission Date
es: Fecha del Ingreso del Registro
sw: Tarehe ya Kuwasilisha Logi

source: Log Type
es: Tipo de Ingreso
sw: Aina ya Logi

source: Logged in Username
es: Nombre del Usuario que Ingresó
sw: Jina la Mtumiaji Aliyeingia

source: Device Users
es: Usuarios del Dispositivo
sw: Watumiaji wa Kifaa

source: File Downloader
es: Descargador de Archivos
sw: Upakuaji wa Faili

source: Preparing download. This may take some time...
es: Preparando la descarga. Esto puede tomar algún tiempo...
sw: Inaandaa upakuaji. Hii inaweza kuchukua muda...

source: There was an error processing your request
es: Ocurrió un error al procesar su solicitud
sw: Kulikuwa na hitilafu katika kuchakata ombi lako

source: Your export is ready.
es: Su exportación está lista.
sw: Uhamishaji wako uko tayari.

source: Process complete.
es: Proceso completado.
sw: Mchakato umekamilika.

source: Task processor not detected. There may be something wrong with your system. If the download takes longer than normal to complete, please contact support for help.
es: Procesador de tareas no detectado. Puede haber algún problema con su sistema. Si la descarga tarda más de lo normal en completarse, por favor contacte al soporte para obtener ayuda.
sw: Mchakataji wa kazi hajapatikana. Huenda kuna tatizo kwenye mfumo wako. Ikiwa upakuaji utachukua muda mrefu kuliko kawaida kukamilika, tafadhali wasiliana na msaada kwa msaada.

source: Something went wrong!
es: ¡Algo salió mal!
sw: Kuna tatizo limetokea!

source: Processed
es: Procesado
sw: Imeshughulikiwa

source: of
es: de
sw: ya

source: <br/><br/>You can also upload your data to Dropbox with the link below:<br/>{}
es: <br/><br/>También puede cargar sus datos en Dropbox con el enlace a continuación:<br/>{}
sw: <br/><br/>Unaweza pia kupakia data yako kwenye Dropbox kwa kiungo hapa chini:<br/>{}

source: Your CommCare export for {} is ready! Click on the link below to download your requested data:<br/>{}{}
es: ¡Su exportación de CommCare para {} está lista! Haga clic en el enlace a continuación para descargar los datos solicitados:<br/>{}{}
sw: Uhamishaji wako wa CommCare kwa {} uko tayari! Bofya kiungo hapa chini kupakua data uliyoomba:<br/>{}{}

source: CommCare Export Complete
es: Exportación de CommCare Completa
sw: Uhamishaji wa CommCare Umekamilika

source: An error occurred during the download.
es: Ocurrió un error durante la descarga.
sw: Hitilafu imetokea wakati wa upakuaji.

source: You do not have access to this file
es: No tiene acceso a este archivo
sw: Huna ruhusa ya kufikia faili hii

source: You do not have access to this file. It can only be downloaded by the user who created it
es: No tiene acceso a este archivo. Solo puede ser descargado por el usuario que lo creó
sw: Huna ruhusa ya kufikia faili hii. Inaweza kupakuliwa tu na mtumiaji aliyeiunda

source: Custom Calculations in Case List
es: Cálculos Personalizados en la Lista de Casos
sw: Hesabu Maalum kwenye Orodha ya Kesi

source: Specify a custom xpath expression to calculate a value in the case list or case detail screen.
es: Especifique una expresión xpath personalizada para calcular un valor en la lista de casos o pantalla de detalle de caso.
sw: Taja usemi maalum wa xpath ili kuhesabu thamani kwenye orodha ya kesi au skrini ya maelezo ya kesi.

source: Icons in Case List
es: Íconos en la Lista de Casos
sw: Ikoni kwenye Orodha ya Kesi

source: Display a case property as an icon in the case list. For example, to show that a case is late, display a red square instead of "late: yes".
es: Visualizar una propiedad de caso como un ícono en la lista de caso. Por ejemplo, para mostrar que un caso está retrasado, mostrar un cuadro rojo en vez de decir "está retrasado: sí".
sw: Onyesha sifa ya kesi kama ikoni kwenye orodha ya kesi. Kwa mfano, kuonyesha kuwa kesi imechelewa, onyesha mraba mwekundu badala ya "imechelewa: ndiyo".

source: Conditional ID Mapping in Case List
es: Mapeo de ID Condicional en Lista de Casos
sw: Ulinganifu wa Kitambulisho kwa Masharti kwenye Orodha ya Kesi

source: Specify a custom xpath expression to calculate a lookup key in the case list, case detail screen or case tile enum columns.
es: Especifique una expresión xpath personalizada para calcular una clave de búsqueda en la lista de casos, pantalla de detalles de casos o columnas de enumeración de mosaicos de casos.
sw: Taja usemi maalum wa xpath ili kuhesabu ufunguo wa kutafuta kwenye orodha ya kesi, skrini ya maelezo ya kesi au safu za enum za vigae vya kesi.

source: Split multi-selects in case export
es: Dividir selección múltiple en exportación de caso
sw: Gawanya chaguo nyingi kwenye usafirishaji wa kesi

source: This setting allows users to split multi-select questions into multiple columns in case exports.
es: Esta configuración le permite que los usuarios dividan preguntas de selección múltiple en varias columnas en casos de exportación.
sw: Mpangilio huu unaruhusu watumiaji kugawanya maswali ya chaguo nyingi kuwa safu nyingi kwenye usafirishaji wa kesi.

source: Use location name
es: Usar nombre de ubicación
sw: Tumia jina la eneo

source: This setting changes the location dropdown to display location name instead of the full location path.
es: Esta configuración cambia el menú desplegable de ubicación para mostrar el nombre de la ubicación en lugar de la ruta completa de la ubicación.
sw: Mpangilio huu hubadilisha menyu kunjuzi ya eneo kuonyesha jina la eneo badala ya njia kamili ya eneo.

source: CommCare Companion AI Support Bot
sw: Boti ya Msaada ya CommCare Companion AI

source: This setting allows users to chat with a chatbot to get help with CommCare.
sw: Mpangilio huu unaruhusu watumiaji kuzungumza na roboti ya gumzo ili kupata msaada kuhusu CommCare.

source: Call Center
es: Centro de Llamadas
sw: Kituo cha Simu

source: The call center application setting allows an application to reference a mobile user as a case that can be monitored using CommCare. This allows supervisors to view their workforce within CommCare. From here they can do things like monitor workers with performance issues, update their case with possible reasons for poor performance, and offer guidance towards solutions.
es: La configuración de la aplicación del centro de llamadas permite que una aplicación haga referencia a un usuario móvil como un caso que puede ser monitoreado utilizando CommCare. Esto permite que supervisores vean su fuerza laboral desde CommCare. Desde aquí pueden hacer cosas como monitorear a trabajadores con problemas de desempeño, actualizar sus casos con posibles razones del mal desempeño y ofrecer orientación para solucionarlos.
sw: Mpangilio wa programu ya kituo cha simu unaruhusu programu kurejelea mtumiaji wa simu kama kesi inayoweza kufuatiliwa kwa kutumia CommCare. Hii inawawezesha wasimamizi kuona wafanyakazi wao ndani ya CommCare. Kutoka hapa wanaweza kufanya mambo kama kufuatilia wafanyakazi wenye changamoto za utendaji, kusasisha kesi zao na sababu zinazowezekana za utendaji duni, na kutoa mwongozo kuelekea suluhisho.

source: Custom Single and Multiple Answer Questions
es: Preguntas Personalizadas de Respuesta Única y de Selección Múltiple.
sw: Maswali Maalum ya Jibu Moja na Majibu Mengi

source: Allows display of custom lists, such as case sharing groups or locations as choices in Single Answer or Multiple Answer lookup Table questions. Configuring these questions requires specifying advanced logic. Available in form builder, as an additional option on the Lookup Table Data for lookup table questions.
es: Permite la visualización de listas personalizadas, tales como grupos de casos compartidos o ubicaciones como opciones en las preguntas en la tabla de búsqueda de Respuesta Única o de Respuesta Múltiple Configurar estas preguntas requiere especificar una lógica avanzada. Disponible en el desarrollador de formularios, como una opción adicional en los Datos de la Tabla de Búsqueda para las preguntas de la tabla de búsqueda.
sw: Inaruhusu kuonyesha orodha maalum, kama vile vikundi vya kushiriki kesi au maeneo kama chaguo kwenye maswali ya Jedwali la Kutafuta ya Jibu Moja au Majibu Mengi. Kusanidi maswali haya kunahitaji kubainisha mantiki ya hali ya juu. Inapatikana kwenye mjenzi wa fomu, kama chaguo la ziada kwenye Data ya Jedwali la Kutafuta kwa maswali ya jedwali la kutafuta.

source: Sorry, referrals are no longer supported!
es: ¡Lo sentimos, las referencias ya no son soportadas!
sw: Samahani, rufaa hazitumiki tena!

source: Invalid stock report type {}!
es: ¡Tipo de reporte de existencias inválido {}!
sw: Aina batili ya ripoti ya hisa {}!

source: Can't specify a transaction block with no src or dest case
es: No se puede especificar un bloque de transacción si un caso src o dest
sw: Haiwezi kutaja kizuizi cha muamala bila kesi ya chanzo au lengwa

source: Product IDs must be set for all ledger updates!
es: ¡IDs de Producto deben estar establecidos para todas las actualizaciones de contabilidad!
sw: Vitambulisho vya bidhaa lazima vionyeshwe kwa masasisho yote ya leja!

source: '{form_name}' successfully saved!
es: ¡'{form_name}' guardado exitosamente!
sw: '{form_name}' imehifadhiwa kwa mafanikio!

source: You submitted [this form]({}), which affected [this case]({}).
es: Usted envió [este formulario]({}), que afectó [este caso]({}).
sw: Uliwasilisha [fomu hii]({}), ambayo iliathiri [kesi hii]({}).

source: You submitted [this form]({}), which affected these cases: {}.
es: Usted envió [este formulario]({}), que afectó estos casos: {}.
sw: Uliwasilisha [fomu hii]({}), ambayo iliathiri kesi hizi: {}.

source: You submitted [this form]({}).
es: Usted envió [este formulario]({}).
sw: Uliwasilisha [fomu hii]({}).

source: Your form affected [this case]({}).
es: Su formulario afectó [este caso]({}).
sw: Fomu yako iliathiri [kesi hii]({}).

source: Your form affected these cases: {}.
es: Su formulario afectó estos casos: {}.
sw: Fomu yako iliathiri kesi hizi: {}.

source: Click to export your [case]({}) or [form]({}) data.
es: Haga clic para exportar sus datos de [caso]({}) o [formulario]({}).
sw: Bofya kusafirisha [data ya kesi]({}) au [data ya fomu]({}) yako.

source: Click to export your [form data]({}).
es: Haga clic para exportar sus [datos de formulario]({}).
sw: Bofya kusafirisha [data ya fomu]({}) yako.

source: Click to export your [case data]({}).
es: Haga clic para exportar sus [datos de caso]({}).
sw: Bofya kusafirisha [data ya kesi]({}) yako.

source: One of the fields from 'title, body, data' is required!
es: ¡Se requiere uno de los campos 'título, cuerpo, datos'!
sw: Moja ya sehemu kutoka 'kichwa, mwili, data' inahitajika!

source: FCM is not setup on this environment!
es: ¡FCM no está configurado en este entorno!
sw: FCM haijasetwa kwenye mazingira haya!

source: Please enter a valid 24-hour time in the format HH:MM
es: Por favor ingrese una hora válida de 24 horas en el formato HH:MM
sw: Tafadhali ingiza muda halali wa saa 24 kwa muundo HH:MM

source: Please enter a valid date in the format YYYY-MM-DD
es: Por favor ingrese una fecha válida en el formato YYYY-MM-DD
sw: Tafadhali ingiza tarehe halali kwa muundo YYYY-MM-DD

source: Please enter a whole number greater than or equal to {}
es: Por favor ingrese un número entero mayor o igual a {}
sw: Tafadhali ingiza nambari kamili iliyo kubwa au sawa na {}

source: Custom SMS Content
es: Contenido SMS Personalizado
sw: Maudhui Maalum ya SMS

source: IVR Intervals
es: Intervalos IVR
sw: Muda wa IVR

source: Maximum Question Prompt Attempts
es: Máximos Intentos de Pregunta
sw: Jaribio la Juu la Kusomea Swali

source: Intervals
es: Intervalos
sw: Muda

source: Action on Notification
es: Acción en Notificación
sw: Kitendo kwenye Arifa

source: Please fill out at least one translation
es: Por favor complete al menos una traducción
sw: Tafadhali jaza angalau tafsiri moja

source: This field must not exceed {} characters
es: Este campo no debe exceder {} caracteres
sw: Sehemu hii haipaswi kuzidi herufi {}

source: Please specify the reminder intervals or disable them
es: Por favor especifique los intervalos de recordatorio o desactívelos
sw: Tafadhali taja muda wa vikumbusho au uzime

source: Intervals must be positive numbers
es: Los intervalos deben ser números positivos
sw: Muda lazima uwe nambari chanya

source: Reminder intervals must add up to less than {} based on the current survey expiration
es: Los intervalos de recordatorio deben sumar menos de {} según la expiración actual de la encuesta
sw: Muda wa vikumbusho lazima uwe chini ya {} kulingana na muda wa sasa wa kumalizika kwa utafiti

source: Rich Text Message
es: Mensaje de Texto Enriquecido
sw: Ujumbe wa Maandishi Tajiri

source: Message type
es: Tipo de Mensaje
sw: Aina ya ujumbe

source: Expire After
es: Expirar Después
sw: Maliza Baada ya

source: hour(s)
es: hora(s)
sw: saa

source: Reminder Intervals
es: Intervalos de Recordatorio
sw: Muda wa Vikumbusho

source: e.g., 30, 60
es: por ejemplo, 30, 60
sw: mfano, 30, 60

source: Specify a list of comma-separated intervals in minutes. At each interval, if the survey session is still open, the system will resend the current question in the open survey.
es: Especifique una lista de intervalos separados por comas en minutos. En cada intervalo, si la sesión de la encuesta aún está abierta, el sistema reenviará la pregunta actual en la encuesta abierta.
sw: Taja orodha ya muda kwa dakika uliotenganishwa kwa koma. Kila muda unapofika, ikiwa kikao cha utafiti bado kiko wazi, mfumo utatuma tena swali la sasa kwenye utafiti ulio wazi.

source: Event will send on day
es: El evento se enviará el día
sw: Tukio litatumwa siku

source: of the schedule
es: del horario
sw: ya ratiba

source: Time to Send
es: Hora de Envío
sw: Muda wa Kutuma

source: Random Time Window Length
es: Longitud de Ventana de Tiempo Aleatoria
sw: Urefu wa Dirisha la Muda wa Nasibu

source: Send Time Case Property
es: Propiedad de Caso de Hora de Envío
sw: Mali ya Kesi ya Muda wa Kutuma

source: Wait
es: Esperar
sw: Subiri

source: minute(s) and then send
es: minuto(s) y luego enviar
sw: dakika na kisha tuma

source: Minutes to wait must be greater than or equal to 5 for all events after the first.
es: Los minutos de espera deben ser mayores o iguales a 5 para todos los eventos después del primero.
sw: Dakika za kusubiri lazima ziwe angalau 5 kwa matukio yote baada ya la kwanza.

source: The day and time for this event are out of order. Please move this event into the correct order.
es: El día y la hora para este evento están fuera de orden. Por favor, mueva este evento al orden correcto.
sw: Siku na muda wa tukio hili haviko katika mpangilio sahihi. Tafadhali hamisha tukio hili kwenye mpangilio sahihi.

source: The day for this event is out of order. Please move this event into the correct order.
es: El día para este evento está fuera de orden. Por favor, mueva este evento al orden correcto.
sw: Siku ya tukio hili haiko katika mpangilio sahihi. Tafadhali hamisha tukio hili kwenye mpangilio sahihi.

source: This random time window overlaps with the next event's window. Please adjust your events accordingly to prevent overlapping windows.
es: Esta ventana de tiempo aleatoria se superpone con la ventana del siguiente evento. Por favor, ajuste sus eventos en consecuencia para evitar ventanas superpuestas.
sw: Dirisha hili la muda wa nasibu linaingiliana na dirisha la tukio linalofuata. Tafadhali rekebisha matukio yako ili kuepuka kuingiliana kwa madirisha.

source: Events must occur at least 5 minutes apart.
es: Los eventos deben ocurrir al menos 5 minutos de diferencia.
sw: Matukio lazima yatokee angalau dakika 5 tofauti.

source: There is a mismatch between the last event's day and how often you have chosen to repeat the schedule above. Based on the day of the last event, you must repeat every {} days at a minimum.
es: Hay una discrepancia entre el día del último evento y la frecuencia con la que ha elegido repetir el horario arriba. Basado en el día del último evento, debe repetir cada {} días como mínimo.
sw: Kuna kutofautiana kati ya siku ya tukio la mwisho na mara ngapi umechagua kurudia ratiba hapo juu. Kulingana na siku ya tukio la mwisho, lazima urudie kila siku {} angalau.

source: Please add at least one event
es: Por favor, añada al menos un evento
sw: Tafadhali ongeza angalau tukio moja

source: Immediately
es: Inmediatamente
sw: Mara moja

source: Custom Daily Schedule
es: Horario Diario Personalizado
sw: Ratiba Maalum ya Kila Siku

source: Custom Immediate Schedule
es: Horario Inmediato Personalizado
sw: Ratiba Maalum ya Mara Moja

source: On Days
es: En Días
sw: Katika Siku

source: A specific time
es: Un tiempo específico
sw: Muda maalum

source: A random time
es: Un tiempo aleatorio
sw: Muda wa nasibu

source: every
es: cada
sw: kila

source: never
es: nunca
sw: kamwe

source: Recipient(s)
es: Destinatario(s)
sw: Mpokeaji

source: User Groups
es: Grupos de Usuarios
sw: Makundi ya Watumiaji

source: User Organizations
es: Organizaciones de Usuario
sw: Mashirika ya Watumiaji

source: User Recipient(s)
es: Destinatario(s) de Usuario
sw: Mpokeaji wa Mtumiaji

source: User Group Recipient(s)
es: Destinatario(s) de Grupo de Usuario
sw: Mpokeaji wa Kundi la Watumiaji

source: User Organization Recipient(s)
es: Destinatario(s) de Organización de Usuario
sw: Mpokeaji wa Shirika la Watumiaji

source: Also send to users at organizations below the selected ones
es: También enviar a usuarios en organizaciones por debajo de las seleccionadas
sw: Tuma pia kwa watumiaji katika mashirika yaliyo chini ya yale uliyoyachagua

source: Users at all organization levels
es: Usuarios en todos los niveles de la organización
sw: Watumiaji katika ngazi zote za shirika

source: Only users at the following organization levels
es: Solo usuarios en los siguientes niveles de la organización
sw: Watumiaji tu katika ngazi zifuatazo za shirika

source: Case Group Recipient(s)
es: Destinatario(s) de Grupo de Caso
sw: Mpokeaji wa Kundi la Kesi

source: What to send
es: Qué enviar
sw: Nini cha kutuma

source: When the survey session expires, submit a partially completed form if the survey is not completed
es: Cuando la sesión de la encuesta expire, enviar un formulario parcialmente completado si la encuesta no está completada
sw: Wakati kikao cha utafiti kinapoisha, wasilisha fomu iliyokamilishwa sehemu ikiwa utafiti haujakamilika
