Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Illegal indicator type: "{0}", must be one of the following choice: ({1})
es: Indicador de tipo ilegal: "{0}", debe ser una de las siguientes opciones: ({1})
sw: Aina haramu ya kiashiria: "{0}", lazima iwe mojawapo ya chaguo zifuatazo: ({1})

source: Build
es: Construir
sw: Jenga

source: Migrate
es: Migrar
sw: Hamisha

source: Rebuild
es: Volver a desarrollar
sw: Jenga upya

source: Drop
es: Eliminar
sw: Ondoa

source: base_item_expression is not allowed for domain {self.domain}
sw: base_item_expression hairuhusiwi kwa domeni {self.domain}

source: {expr} is not allowed for domain {self.domain}
sw: {expr} hairuhusiwi kwa domain {self.domain}

source: Report contains invalid referenced_doc_type: {}
es: El reporte contiene un tipo_doc_de referencia inválido: {}
sw: Ripoti ina aina ya referenced_doc_type isiyo sahihi: {}

source: Layer
es: Capa
sw: Tabaka

source: The data source %(config_id)s referenced by this report could not be found.
es: La fuente de datos %(config_id)s referenciada por este informe no pudo ser encontrada.
sw: Chanzo cha data %(config_id)s kilichorejelewa na ripoti hii hakikuweza kupatikana.

source: The report configuration referenced by this report could not be found: %(report_id)s
es: La configuración del informe referenciada por este informe no pudo ser encontrada: %(report_id)s
sw: Mpangilio wa ripoti uliorejelewa na ripoti hii haukuweza kupatikana: %(report_id)s

source: The following report configuration could not be found: {}
es: La siguiente configuración de reporte no pudo ser encontrada: {}
sw: Mpangilio ufuatao wa ripoti haukuweza kupatikana: {}

source: The report configuration referenced by this report could not be found.
es: La configuración del reporte al que se hace referencia en este reporte no pudo ser encontrada.
sw: Mpangilio wa ripoti uliorejelewa na ripoti hii haukuweza kupatikana.

source: Date Form Started
es: Fecha en la que el Formulario Inició
sw: Tarehe Fomu Ilianza

source: Date Form Completed
es: Fecha en la que el Formulario se Completó
sw: Tarehe Fomu Ilikamilika

source: Case Closed
es: Caso Cerrado
sw: Kesi Imefungwa

source: User ID Last Updating Case
es: ID de Usuario que Actualizó el Caso por Último
sw: Kitambulisho cha Mtumiaji Aliyesasisha Kesi Mara ya Mwisho

source: Case Owner
es: Propietario del Caso
sw: Mmiliki wa Kesi

source: Mobile Worker Last Updating Case
es: Usuario Móvil que Actualizó el Caso por Último
sw: Mfanyakazi wa Simu Aliyesasisha Kesi Mara ya Mwisho

source: Case Owner (Location)
es: Propietario del Caso (Ubicación)
sw: Mmiliki wa Kesi (Eneo)

source: Case Owner (Location w/ Descendants)
es: Propietario del Caso (Ubicación con Descendientes)
sw: Mmiliki wa Kesi (Eneo na Wanaofuata)

source: Case Owner (Location w/ Descendants and Archived Locations)
es: Propietario del Caso (Ubicación con Descendientes y Ubicaciones Archivadas)
sw: Mmiliki wa Kesi (Eneo na Wanaofuata na Maeneo Yaliyohifadhiwa)

source: CommCare Project
es: Proyecto CommCare
sw: Mradi wa CommCare

source: Web users will see this name in the "Reports" section of CommCareHQ and can click to view the report
es: Los usuarios web verán este nombre en la sección de "Reportes" de CommCareHQ y podrán hacer clic para ver el reporte
sw: Watumiaji wa wavuti wataona jina hili katika sehemu ya "Ripoti" ya CommCareHQ na wanaweza kubofya kutazama ripoti

source: Data From My Project Space
es: Datos de Mi Espacio de Proyecto
sw: Data Kutoka Nafasi Yangu ya Mradi

source: Data From My Project Space And Others
es: Datos de Mi Espacio de Proyecto y Otros
sw: Data Kutoka Nafasi Yangu ya Mradi na Nyingine

source: Too many reports! Creating this report would cause you to go over the maximum number of report builder reports allowed in this domain. Your limit is {number}. To continue, delete another report and try again.
es: ¡Demasiados reportes! Crear este reporte causará que sobrepase el número máximo de reportes desarrollados permitidos en este dominio. Su límite es {number}. Para continuar, elimine otro reporte e intente de nuevo.
sw: Ripoti nyingi sana! Kuunda ripoti hii kutakusababisha kuvuka idadi ya juu ya ripoti za Kijenga Ripoti zinazoruhusiwa kwenye kikoa hiki. Kikomo chako ni {number}. Ili kuendelea, futa ripoti nyingine na ujaribu tena.

source: Report Builder Report
es: Reporte de Desarrollador de Reportes
sw: Ripoti ya Kijenga Ripoti

source: This report references the '{}' filter, which is not compatible with the Report Builder. It is only editable in the advanced interface.
es: Este informe hace referencia al filtro '{}', que no es compatible con el Constructor de Informes. Solo es editable en la interfaz avanzada.
sw: Ripoti hii inarejelea kichujio cha '{}', ambacho hakilingani na Kijenga Ripoti. Kinaweza kuhaririwa tu kwenye kiolesura cha hali ya juu.

source: You must have at least one group by column to use pie charts!
es: ¡Debe tener al menos una columna de agrupación para usar gráficos de pastel!
sw: Lazima uwe na angalau safu moja ya kikundi ili kutumia chati za pai!

source: Problem creating column from spec: {}, message is: {}
es: Problema creando columna para spec: {}, el mensaje es:{}
sw: Tatizo la kuunda safu kutoka kwa maelezo: {}, ujumbe ni: {}

source: Illegal chart type: {0}, must be one of the following choices: ({1})
es: Tipo de gráfico ilegal: {0}, debe ser una de las siguientes opciones: ({1})
sw: Aina haramu ya chati: {0}, lazima iwe mojawapo ya chaguo zifuatazo: ({1})

source: (missing from spec)
es: (faltante de especificaciones)
sw: (haipo kwenye maelezo)

source: Problem creating chart from spec: {}, message is: {}
es: Problema creando gráfico desde: {}, el mensaje es: {}
sw: Tatizo la kuunda chati kutoka kwenye maelezo: {}, ujumbe ni: {}

source: Illegal sum_when_template type: "{0}", must be in: ({1})
es: Tipo de sum_when_template ilegal: "{0}", debe estar en: ({1})
sw: Aina haramu ya sum_when_template: "{0}", lazima iwe katika: ({1})

source: Problem creating template: {}, message is: {}
es: Problema al crear la plantilla: {}, el mensaje es: {}
sw: Tatizo la kuunda templeti: {}, ujumbe ni: {}

source: Expected {} binds in sum_when_template {}, found {}
es: Se esperaban {} enlaces en sum_when_template {}, se encontraron {}
sw: Ilitarajiwa viambatisho {} katika sum_when_template {}, vilivyopatikana {}

source: 'ancestor_expression' must be empty dictionary or have 'field', 'location_type' keys
es: 'ancestor_expression' debe ser un diccionario vacío o tener las claves 'field', 'location_type'
sw: 'ancestor_expression' lazima iwe kamusi tupu au iwe na funguo 'field', 'location_type'

source: 'ancestor_expression' is applicable only for location choices
es: 'ancestor_expression' es aplicable solo para opciones de ubicación
sw: 'ancestor_expression' inatumika tu kwa chaguo za eneo

source: Problem creating report filter from spec: {}, message is: {}
es: Problema creando filtro de reporte de especificaciones: {}, el mensaje es: {}
sw: Tatizo la kuunda kichujio cha ripoti kutoka kwenye maelezo: {}, ujumbe ni: {}

source: Illegal report filter type: {0}, must be one of the following choice: ({1})
es: Tipo de filtro de reporte ilegal: {0}, debe ser una de las opciones siguientes: ({1})
sw: Aina haramu ya kichujio cha ripoti: {0}, lazima iwe mojawapo ya chaguo zifuatazo: ({1})

source: You can't query on columns of type {}
es: No puede consultar en columnas de tipo {}
sw: Huwezi kuuliza kwenye safu wima za aina {}

source: Unknown Date
es: Fecha desconocida
sw: Tarehe Haijulikani

source: Expression Columns do not support group by, sorting, or querying.
es: Las Columnas de Expresión no soportan agrupación, ordenamiento o consultas.
sw: Safu wima za Expression haziruhusu group by, kupanga, au kuuliza.

source: It looks like there is a problem with your report. You may need to delete and recreate the report. If you believe you are seeing this message in error, please report an issue.
es: Parece que hay un problema con su reporte. Puede necesitar eliminarlo y crearlo de nuevo. Si cree que está viendo este mensaje por error, por favor reporte un problema.
sw: Inaonekana kuna tatizo kwenye ripoti yako. Huenda ukahitaji kufuta na kuunda upya ripoti. Ikiwa unaamini umeona ujumbe huu kimakosa, tafadhali ripoti tatizo.

source: This report has too many columns to be displayed
es: Este reporte tiene demasiadas columnas para ser visualizado
sw: Ripoti hii ina safu wima nyingi mno kuweza kuonyeshwa

source: The database table backing your report does not exist yet. Please wait while the report is populated.
es: La tabla de base de datos que respalda su reporte no existe todavía. Por favor espere mientras el reporte se llena.
sw: Jedwali la hifadhidata linalosaidia ripoti yako bado halipo. Tafadhali subiri ripoti ikijazwa.

source: The database table backing your report does not exist yet. You must rebuild the data source before viewing the report.
es: La tabla de base de datos que respalda su reporte no existe todavía. Debe volver a desarrollar la fuente de datos antes de ver el reporte.
sw: Jedwali la hifadhidata linalosaidia ripoti yako bado halipo. Lazima ujenge upya chanzo cha data kabla ya kutazama ripoti.

source: Download UCR Status
es: Descargar Estado de UCR
sw: Pakua Hali ya UCR

source: Download Report Status
es: Descargar Estado del Informe
sw: Pakua Hali ya Ripoti

source: Preparing report download.
es: Preparando la descarga del informe.
sw: Inatayarisha upakuaji wa ripoti.

source: Go back to report
es: Volver al informe
sw: Rudi kwenye ripoti

source: Download Report
es: Descargar Informe
sw: Pakua Ripoti

source: Recursive expression reference: {name}
es: Referencia de expresión recursiva: {name}
sw: Marejeleo ya expression ya kurudiarudia: {name}

source: Named filter not found: {name}
es: Filtro nombrado no encontrado: {name}
sw: Kichujio kilichopewa jina hakijapatikana: {name}

source: Named expression not found: {name}
es: Expresión nombrada no encontrada: {name}
sw: Expression iliyopewa jina haijapatikana: {name}

source: The column "{}" does not exist in the report source! Please double check your report configuration.
es: ¡La columna "{}" no existe en la fuente de reporte! Por favor revise de nuevo su configuración de reporte.
sw: Safu wima "{}" haipo kwenye chanzo cha ripoti! Tafadhali hakikisha mpangilio wa ripoti yako.

source: Your UCR table {} has finished rebuilding in {}
es: Su tabla UCR {} ha terminado de reconstruirse en {}
sw: Jedwali lako la UCR {} limekamilisha kujengwa upya ndani ya {}

source: There was an error rebuilding Your UCR table {} in {}.
es: Hubo un error al reconstruir su tabla UCR {} en {}.
sw: Kulikuwa na hitilafu wakati wa kujenga upya jedwali lako la UCR {} ndani ya {}.

source: There was an error rendering your report.
es: Hubo un error al renderizar su informe.
sw: Kulikuwa na hitilafu wakati wa kuonyesha ripoti yako.

source: Warning:
es: Advertencia:
sw: Onyo:

source: Charts cannot be displayed with more than 25 categories. Please filter the data or change your report to limit the number of rows.
es: Los gráficos no se pueden mostrar con más de 25 categorías. Por favor, filtre los datos o cambie su informe para limitar el número de filas.
sw: Michoro haiwezi kuonyeshwa ikiwa kuna zaidi ya makundi 25. Tafadhali chuja data au badilisha ripoti yako ili kupunguza idadi ya safu.

source: Fit all data into view
es: Muestre todos los datos en la vista
sw: Onyesha data yote kwenye mtazamo

source: Note:
es: Nota:
sw: Kumbuka:

source: Base Query/Queries
es: Consulta(s) Base
sw: Hoja ya Msingi/Hoja

source: You have reached your report limit of %(max_allowed_reports)s reports.
es: Ha alcanzado su límite de informes de %(max_allowed_reports)s informes.
sw: Umefikia kikomo cha ripoti zako %(max_allowed_reports)s.

source: If you would like to create more, delete one of your existing reports.
es: Si desea crear más, elimine uno de sus informes existentes.
sw: Ikiwa ungependa kuunda zaidi, futa mojawapo ya ripoti zako zilizopo.

source: For even more reports please contact our team at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.
es: Para aún más informes, por favor contacte a nuestro equipo en <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.
sw: Kwa ripoti zaidi tafadhali wasiliana na timu yetu kupitia <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.

source: Subscribe to Report Builder
es: Suscribirse a Desarrollador de Reporte
sw: Jisajili kwa Report Builder

source: Custom Web Reports
es: Informes Web Personalizados
sw: Ripoti Maalum za Wavuti

source: Add Custom Web Report
es: Agregar Informe Web Personalizado
sw: Ongeza Ripoti Maalum ya Wavuti

source: Import Custom Web Report
es: Importar Informe Web Personalizado
sw: Ingiza Ripoti Maalum ya Wavuti

source: Add Custom Web Report Source
es: Agregar Fuente de Informe Web Personalizado
sw: Ongeza Chanzo cha Ripoti Maalum ya Wavuti

source: Configurable Reports
es: Reportes Configurables
sw: Ripoti Zinazoweza Kusanifiwa

source: Import Report
es: Importar Reporte
sw: Ingiza Ripoti

source: Add Data Source
es: Agregar Fuente de Datos
sw: Ongeza Chanzo cha Data

source: Custom Web Report Source Debugger
es: Depurador de Fuente de Informe Web Personalizado
sw: Kitatua Tatizo cha Chanzo cha Ripoti Maalum ya Wavuti

source: UCR Data Source Debugger
es: Debugger de la Fuente de los Datos UCR
sw: Kitatua Tatizo cha Chanzo cha Data cha UCR

source: Custom Web Report Source
es: Fuente de Informe Web Personalizado
sw: Chanzo cha Ripoti Maalum ya Wavuti

source: Document IDs
es: IDs de Documento
sw: Nambari za Hati

source: Comma separated
es: Separado por comas
sw: Imetenganishwa kwa koma

source: Submit!
es: Ingresar!
sw: Wasilisha!

source: Evaluated rows
es: Filas evaluadas
sw: Safu zilizokadiriwa

source: Rows from the database
es: Filas de la base de datos
sw: Safu kutoka kwenye hifadhidata

source: Please note that this data source is being rebuilt.
sw: Tafadhali kumbuka kwamba chanzo hiki cha data kinajengwa upya.

source: Please note that this data source is being rebuilt in place.
sw: Tafadhali kumbuka kwamba chanzo hiki cha data kinajengwa upya mahali pake.

source: Please note that this data source is yet to be built / rebuilt by CommCare HQ.
sw: Tafadhali kumbuka kwamba chanzo hiki cha data bado hakijajengwa / kujengwa upya na CommCare HQ.

source: Preview Custom Web Report Data
es: Vista previa de datos de Informe Web Personalizado
sw: Hakiki Data ya Ripoti Maalum ya Wavuti

source: Custom Web Report Source Summary
es: Resumen de Fuente de Informe Web Personalizado
sw: Muhtasari wa Chanzo cha Ripoti Maalum ya Wavuti

source: Preview Data
es: Vista previa de datos
sw: Hakiki Data

source: Data Source Summary
es: Resumen de Fuente de Datos
sw: Muhtasari wa Chanzo cha Data

source: Rebuild Custom Web Report Source
es: Reconstruir Fuente de Informe Web Personalizado
sw: Jenga Upya Chanzo cha Ripoti Maalum ya Wavuti

source: Rebuild Data Source
es: Desarrollar de Nuevo la Fuente de Datos
sw: Jenga Upya Chanzo cha Data

source: Custom Web Report Source JSON
es: JSON de Fuente de Informe Web Personalizado
sw: JSON ya Chanzo cha Ripoti Maalum ya Wavuti

source: Data Source JSON
es: JSON de Fuente de Datos
sw: JSON ya Chanzo cha Data

source: Rebuild Table in Place
es: Reconstruir Tabla en el Lugar
sw: Jenga Upya Jedwali Mahali Pake

source: Delete Custom Web Report Source
es: Eliminar Fuente de Informe Web Personalizado
sw: Futa Chanzo cha Ripoti Maalum ya Wavuti

source: Delete Data Source
es: Eliminar Fuente de Datos
sw: Futa Chanzo cha Data

source: This data source is read only, any changes made can not be saved.
sw: Chanzo hiki cha data ni cha kusoma tu, mabadiliko yoyote yaliyofanywa hayawezi kuhifadhiwa.

source: Datasource currently unused
es: Fuente de datos actualmente no utilizada
sw: Chanzo cha data hakitumiki kwa sasa

source: Reports dependent on this data source
sw: Ripoti zinazotegemea chanzo hiki cha data

source: Are you sure you want to delete this data source?
es: ¿Está seguro de que desea eliminar esta fuente de datos?
sw: Je, una uhakika unataka kufuta chanzo hiki cha data?

source: Deleting this will break the reports below that refer to the data source
es: Eliminar esto romperá los informes a continuación que se refieren a la fuente de datos
sw: Kufuta hiki kutavunja ripoti zilizo hapa chini zinazorejelea chanzo cha data

source: Are you sure you want to rebuild this custom web report source?
es: ¿Está seguro de que desea reconstruir esta fuente de informe web personalizado?
sw: Je, una uhakika unataka kujenga upya chanzo hiki cha ripoti maalum ya wavuti?

source: Are you sure you want to rebuild this data source?
es: ¿Está seguro de que desea reconstruir esta fuente de datos?
sw: Je, una uhakika unataka kujenga upya chanzo hiki cha data?

source: Rebuilding this report source will erase all the existing data in the report source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
es: Reconstruir esta fuente de informe borrará todos los datos existentes en la fuente de informe y comenzará a poblarla nuevamente. Mientras se lleva a cabo la reconstrucción, los informes basados en esta fuente de datos mostrarán datos incompletos.
sw: Kujenga upya chanzo hiki cha ripoti kutafuta data yote iliyopo kwenye chanzo cha ripoti na kuanza kujaza tena. Wakati ujenzi upya unaendelea, ripoti zinazotegemea chanzo hiki cha data zitaonyesha data isiyokamilika.

source: Rebuilding this data source will erase all the existing data in the data source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
es: Reconstruir esta fuente de datos borrará todos los datos existentes en la fuente de datos y comenzará a poblarla nuevamente. Mientras se lleva a cabo la reconstrucción, los informes basados en esta fuente de datos mostrarán datos incompletos.
sw: Kujenga upya chanzo hiki cha data kutafuta data yote iliyopo kwenye chanzo cha data na kuanza kujaza tena. Wakati ujenzi upya unaendelea, ripoti zinazotegemea chanzo hiki cha data zitaonyesha data isiyokamilika.

source: <p> Based on the amount of data to be processed, this can take a considerable amount of time. </p> <p>Please confirm if you want to proceed.</p>
es: <p> Dependiendo de la cantidad de datos a procesar, esto puede tomar un tiempo considerable. </p> <p>Por favor confirme si desea continuar.</p>
sw: <p> Kulingana na kiasi cha data kinachopaswa kuchakatwa, hii inaweza kuchukua muda mrefu. </p> <p>Tafadhali thibitisha kama unataka kuendelea.</p>

source: View Custom Web Report
es: Ver Informe Web Personalizado
sw: Tazama Ripoti Maalum ya Wavuti

source: View Report
es: Ver Informe
sw: Tazama Ripoti

source: View Custom Web Report Source
es: Ver Fuente de Informe Web Personalizado
sw: Tazama Chanzo cha Ripoti Maalum ya Wavuti

source: View Data Source
es: Ver Fuente de Datos
sw: Tazama Chanzo cha Data

source: Custom Web Report JSON
es: Informe Web Personalizado JSON
sw: JSON ya Ripoti Maalum ya Wavuti

source: Report Source
es: Fuente del Informe
sw: Chanzo cha Ripoti

source: Usage
es: Uso
sw: Matumizi

source: This report is not referred to by any apps in this domain.
es: Este informe no es referido por ninguna aplicación en este dominio.
sw: Ripoti hii haijarejelewa na programu yoyote katika kikoa hiki.

source: This is a static report, which might be referred to by apps in other domains.
es: Este es un informe estático, que podría ser referido por aplicaciones en otros dominios.
sw: Hii ni ripoti tuli, ambayo inaweza kurejelewa na programu katika maeneo mengine.

source: The following apps depend on this report:
es: Las siguientes aplicaciones dependen de este informe:
sw: Programu zifuatazo zinategemea ripoti hii:

source: Custom Web Report Expression Debugger
es: Depurador de Expresiones de Informe Web Personalizado
sw: Kichunguzi cha Usemi wa Ripoti Maalum ya Wavuti

source: UCR Expression Debugger
es: Depurador de Expresión UCR
sw: Kichunguzi cha Usemi wa UCR

source: Paste an expression and document information below to see the result of that expression evaluated on the document.
es: Pegue una expresión e información de documento abajo para ver el resultado de esa expresión evaluada en el documento.
sw: Bandika usemi na taarifa za hati hapa chini ili kuona matokeo ya usemi huo ukikadiriwa kwenye hati.

source: Input Type
es: Tipo de Entrada
sw: Aina ya Ingizo

source: Document Type
es: Tipo de Documento
sw: Aina ya Hati

source: Document ID
es: ID de Documento
sw: Kitambulisho cha Hati

source: Document JSON
es: Documento JSON
sw: JSON ya Hati

source: Your document JSON has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
es: ¡Tu documento JSON tiene errores de análisis! Para más detalles, intenta pegarlo en un <a href="http://jsonlint.com/" target="_blank">Validador JSON</a>.
sw: JSON ya hati yako ina makosa ya uchanganuzi! Kwa maelezo zaidi, jaribu kubandika kwenye <a href="http://jsonlint.com/" target="_blank">Kihakiki cha JSON</a>.

source: Custom Web Report Source (optional)
es: Fuente de Informe Web Personalizado (opcional)
sw: Chanzo cha Ripoti Maalum ya Wavuti (hiari)

source: Data Source (optional)
es: Fuente de Datos (opcional)
sw: Chanzo cha Data (hiari)

source: If specified, named filters and expressions from this data source can be used.
es: Si están especificados, se pueden utilizar filtros con nombre y expresiones de esta fuente de datos.
sw: Ikiwa imetajwa, vichujio na misemo iliyopewa majina kutoka kwenye chanzo hiki cha data vinaweza kutumika.

source: Saved expression
es: Expresión guardada
sw: Ishara iliyohifadhiwa

source: Use a saved expression from the <a href="%(expressions_url)s">expression library</a>
es: Usa una expresión guardada de la <a href="%(expressions_url)s">biblioteca de expresiones</a>
sw: Tumia ishara iliyohifadhiwa kutoka kwenye <a href="%(expressions_url)s">maktaba ya ishara</a>

source: Expression JSON
es: Expresión JSON
sw: JSON ya Ishara

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
es: ¡Tu expresión tiene errores de análisis! Para más detalles, intenta pegarla en un <a href="http://jsonlint.com/" target="_blank">Validador JSON</a>.
sw: Ishara yako ina makosa ya uchambuzi! Kwa maelezo zaidi, jaribu kubandika kwenye <a href="http://jsonlint.com/" target="_blank">Kihakiki wa JSON</a>.

source: Evaluate!
es: ¡Evaluar!
sw: Kadiria!

source: Format JSON
es: Formatear JSON
sw: Panga JSON

source: Report spec
es: Especificaciones del Reporte
sw: Ripoti ya vipimo

source: paste report source here
es: pegar fuente de reporte aquí
sw: bandika chanzo cha ripoti hapa

source: Preview table: %(display_name)s (%(total_rows)s total rows)
es: Vista previa de la tabla: %(display_name)s (%(total_rows)s total de filas)
sw: Onyesho la jedwali: %(display_name)s (%(total_rows)s jumla ya safu)

source: Technical Details:
es: Detalles Técnicos:
sw: Maelezo ya Kiufundi:

source: Delete Report
es: Eliminar Reporte
sw: Futa Ripoti

source: Named Expression
es: Expresión Nombrada
sw: Ishara Iliyopatiwa Jina

source: Named Filter
es: Filtro Nombrado
sw: Kichujio Kilichopewa Jina

source: Definition
es: Definición
sw: Ufafanuzi

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
es: ¡Tu expresión tiene errores de análisis! Para más detalles, intenta pegarla en un <a href="http://jsonlint.com/" target="_blank">Validador JSON</a>.
sw: Ishara yako ina makosa ya uchambuzi! Kwa maelezo zaidi, jaribu kubandika kwenye <a href="http://jsonlint.com/" target="_blank">Kihakiki wa JSON</a>.

source: see more
es: ver más
sw: ona zaidi

source: Update Expression
es: Actualizar Expresión
sw: Sasisha Ishara
