Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Create new tables or update existing ones by uploading a new or existing Excel file. See the <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> Lookup Tables help page </a> for instructions on setting up your Excel file.
es: Crea nuevas tablas o actualiza las existentes subiendo un archivo Excel nuevo o existente. Consulta la <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> página de ayuda de Tablas de Búsqueda </a> para instrucciones sobre cómo configurar tu archivo Excel.
sw: Tengeneza majedwali mapya au sasisha yaliyopo kwa kupakia faili mpya au iliyopo ya Excel. Tazama <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> Ukurasa wa msaada wa Majedwali ya Utafutaji </a> kwa maelekezo ya jinsi ya kuandaa faili yako ya Excel.

source: Lookup Tables File
es: Archivo de Tablas de Búsqueda
sw: Faili ya Jedwali la Utafutaji

source: Existing Tables
es: Tablas Existentes
sw: Majedwali Yaliyopo

source: Replace existing tables
es: Reemplazar tablas existentes
sw: Badilisha majedwali yaliyopo

source: Upload Tables
es: Cargar Tablas
sw: Pakia Majedwali

source: Downloading Lookup Tables
es: Descargando Tablas de Búsqueda
sw: Inapakua Majedwali ya Utafutaji

source: Your file is ready.
es: Su archivo está listo.
sw: Faili yako iko tayari.

source: Download File Now
es: Descargar el Archivo Ahora
sw: Pakua Faili Sasa

source: Edit Table
es: Editar Tabla
sw: Hariri Jedwali

source: Visible to all users
es: Visible a todos los usuarios
sw: Inaonekana kwa watumiaji wote

source: Delete?
es: ¿Eliminar?
sw: Futa?

source: "<span data-bind="text: tag"></span>" is a duplicate field name.
es: "<span data-bind="text: tag"></span>" es un nombre de campo duplicado.
sw: "<span data-bind=\"text: tag\"></span>" ni jina la sehemu linalojirudia.

source: Field name cannot contain \, /, <, >, or spaces.
es: El nombre del campo no puede contener \, /, <, >, o espacios.
sw: Jina la sehemu haliwezi kuwa na \, /, <, >, au nafasi.

source: Field name cannot start with xml.
es: El nombre del campo no puede comenzar con xml.
sw: Jina la sehemu haliwezi kuanza na xml.

source: (Not editable)
es: (No editable)
sw: (Haihaririwi)

source: Add Field
es: Agregar Campo
sw: Ongeza Sehemu

source: Lookup table upload has finished
es: La carga de la tabla de búsqueda ha finalizado
sw: Upakiaji wa jedwali la utafutaji umekamilika

source: Successfully uploaded %(count)s tables.
es: %(count)s tablas cargadas exitosamente.
sw: Umefanikiwa kupakia majedwali %(count)s.

source: Additional information:
es: Información Adicional:
sw: Taarifa za ziada:

source: Upload failed! Details:
es: ¡La carga falló! Detalles:
sw: Upakiaji umeshindikana! Maelezo:

source: Linked Tables are tables that are controlled by a separate project space linked to this project. Click <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">here</a> to learn more.
es: Las Tablas Vinculadas son tablas que están controladas por un espacio de proyecto separado vinculado a este proyecto. Haz clic <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">aquí</a> para aprender más.
sw: Majedwali Yaliyounganishwa ni majedwali yanayodhibitiwa na nafasi tofauti ya mradi iliyounganishwa na mradi huu. Bofya <a target=\"_blank\" href=\"https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management\">hapa</a> kujifunza zaidi.

source: Changes made to Linked Tables may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.
es: Los cambios realizados en las Tablas Vinculadas pueden ser sobrescritos por las próximas actualizaciones del espacio de proyecto vinculado, y también pueden afectar las soluciones en este espacio de proyecto.
sw: Mabadiliko yaliyofanywa kwenye Majedwali Yaliyounganishwa yanaweza kufutwa na masasisho yajayo kutoka kwenye nafasi ya mradi iliyounganishwa, na yanaweza pia kuathiri suluhisho kwenye nafasi hii ya mradi.

source: Dear %(username)s,
es: Estimado/a %(username)s,
sw: Mpendwa %(username)s,

source: The fixture upload for %(domain)s you started has finished.
es: La carga de fixture para %(domain)s que iniciaste ha terminado.
sw: Upakiaji wa fixture kwa %(domain)s uliouanza umekamilika.

source: Upload start time: %(time_start)s
es: Hora de inicio de la carga: %(time_start)s
sw: Muda wa kuanza kupakia: %(time_start)s

source: Upload end time: %(time_end)s
es: Hora de finalización de la carga: %(time_end)s
sw: Muda wa kumaliza kupakia: %(time_end)s

source: Upload messages: %(messages)s
es: Mensajes de carga: %(messages)s
sw: Ujumbe wa upakiaji: %(messages)s

source: Viewing Table
es: Viendo Tabla
sw: Unatazama Jedwali

source: View Tables
es: Ver Tablas
sw: Tazama Majedwali

source: Select Table to View
es: Seleccione la Tabla que desea Ver
sw: Chagua Jedwali la Kutazama

source: Table
es: Tabla
sw: Jedwali

source: Fetching additional data, please wait...
es: Buscando datos adicionales. Por favor, espere...
sw: Inachukua data ya ziada, tafadhali subiri...

source: %s cannot include special characters or begin with 'xml' or a number
es: %s no puede incluir caracteres especiales ni comenzar con 'xml' o un número
sw: %s haiwezi kujumuisha herufi maalum au kuanza na 'xml' au nambari

source: Workbook 'types' has no column '{column_name}'.
es: 'Tipos' de Cuaderno de trabajo no tiene columna '{column_name}'.
sw: Workbook 'types' haina safu '{column_name}'.

source: Lookup-tables can not have empty fields and empty properties on items. table_id '{tag}' has no fields and no properties
es: Las tablas de búsqueda no pueden tener elementos con campos vacíos y propiedades vacías. table_id '{tag}' no tiene campos ni propiedades.
sw: Jedwali la kutafuta haliwezi kuwa na sehemu tupu wala sifa tupu kwenye vipengele. table_id '{tag}' haina sehemu wala sifa

source: Lookup-tables should have unique 'table_id'. There are two rows with table_id '{tag}' in 'types' sheet.
es: Las tablas de búsqueda deberían tener un 'table_id' único. Hay dos filas con table_id '{tag}' en la hoja 'types'.
sw: Majedwali ya kutafuta yanapaswa kuwa na 'table_id' ya kipekee. Kuna safu mbili zenye table_id '{tag}' kwenye karatasi ya 'types'.

source: table_id '{tag}' should not contain spaces or special characters, or start with a number.
es: table_id '{tag}' no debe contener espacios ni caracteres especiales, ni comenzar con un número.
sw: table_id '{tag}' haipaswi kuwa na nafasi au herufi maalum, wala kuanza na nambari.

source: Excel worksheet '{tag}' does not contain the column 'field: {field}' as specified in its 'types' definition
es: La hoja de Excel '{tag}' no contiene la columna 'campo: {field}' como se especifica en su definición de 'tipos'
sw: Karatasi ya Excel '{tag}' haina safu 'field: {field}' kama ilivyoainishwa kwenye ufafanuzi wa 'types'

source: Excel worksheet '{tag}' has an extra column'field: {field}' that's not defined in its 'types' definition
es: La hoja de Excel '{tag}' tiene una columna extra 'campo: {field}' que no está definida en su definición de 'tipos'
sw: Karatasi ya Excel '{tag}' ina safu ya ziada 'field: {field}' ambayo haijaainishwa kwenye ufafanuzi wa 'types'

source: Properties should be specified as 'field 1: property 1'. In 'types' sheet, '{prop_key}' is not correctly formatted
es: Las propiedades deben estar especificadas como 'campo 1: propiedad 1'. En la hoja 'tipos', '{prop_key}' no está formateada correctamente.
sw: Sifa zinapaswa kubainishwa kama 'field 1: property 1'. Kwenye karatasi ya 'types', '{prop_key}' haijaandikwa kwa usahihi

source: '{prop_key}' is not correctly formatted in 'types' sheet. Whether a field is indexed should be specified as 'field 1: is_indexed?'. Its value should be 'yes' or 'no'.
es: '{prop_key}' not está formateado correctamente en hoja 'types'. Si un campo debe ser indexado deberá ser especificado como 'field 1: is_indexed?'. Su valor debe ser 'si' o 'no'.
sw: '{prop_key}' haijaandikwa kwa usahihi kwenye karatasi ya 'types'. Kama sehemu imeorodheshwa inapaswa kubainishwa kama 'field 1: is_indexed?'. Thamani yake inapaswa kuwa 'yes' au 'no'.

source: Error in 'types' sheet for 'field {i}', '{val}'. Field names cannot include special characters or begin with 'xml' or a number
es: Error en la hoja 'tipos' para 'campo {i}', '{val}'. Los nombres de campo no pueden incluir caracteres especiales ni comenzar con 'xml' o un número
sw: Hitilafu kwenye karatasi ya 'types' kwa 'field {i}', '{val}'. Majina ya sehemu hayawezi kuwa na herufi maalum au kuanza na 'xml' au nambari

source: In Excel worksheet '{tag}', field '{field}' should be numbered as 'field: {field} integer
es: En la hoja de Excel '{tag}', el campo '{field}' debe estar numerado como 'campo: {field} entero
sw: Kwenye karatasi ya Excel '{tag}', sehemu '{field}' inapaswa kuorodheshwa kama 'field: {field} integer'

source: Excel worksheet '{tag}' does not contain property '{property}' of the field '{field}' as specified in its 'types' definition
es: La hoja de Excel '{tag}' no contiene la propiedad '{property}' del campo '{field}' como se especifica en su definición de 'tipos'
sw: Karatasi ya Excel '{tag}' haina sifa '{property}' ya sehemu '{field}' kama ilivyoainishwa kwenye ufafanuzi wa 'types'

source: Excel worksheet '{tag}' has an extra property '{property}' for the field '{field}' that's not defined in its 'types' definition. Re-check the formatting
es: La hoja de Excel '{tag}' tiene una propiedad extra '{property}' para el campo '{field}' que no está definida en su definición de 'tipos'. Verifica nuevamente el formato
sw: Karatasi ya Excel '{tag}' ina sifa ya ziada '{property}' kwa sehemu '{field}' ambayo haijaainishwa kwenye ufafanuzi wa 'types'. Hakiki upya uandishi

source: Fields with attributes should be numbered as 'field: {field} integer'
es: Los campos con atributos deben están numerados como 'campo: {field} entero'
sw: Sehemu zenye sifa zinapaswa kuorodheshwa kama 'field: {field} integer'

source: Attribute should be written as '{field}: {prop} integer'
es: El atributo debería estar escrito como '{field}: {prop} entero'
sw: Sifa inapaswa kuandikwa kama '{field}: {prop} integer'

source: Number of values for field '{field}' and attribute '{prop}' should be same
es: El número de valores para el campo '{field}' y atributos '{prop}' debería coincidir
sw: Idadi ya thamani za sehemu '{field}' na sifa '{prop}' inapaswa kuwa sawa

source: There's no sheet for type '{type}' in 'types' sheet. There must be one sheet per row in the 'types' sheet.
es: No hay hoja para el tipo '{type}' en la hoja 'tipos'. Debe haber una hoja por fila en la hoja 'tipos'.
sw: Hakuna karatasi kwa aina '{type}' kwenye karatasi ya 'types'. Lazima kuwe na karatasi moja kwa kila safu kwenye karatasi ya 'types'.

source: Workbook does not contain a sheet called types
es: El cuaderno de trabajo no contiene una hoja llamada tipos
sw: Workbook haina karatasi inayoitwa types

source: type {lookup_table_name} is not defined as global
es: el tipo {lookup_table_name} no está definido como global
sw: aina {lookup_table_name} haijaainishwa kama ya kimataifa

source: The table structure of '{tag}' cannot be changed while also modifying its data. If you need to do both, include all existing rows in the upload or perform the upload using the 'Replace existing tables' option.
sw: Muundo wa jedwali la '{tag}' hauwezi kubadilishwa wakati wa kubadilisha data yake pia. Ikiwa unahitaji kufanya yote mawili, jumuisha safu zote zilizopo kwenye upakiaji au fanya upakiaji kwa kutumia chaguo la 'Badilisha majedwali yaliyopo'.

source: Unknown user: '%(name)s'. But the row is successfully added
es: Usuario desconocido: '%(name)s'. Pero la fila fue agregada exitosamente
sw: Mtumiaji hajulikani: '%(name)s'. Lakini safu imeongezwa kwa mafanikio

source: Unknown group: '%(name)s'. But the row is successfully added
es: Grupo desconocido: '%(name)s'. Pero la fila fue agregada exitosamente
sw: Kikundi hakijulikani: '%(name)s'. Lakini safu imeongezwa kwa mafanikio

source: Unknown location: '%(name)s'. But the row is successfully added
es: Ubicación desconocida: '%(name)s'. Pero la fila fue agregada exitosamente
sw: Eneo halijulikani: '%(name)s'. Lakini safu imeongezwa kwa mafanikio

source: Invalid username: '%(name)s'. But the row is successfully added
es: Nombre de usuario no válido: '%(name)s'. Pero la fila se ha añadido con éxito
sw: Jina la mtumiaji si sahihi: '%(name)s'. Lakini safu imeongezwa kwa mafanikio

source: Multiple locations found with the name: '%(name)s'. Try using site code. But the row is successfully added
es: Se encontraron múltiples ubicaciones con el nombre '%(name)s'. Intente utilizar el código del sitio. Pero la fila fue agregada exitosamente.
sw: Maeneo mengi yamepatikana yenye jina: '%(name)s'. Jaribu kutumia msimbo wa tovuti. Lakini safu imeongezwa kwa mafanikio

source: Table ID must be between 1 and 31 characters.
es: El ID de la tabla debe tener entre 1 y 31 caracteres.
sw: Table ID lazima iwe kati ya herufi 1 na 31.

source: Could not update table because field names were not correctly formatted
es: No se pudo actualizar la tabla porque los nombres de los campos no fueron formateados correctamente
sw: Haikuweza kusasisha jedwali kwa sababu majina ya sehemu hayakuandikwa kwa usahihi

source: No items are added in this table type. Upload using excel to add some rows to this table
es: No hay elementos agregados en este tipo de tabla. Cargue con Excel para agregar algunas filas a esta tabla
sw: Hakuna vipengele vilivyoongezwa kwenye aina hii ya jedwali. Pakia kwa kutumia excel ili kuongeza safu kwenye jedwali hili

source: Lookup Tables
es: Tablas de Búsqueda
sw: Majedwali ya Kutafuta

source: Please fix the following formatting issues in your Excel file: %s
es: Por favor, corrige los siguientes problemas de formato en tu archivo de Excel: %s
sw: Tafadhali rekebisha masuala yafuatayo ya uandishi kwenye faili lako la Excel: %s

source: Lookup Table Upload Status
es: Estado de la Carga de Tabla de Búsqueda
sw: Hali ya Upakiaji wa Jedwali la Kutafuta

source: Importing your data. This may take some time...
es: Importando sus datos; esto puede llevar un tiempo...
sw: Inaingiza data zako. Hii inaweza kuchukua muda...

source: Fixture upload failed for some reason and we have noted this failure. Please make sure the Excel file is correctly formatted and try again.
es: La carga del fixture falló por alguna razón y hemos anotado este fallo. Por favor, asegúrate de que el archivo de Excel esté correctamente formateado e inténtalo de nuevo.
sw: Upakiaji wa fixture umeshindikana kwa sababu fulani na tumerekodi hitilafu hii. Tafadhali hakikisha faili la Excel limeandikwa kwa usahihi na jaribu tena.

source: Return to manage lookup tables
es: Regresar a administrar tablas de búsqueda
sw: Rudi kusimamia majedwali ya kutafuta

source: Upload did not complete. Reason: '{}'
es: La carga no se completó. Razón: '{}'
sw: Upakiaji haukukamilika. Sababu: '{}'

source: Upload complete.
es: Carga completa.
sw: Upakiaji umekamilika.

source: An unknown error occurred.
es: Ocurrió un error desconocido.
sw: Hitilafu isiyojulikana imetokea.

source: Task in progress. %(progress)s%% complete
sw: Kazi inaendelea. %(progress)s%% imekamilika

source: File has been uploaded successfully and is queued for processing.
es: El archivo se ha cargado con éxito y está en cola para su procesamiento.
sw: Faili limepakiwa kwa mafanikio na limewekwa kwenye foleni ya kuchakatwa.

source: GPS Data
es: Datos GPS
sw: Data ya GPS

source: Missing
es: Faltante
sw: Inakosekana

source: Show cases that have missing GPS Data or All cases
es: Mostrar casos que tienen datos GPS faltantes o todos los casos
sw: Onyesha kesi ambazo zinakosa Data ya GPS au Kesi zote

source: Custom user field
es: Campo personalizado del usuario
sw: Sehemu maalum ya mtumiaji

source: User's assigned location
es: Ubicación asignada del usuario
sw: Eneo lililopangiwa la mtumiaji

source: Radial Algorithm
es: Algoritmo Radial
sw: Algoriti ya Mduara

source: Road Network Algorithm
es: Algoritmo de Red de Carreteras
sw: Algoriti ya Mtandao wa Barabara

source: Fetch mobile worker location data from custom field
es: Obtener datos de ubicación del trabajador móvil desde el campo personalizado
sw: Chukua data ya eneo la mfanyakazi wa simu kutoka kwenye sehemu maalum

source: The name of the mobile worker custom field which stores the users' geo-location data.
es: El nombre del campo personalizado del trabajador móvil que almacena los datos de geolocalización de los usuarios.
sw: Jina la sehemu maalum ya mfanyakazi wa simu inayohifadhi data ya eneo la watumiaji.

source: Fetch case location data from property
es: Obtener datos de ubicación del caso desde la propiedad
sw: Chukua data ya eneo la kesi kutoka kwenye sifa

source: Grouping method
es: Método de agrupación
sw: Njia ya kugawanya makundi

source: Determines which parameter to use for grouping cases
es: Determina qué parámetro usar para agrupar casos
sw: Inaamua ni kigezo gani kitumike kugawanya kesi

source: Maximum group size
es: Tamaño máximo del grupo
sw: Ukubwa wa juu wa kundi

source: The maximum number of cases that can be in a group
es: El número máximo de casos que puede haber en un grupo
sw: Idadi ya juu kabisa ya kesi zinazoweza kuwa kwenye kundi

source: Minimum group size
es: Tamaño mínimo del grupo
sw: Ukubwa wa chini wa kundi

source: The minimum number of cases that can be in a group
es: El número mínimo de casos que puede haber en un grupo
sw: Idadi ya chini kabisa ya kesi zinazoweza kuwa kwenye kundi

source: Target group count
es: Número objetivo de grupos
sw: Idadi lengwa ya makundi

source: The desired number of groups. Cases will be divided equally to create this many groups
es: El número deseado de grupos. Los casos se dividirán equitativamente para crear esta cantidad de grupos
sw: Idadi ya makundi inayotakiwa. Kesi zitagawanywa kwa usawa ili kuunda makundi haya

source: Max distance (km) to case
es: Distancia máxima (km) al caso
sw: Umbali wa juu (km) hadi kesi

source: The maximum distance (in kilometers) from the user to the case. Leave blank to skip.
es: La distancia máxima (en kilómetros) desde el usuario al caso. Dejar en blanco para omitir.
sw: Umbali wa juu kabisa (katika kilomita) kutoka kwa mtumiaji hadi kesi. Acha wazi ili usijaze.

source: Max travel time (minutes) to case
es: Tiempo máximo de viaje (minutos) al caso
sw: Muda wa juu wa kusafiri (dakika) hadi kesi

source: The maximum travel time (in minutes) from the user to the case. Leave blank to skip.
es: El tiempo máximo de viaje (en minutos) desde el usuario al caso. Dejar en blanco para omitir.
sw: Muda wa juu kabisa wa kusafiri (katika dakika) kutoka kwa mtumiaji hadi kesi. Acha wazi ili usijaze.

source: Select travel mode
es: Seleccionar modo de viaje
sw: Chagua aina ya usafiri

source: The travel mode of the users. Consider this when specifying the max travel time to each case.
es: El modo de viaje de los usuarios. Considere esto al especificar el tiempo máximo de viaje para cada caso.
sw: Aina ya usafiri wa watumiaji. Fikiria hili unapoweka muda wa juu wa kusafiri kwa kila kesi.

source: Disbursement algorithm
es: Algoritmo de distribución
sw: Algoriti ya ugawaji

source: Uses the straight-line distance between users and cases to determine allocation of cases. Ideal for when map road coverage is poor.
es: Utiliza la distancia en línea recta entre usuarios y casos para determinar la asignación de casos. Ideal cuando la cobertura de carreteras en el mapa es deficiente.
sw: Inatumia umbali wa mstari wa moja kwa moja kati ya watumiaji na kesi ili kubaini ugawaji wa kesi. Inafaa zaidi pale ramani ya barabara haijakamilika.

source: Takes distance along roads between users and cases into account to determine allocation of cases. Ideal for when map road coverage is good.
es: Tiene en cuenta la distancia a lo largo de las carreteras entre usuarios y casos para determinar la asignación de casos. Ideal cuando la cobertura de carreteras en el mapa es buena.
sw: Inazingatia umbali wa barabarani kati ya watumiaji na kesi ili kubaini ugawaji wa kesi. Inafaa zaidi pale ramani ya barabara imekamilika.

source: Minimum cases assigned per user
es: Casos mínimos asignados por usuario
sw: Kesi za chini kabisa zinazogawiwa kwa kila mtumiaji

source: The minimum number of cases each user can be assigned
es: El número mínimo de casos que se puede asignar a cada usuario
sw: Idadi ya chini kabisa ya kesi ambazo kila mtumiaji anaweza kugawiwa

source: Maximum cases assigned per user
es: Casos máximos asignados por usuario
sw: Kesi za juu kabisa zinazogawiwa kwa kila mtumiaji

source: The maximum number of cases each user can be assigned. Leave blank in case you don't want to specify any upper limit.
es: El número máximo de casos que se puede asignar a cada usuario. Deje en blanco si no desea especificar un límite superior.
sw: Idadi ya juu kabisa ya kesi ambazo kila mtumiaji anaweza kugawiwa. Acha wazi kama hutaki kuweka kikomo cha juu.

source: Enter mapbox token
es: Ingresar token de mapbox
sw: Weka tokeni ya mapbox

source: Enter your Mapbox API token here. Make sure your token has the correct scope configured for use of the Mapbox Matrix API.
es: Ingrese su token de API de Mapbox aquí. Asegúrese de que su token tenga el alcance correcto configurado para el uso de la API de Mapbox Matrix.
sw: Weka tokeni yako ya API ya Mapbox hapa. Hakikisha tokeni yako ina kiwango sahihi kilichosanidiwa kwa matumizi ya Mapbox Matrix API.

source: Flag assigned cases
es: Marcar casos asignados
sw: Weka alama kwenye kesi zilizogawiwa

source: When enabled, cases that are assigned through disbursement from the Case Management page will include a case property '{}' with value as True.
es: Cuando está habilitado, los casos que se asignan a través de la distribución desde la página de Gestión de Casos incluirán una propiedad de caso '{}' con el valor como Verdadero.
sw: Ikifunguliwa, kesi zilizogawiwa kupitia ugawaji kutoka ukurasa wa Usimamizi wa Kesi zitajumuisha sifa ya kesi '{}' yenye thamani ya True.

source: Case Clustering Map Parameters
es: Parámetros del Mapa de Agrupación de Casos
sw: Vigezo vya Ramani ya Kuweka Makundi ya Kesi

source: Algorithms
es: Algoritmos
sw: Algoriti

source: Test API Key
es: Probar clave de API
sw: Jaribu API Key

source: Location Data Properties
es: Propiedades de datos de ubicación
sw: Sifa za Data ya Mahali

source: The currently used "{{ config.case_location_property_name }}" case property has been deprecated in the Data Dictionary. Please consider switching this to another property.
es: La propiedad de caso actualmente utilizada "{{ config.case_location_property_name }}" ha sido desaprobada en el Diccionario de Datos. Por favor, considere cambiarla a otra propiedad.
sw: Sifa ya kesi "{{ config.case_location_property_name }}" inayotumika kwa sasa imeondolewa kwenye Kamusi ya Data. Tafadhali fikiria kubadilisha hii kuwa sifa nyingine.
