Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: This project space is an upstream project space for the project spaces listed below.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
es: Este espacio de proyecto es un espacio de proyecto ascendente para los espacios de proyecto listados a continuación.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a> sobre Espacios de Proyecto Vinculados.
sw: Eneo hili la mradi ni eneo la juu kwa maeneo ya miradi yaliyoorodheshwa hapa chini.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu Maeneo ya Miradi Iliyounganishwa.

source: Last Updated
es: Última Actualización
sw: Imesasishwa Mwisho

source: Remove Link
es: Eliminar Enlace
sw: Ondoa Kiungo

source: Remove Project Space Link
es: Eliminar Enlace de Espacio de Proyecto
sw: Ondoa Kiungo cha Eneo la Mradi

source: Are you sure you want to remove the downstream link to <b data-bind="text: downstreamDomain"></b>?
es: ¿Está seguro de que desea eliminar el enlace descendente a <b data-bind="text: downstreamDomain"></b>?
sw: Una uhakika unataka kuondoa kiungo cha chini kwenda <b data-bind="text: downstreamDomain"></b>?

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about what happens when downstream project space links are removed.
es: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a> sobre lo que sucede cuando se eliminan enlaces de espacio de proyecto descendente.
sw: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu kinachotokea kiungo cha eneo la mradi wa chini kinapoondolewa.

source: This project space is linked to the upstream project space <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> The content below can be synced with the existing content in the upstream project space.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pulling content with Linked Project Spaces.
es: Este espacio de proyecto está vinculado al espacio de proyecto ascendente <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> El contenido a continuación se puede sincronizar con el contenido existente en el espacio de proyecto ascendente.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a> sobre cómo extraer contenido con Espacios de Proyecto Vinculados.
sw: Eneo hili la mradi limeunganishwa na eneo la mradi wa juu <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> Yaliyomo hapa chini yanaweza kusawazishwa na yaliyomo yaliyopo kwenye eneo la mradi wa juu.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu kuvuta yaliyomo na Maeneo ya Miradi Iliyounganishwa.

source: Linked Content
es: Contenido Vinculado
sw: Yaliyomo Yaliyounganishwa

source: Sync & Overwrite Matches
es: Sincronizar y Sobrescribir Coincidencias
sw: Sawazisha & Andika Upya Vinavyolingana

source: Sync & Overwrite Matches?
es: ¿Sincronizar y Sobrescribir Coincidencias?
sw: Sawazisha & Andika Upya Vinavyolingana?

source: If this project space has unlinked configurations that match with the configurations being synced from the upstream project space, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
es: Si este espacio de proyecto tiene configuraciones no vinculadas que coinciden con las configuraciones que se están sincronizando desde el espacio de proyecto ascendente, continuar sobrescribirá y las establecerá como configuraciones vinculadas. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a>
sw: Kama nafasi hii ya mradi ina mipangilio ambayo haijaunganishwa na inalingana na mipangilio inayosawazishwa kutoka kwenye nafasi ya mradi wa juu, kuendelea kutaandika juu ya mipangilio hiyo na kuifanya kuwa mipangilio iliyounganishwa. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze Zaidi</a>

source: Sync & Overwrite
es: Sincronizar y Sobrescribir
sw: Sawazisha & Andika Upya

source: Go to update page
es: Ir a la página de actualización
sw: Nenda kwenye ukurasa wa masasisho

source: Select which content you would like to push to the specified downstream project spaces.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
es: Selecciona qué contenido te gustaría enviar a los espacios de proyecto descendentes especificados.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a> sobre cómo enviar contenido con Espacios de Proyecto Vinculados.
sw: Chagua maudhui unayotaka kusukuma kwenye nafasi za miradi za chini ulizobainisha.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu kusukuma maudhui kwa kutumia Nafasi za Miradi Zilizounganishwa.

source: unlinkable
es: no vinculable
sw: haiwezi kuunganishwa

source: The selected project can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
es: El proyecto seleccionado solo se puede enviar individualmente. Consulta la documentación de <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Espacios de Proyecto Vinculados</a> para más información.
sw: Mradi ulioteuliwa unaweza kusukumwa mmoja mmoja pekee. Tazama nyaraka za <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Nafasi za Miradi Zilizounganishwa</a> kwa maelezo zaidi.

source: Disabled project spaces can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
es: Los espacios de proyecto deshabilitados solo se pueden enviar individualmente. Consulta la documentación de <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Espacios de Proyecto Vinculados</a> para más información.
sw: Nafasi za miradi zilizolemazwa zinaweza kusukumwa mmoja mmoja pekee. Tazama nyaraka za <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Nafasi za Miradi Zilizounganishwa</a> kwa maelezo zaidi.

source: Rebuild Applications
es: Reconstruir Aplicaciones
sw: Jenga Upya Programu

source: Create and release new build for apps
es: Crear y lanzar nueva versión para las aplicaciones
sw: Unda na toa toleo jipya la programu

source: Push & Overwrite Matches
es: Enviar y Sobrescribir Coincidencias
sw: Sukuma & Andika Upya Zinazolingana

source: You have no linked project spaces that allow you to push data.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
es: No tienes espacios de proyecto vinculados que te permitan enviar datos.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a> sobre cómo enviar contenido con Espacios de Proyecto Vinculados.
sw: Huna nafasi za miradi zilizounganishwa zinazokuruhusu kusukuma data.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu kusukuma maudhui kwa kutumia Nafasi za Miradi Zilizounganishwa.

source: Push & Overwrite Matches?
es: ¿Enviar y Sobrescribir Coincidencias?
sw: Sukuma & Andika Upya Zinazolingana?

source: If any of the selected downstream project spaces have unlinked configurations that match with the configurations being pushed, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
es: Si alguno de los espacios de proyecto descendentes seleccionados tiene configuraciones no vinculadas que coinciden con las configuraciones que se están enviando, continuar sobrescribirá y las establecerá como configuraciones vinculadas. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprende más</a>
sw: Kama mojawapo ya nafasi za miradi za chini ulizochagua zina mipangilio ambayo haijaunganishwa na inalingana na mipangilio inayosukumwa, kuendelea kutaandika juu ya mipangilio hiyo na kuifanya kuwa mipangilio iliyounganishwa. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze Zaidi</a>

source: {} is not a valid data source type!
es: {} no es un tipo de fuente de datos válido!
sw: {} si aina halali ya chanzo cha data!

source: The data source referenced by this report could not be found.
es: La fuente de datos a la que se hace referencia en este reporte no pudo ser encontrada.
sw: Chanzo cha data kilichorejelewa na ripoti hii hakikuweza kupatikana.

source: This report cannot be linked because the registry is not accessible to {}. Please make sure the registry invitation has been accepted before linking reports.
es: Este informe no se puede vincular porque el registro no es accesible para {}. Por favor, asegúrate de que la invitación al registro haya sido aceptada antes de vincular informes.
sw: Ripoti hii haiwezi kuunganishwa kwa sababu sajili haipatikani kwa {}. Tafadhali hakikisha mwaliko wa sajili umekubaliwa kabla ya kuunganisha ripoti.

source: This report cannot be linked because it references an app that has multiple downstream apps.
es: Este informe no se puede vincular porque hace referencia a una aplicación que tiene múltiples aplicaciones descendentes.
sw: Ripoti hii haiwezi kuunganishwa kwa sababu inarejelea programu yenye programu nyingi za chini.

source: This report cannot be updated because it references an app that has multiple linked apps.
es: Este informe no se puede actualizar porque hace referencia a una aplicación que tiene múltiples aplicaciones vinculadas.
sw: Ripoti hii haiwezi kusasishwa kwa sababu inarejelea programu yenye programu nyingi zilizounganishwa.

source: Linking expressions to a remote link is not currently supported
es: Actualmente no se admite la vinculación de expresiones a un enlace remoto
sw: Kuunganisha misemo kwenye kiungo cha mbali hakijaungwa mkono kwa sasa

source: Expression does not exist in the upstream domain
es: La expresión no existe en el dominio ascendente
sw: Msemo haupo kwenye domain ya juu

source: Expression {name} already exists in the downstream domain {domain}
es: La expresión {name} ya existe en el dominio descendente {domain}
sw: Msemo {name} tayari upo kwenye domain ya chini {domain}

source: Linked Expression could not be found
es: No se pudo encontrar la expresión vinculada
sw: Msemo Uliounganishwa haukupatikana

source: Upstream Expression could not be found. Maybe it has been deleted?
es: No se pudo encontrar la expresión ascendente. ¿Quizás ha sido eliminada?
sw: Msemo wa Juu haukupatikana. Huenda umefutwa?

source: sync
es: sincronizar
sw: sawazisha

source: push
es: empujar
sw: sukuma

source: Push & Overwrite
es: Empujar y Sobrescribir
sw: Sukuma & Andika Upya

source: Failed to {sync_action} the following {field_name} due to matching (same {property_name}) unlinked {field_name} in this downstream project space: {conflicts}. Please edit the {field_name} to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
es: No se pudo {sync_action} el siguiente {field_name} debido a la coincidencia (mismo {property_name}) de {field_name} no vinculados en este espacio de proyecto descendente: {conflicts}. Por favor, edita el {field_name} para resolver la coincidencia o haz clic en "{overwrite_btn}" para sobrescribir y vincular los coincidentes.
sw: Imeshindikana {sync_action} {field_name} zifuatazo kutokana na {field_name} ambazo hazijaunganishwa na zinafanana (zina {property_name} sawa) kwenye nafasi hii ya mradi wa chini: {conflicts}. Tafadhali hariri {field_name} ili kutatua kufanana au bofya "{overwrite_btn}" ili kuandika upya na kuunganisha zinazofanana.

source: Failed to {sync_action} the following Custom User Data Fields Profiles due to matching (same User Profile) unlinked Custom User Data Fields Profiles in this downstream project space: {conflicts}. Please edit the Custom User Data Fields Profiles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
es: No se pudo {sync_action} los siguientes Perfiles de Campos de Datos de Usuario Personalizados debido a la coincidencia (mismo Perfil de Usuario) de Perfiles de Campos de Datos de Usuario Personalizados no vinculados en este espacio de proyecto descendente: {conflicts}. Por favor, edita los Perfiles de Campos de Datos de Usuario Personalizados para resolver la coincidencia o haz clic en "{overwrite_btn}" para sobrescribir y vincular los coincidentes.
sw: Imeshindikana {sync_action} Profaili zifuatazo za Sehemu Maalum za Data ya Mtumiaji kutokana na kufanana (Profaili ya Mtumiaji sawa) na Profaili za Sehemu Maalum za Data ya Mtumiaji ambazo hazijaunganishwa kwenye nafasi hii ya mradi wa chini: {conflicts}. Tafadhali hariri Profaili za Sehemu Maalum za Data ya Mtumiaji ili kutatua kufanana au bofya "{overwrite_btn}" ili kuandika upya na kuunganisha zinazofanana.

source: Cannot overwrite profiles, as the following profiles are still in use: {profiles}
es: No se pueden sobrescribir perfiles, ya que los siguientes perfiles todavía están en uso: {profiles}
sw: Haiwezi kuandika upya profaili, kwa sababu profaili zifuatazo bado zinatumika: {profiles}

source: Found non-global lookup table '{table}'.
es: Se encontró una tabla de búsqueda no global '{table}'.
sw: Imeonekana jedwali la utafutaji lisilo la kimataifa '{table}'.

source: Failed to {sync_action} Lookup Table "{table}" due to matching (same Table ID) unlinked Lookup Table in the downstream project space. Please edit the Lookup Table to resolve the matching or click "{overwrite_btn}" to overwrite and link them.
es: Error al {sync_action} la Tabla de Búsqueda "{table}" debido a una Tabla de Búsqueda no vinculada coincidente (mismo ID de Tabla) en el espacio de proyecto descendente. Por favor, edite la Tabla de Búsqueda para resolver la coincidencia o haga clic en "{overwrite_btn}" para sobrescribir y vincularlas.
sw: Imeshindikana {sync_action} Jedwali la Utafutaji "{table}" kutokana na kufanana (Table ID sawa) na Jedwali la Utafutaji ambalo halijaunganishwa kwenye nafasi ya mradi wa chini. Tafadhali hariri Jedwali la Utafutaji ili kutatua kufanana au bofya "{overwrite_btn}" ili kuandika upya na kuunganisha.

source: Failed to {sync_action} the following default roles due to matching (same name but different permissions) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
es: Error al {sync_action} los siguientes roles predeterminados debido a roles no vinculados coincidentes (mismo nombre pero diferentes permisos) en este espacio de proyecto descendente: {conflicting_role_names}. Por favor, edite los roles para resolver la coincidencia o haga clic en "{overwrite_btn}" para sobrescribir y vincular los coincidentes.
sw: Imeshindikana {sync_action} majukumu chaguo-msingi yafuatayo kutokana na kufanana (jina sawa lakini ruhusa tofauti) na majukumu ambayo hayajaunganishwa kwenye nafasi hii ya mradi wa chini: {conflicting_role_names}. Tafadhali hariri majukumu ili kutatua kufanana au bofya "{overwrite_btn}" ili kuandika upya na kuunganisha zinazofanana.

source: Failed to {sync_action} the following custom roles due to matching (same name) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
es: Error al {sync_action} los siguientes roles personalizados debido a roles no vinculados coincidentes (mismo nombre) en este espacio de proyecto descendente: {conflicting_role_names}. Por favor, edite los roles para resolver la coincidencia o haga clic en "{overwrite_btn}" para sobrescribir y vincular los coincidentes.
sw: Imeshindikana {sync_action} majukumu maalum yafuatayo kutokana na kufanana (jina sawa) na majukumu ambayo hayajaunganishwa kwenye nafasi hii ya mradi wa chini: {conflicting_role_names}. Tafadhali hariri majukumu ili kutatua kufanana au bofya "{overwrite_btn}" ili kuandika upya na kuunganisha zinazofanana.

source: Update Status for linked app %s missing multimedia pull
es: Estado de actualización para la aplicación vinculada %s falta extracción de multimedia
sw: Sasisho la Hali kwa programu iliyounganishwa %s inakosa upakuaji wa multimedia

source: Something went wrong while pulling multimedia for your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
es: Algo salió mal al extraer multimedia para su aplicación vinculada. Nuestro equipo ha sido notificado y monitoreará la situación. Por favor, intente de nuevo, y si el problema persiste, repórtelo como un problema.
sw: Kuna tatizo limetokea wakati wa kupakua multimedia kwa programu yako iliyounganishwa. Timu yetu imejulishwa na itafuatilia hali hii. Tafadhali jaribu tena, na kama tatizo litaendelea ripoti kama tatizo.

source: Multimedia was successfully updated for the linked app.
es: La multimedia se actualizó exitosamente para la aplicación vinculada.
sw: Multimedia imesasishwa kwa mafanikio kwa programu iliyounganishwa.

source: Application has missing multimedia even after an attempt to re-pull them. Please try re-pulling the app. If this persists, report an issue.
es: La aplicación tiene multimedia faltante incluso después de intentar volver a extraerlos. Por favor, intente volver a extraer la aplicación. Si esto persiste, reporte un problema.
sw: Programu ina multimedia inayokosekana hata baada ya kujaribu kupakua tena. Tafadhali jaribu kupakua tena programu. Ikiwa hili litaendelea, ripoti tatizo.

source: You do not have permission to pull content into this project space.
es: No tiene permiso para extraer contenido en este espacio de proyecto.
sw: Huna ruhusa ya kupakua maudhui kwenye nafasi hii ya mradi.

source: Your release has begun. You will receive an email when it is complete. Until then, to avoid linked domains receiving inconsistent content, please avoid editing any of the data contained in the release.
es: Su lanzamiento ha comenzado. Recibirá un correo electrónico cuando esté completo. Hasta entonces, para evitar que los dominios vinculados reciban contenido inconsistente, por favor evite editar cualquiera de los datos contenidos en el lanzamiento.
sw: Utoaji wako umeanza. Utapokea barua pepe utakapokamilika. Hadi wakati huo, ili kuepuka domain zilizounganishwa kupokea maudhui yasiyo thabiti, tafadhali epuka kuhariri data yoyote iliyomo kwenye utoaji huu.

source: The project space {} does not exist. Verify that the name is correct, and that the domain has not been deleted.
es: El espacio de proyecto {} no existe. Verifique que el nombre sea correcto y que el dominio no haya sido eliminado.
sw: Nafasi ya mradi {} haipo. Hakikisha jina ni sahihi, na kwamba domain haijafutwa.

source: The project space {} is already a downstream project space of {}.
es: El espacio de proyecto {} ya es un espacio de proyecto descendente de {}.
sw: Nafasi ya mradi {} tayari ni nafasi ya mradi wa chini wa {}.

source: You do not have adequate permissions in both project spaces to create a link.
es: No tiene permisos adecuados en ambos espacios de proyecto para crear un enlace.
sw: Huna ruhusa za kutosha kwenye nafasi zote mbili za mradi ili kuunda kiungo.

source: No downstream project spaces were selected. Please contact support.
es: No se seleccionaron espacios de proyecto descendentes. Por favor, contacte al soporte.
sw: Hakuna nafasi za miradi za chini zilizochaguliwa. Tafadhali wasiliana na msaada.

source: The project space link between {} and {} does not exist. Ensure the link was not recently deleted.
es: El enlace de espacio de proyecto entre {} y {} no existe. Asegúrese de que el enlace no haya sido eliminado recientemente.
sw: Kiungo cha nafasi ya mradi kati ya {} na {} hakipo. Hakikisha kiungo hakijafutwa hivi karibuni.

source: You do not have permission to push to all specified downstream project spaces.
es: No tiene permiso para enviar a todos los espacios de proyecto descendentes especificados.
sw: Huna ruhusa ya kusukuma kwenye nafasi zote za miradi za chini ulizobainisha.

source: The attempted push is disallowed because it includes the following domains that can only be pushed to one at a time: {}
es: El intento de envío no está permitido porque incluye los siguientes dominios que solo pueden ser enviados uno a la vez: {}
sw: Kusukuma kulikojaribiwa hakuruhusiwi kwa sababu kunajumuisha domain zifuatazo ambazo zinaweza kusukumwa moja moja tu: {}

source: Unknown App
es: Aplicación Desconocida
sw: Programu Haijulikani

source: Unknown Report
es: Informe Desconocido
sw: Ripoti Haijulikani

source: Unknown Keyword
es: Palabra Clave Desconocida
sw: Neno Muhimu Halijulikani

source: Date ({})
es: Fecha ({})
sw: Tarehe ({})

source: Data Model
es: Modelo de Datos
sw: Mfano wa Data

source: 'types' sheet should contain headers '{expected}'. {missing}{extra}
es: La hoja 'types' debe contener los encabezados '{expected}'. {missing}{extra}
sw: Laha ya 'types' inapaswa kuwa na vichwa '{expected}'. {missing}{extra}

source: '{}' are missing.
es: Faltan '{}'.
sw: '{}' hazipo.

source: '{}' are not recognized.
es: No se reconocen '{}'.
sw: '{}' hazitambuliki.

source: Locations sheet with title '{name}' should contain exactly '{expected}' as the sheet headers. {missing}{extra}
es: La hoja de ubicaciones con el título '{name}' debe contener exactamente '{expected}' como los encabezados de la hoja. {missing}{extra}
sw: Laha ya Locations yenye kichwa '{name}' inapaswa kuwa na '{expected}' tu kama vichwa vya laha. {missing}{extra}

source: Created {} new location types
es: Creados {} tipos de ubicación nuevos
sw: Aina mpya za eneo {} zimeundwa

source: Updated {} existing location types
es: Actualizados {} tipos de ubicación existentes
sw: Aina zilizopo za eneo {} zimesasishwa

source: Deleted {} existing location types
es: Eliminados {} tipos de ubicación existentes
sw: Aina zilizopo za eneo {} zimefutwa

source: Created {} new locations
es: Creadas {} ubicaciones nuevas
sw: Maeneo mapya {} yameundwa

source: Updated {} existing locations
es: Actualizadas {} ubicaciones existentes
sw: Maeneo yaliyopo {} yamesasishwa

source: Deleted {} existing locations
es: Eliminadas {} ubicaciones existentes
sw: Maeneo yaliyopo {} yamefutwa
