Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Use Custom Delimiter
es: Use Delimitador Personalizado
sw: Tumia Kitenganishi Maalum

source: Please Specify Delimiter
es: Por favor Especifique Delimitador
sw: Tafadhali Bainisha Kitenganishi

source: Use Joining Character
es: Use Caracter de Conexión
sw: Tumia Herufi ya Kuunganisha

source: Use Named Answers
es: Use Respuestas Nombradas
sw: Tumia Majibu Yenye Majina

source: Please Specify Joining Characcter
es: Por favor Epecifique Caracter de Conexión
sw: Tafadhali Bainisha Herufi ya Kuunganisha

source: Structured Message Options
es: Opciones de Mensaje Estructurado
sw: Chaguzi za Ujumbe Ulio na Muundo

source: Example Structured Message
es: Ejemplo de Mensaje Estructurado
sw: Mfano wa Ujumbe Ulio na Muundo

source: Response
es: Respuesta
sw: Jibu

source: Recipient Information
es: Información del Destinatario
sw: Taarifa za Mpokeaji

source: Keyword should be one word.
es: La palabra clave debe ser una palabra.
sw: Neno muhimu linapaswa kuwa neno moja.

source: Keyword already exists.
es: La palabra clave ya existe.
sw: Neno muhimu tayari lipo.

source: Please create a form first, and then add a keyword for it.
es: Por favor primero cree un formulario y después añada una palabra clave para el mismo.
sw: Tafadhali tengeneza fomu kwanza, kisha ongeza neno muhimu kwa ajili yake.

source: Name and xpath are both required fields.
es: El nombre y xpath son ambos campos obligatorios.
sw: Jina na xpath vyote ni sehemu zinazohitajika.

source: Cannot have two names overlap:
es: No pueden traslaparse dos nombres:
sw: Haiwezi kuwa na majina mawili yanayofanana:

source: Cannot use the same name twice:
es: No puede usar el mismo nombre dos veces:
sw: Haiwezi kutumia jina lilelile mara mbili:

source: Cannot reference the same xpath twice:
es: No puede referirse al mismo xpath dos veces:
sw: Haiwezi kurejelea xpath ileile mara mbili:

source: Delimiter and joining character cannot be the same.
es: El caracter delimitador y de conexión no puede ser el mismo.
sw: Kitenganishi na herufi ya kuunganisha haviwezi kuwa sawa.

source: In order to send to the case's owner you must restrict keyword initiation only to cases.
es: Para enviar al propietario del caso, usted debe restringir el inicio de palabra clave solo a casos.
sw: Ili kutuma kwa mmiliki wa kesi lazima uzuie uanzishaji wa neno muhimu kwa kesi pekee.

source: Add Named Answer
es: Añada Respuesta Nombrada
sw: Ongeza Jibu Lenye Jina

source: Manage Keywords
es: Administrar Palabras Clave
sw: Dhibiti Maneno Muhimu

source: Keywords let users send a message to the system to trigger a survey, provide data or notify other users.
es: Las palabras clave permiten a los usuarios enviar un mensaje al sistema para activar una encuesta, proporcionar datos o notificar a otros usuarios.
sw: Maneno muhimu huruhusu watumiaji kutuma ujumbe kwenye mfumo ili kuchochea utafiti, kutoa data au kuwajulisha watumiaji wengine.

source: Add Keyword
es: Añada Palabra Clave
sw: Ongeza Neno Muhimu

source: Add Structured Keyword
es: Añada Palabra Clave Estructurada
sw: Ongeza Neno Muhimu Lenye Muundo

source: Unlock Linked Keywords For Me
es: Desbloquear Palabras Clave Vinculadas Para Mí
sw: Fungua Maneno Muhimu Yaliyounganishwa Kwangu

source: Lock Linked Keywords For Me
es: Bloquear Palabras Clave Vinculadas Para Mí
sw: Funga Maneno Muhimu Yaliyounganishwa Kwangu

source: Delete the keyword '<span data-bind="text: keyword"></span>'.
es: Eliminar la palabra clave '<span data-bind="text: keyword"></span>'.
sw: Futa neno muhimu '<span data-bind="text: keyword"></span>'.

source: Are you sure you want to delete the SMS Keyword '<span data-bind="text: keyword"></span>'?
es: ¿Está seguro de que desea eliminar la Palabra Clave SMS '<span data-bind="text: keyword"></span>'?
sw: Una uhakika unataka kufuta Neno Muhimu la SMS '<span data-bind="text: keyword"></span>'?

source: DELETED
es: ELIMINADO
sw: IMEFUTWA

source: Unlock Linked Keywords?
es: ¿Desbloquear Palabras Clave Vinculadas?
sw: Fungua Maneno Muhimu Yaliyounganishwa?

source: <p>Linked Keywords are keywords that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Keywords may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
es: <p>Las Palabras Clave Vinculadas son palabras clave controladas por un espacio de proyecto separado vinculado a este proyecto. Haga clic aquí para obtener más información.</p> <p>Los cambios realizados en las Palabras Clave Vinculadas pueden ser sobrescritos por las próximas actualizaciones del espacio de proyecto vinculado, y también pueden afectar las soluciones en este espacio de proyecto.</p>
sw: <p>Maneno Muhimu Yaliyounganishwa ni maneno muhimu yanayodhibitiwa na nafasi tofauti ya mradi iliyounganishwa na mradi huu. Bofya hapa kujifunza zaidi.</p> <p>Mabadiliko yaliyofanywa kwenye Maneno Muhimu Yaliyounganishwa yanaweza kufutwa na masasisho yajayo kutoka kwenye nafasi ya mradi uliounganishwa, na yanaweza pia kuathiri suluhisho kwenye nafasi hii ya mradi.</p>

source: Add Parameter
es: Añadir Parámetro
sw: Ongeza Kigezo

source: New Structured Keyword
es: Nueva Palabra Clave Estructurada
sw: Neno Muhimu Jipya lenye Muundo

source: New Keyword
es: Nueva Palabra Clave
sw: Neno Muhimu Jipya

source: Edit Structured Keyword
es: Editar Palabra Clave Estructurada
sw: Hariri Neno Muhimu lenye Muundo

source: Edit Normal Keyword
es: Editar Palabra Clave Normal
sw: Hariri Neno Muhimu la Kawaida

source: Keywords
es: Palabras Clave
sw: Maneno Muhimu

source: keywords per page
es: palabras clave por página
sw: maneno muhimu kwa kila ukurasa

source: You have no keywords. Please add one!
es: No tiene palabras clave. ¡Por favor añada una!
sw: Huna maneno muhimu. Tafadhali ongeza moja!

source: Loading keywords...
es: Cargando palabras clave...
sw: Inapakia maneno muhimu...

source: Monitor Workers
es: Monitorear Trabajadores
sw: Change this translation manually

source: Inspect Data
es: Inspeccionar Datos
sw: Kagua Data

source: Raw Data
es: Datos sin Procesar
sw: Data Ghafi

source: Manage Deployments
es: Administrar Lanzamientos
sw: Simamia Utekelezaji

source: Stock Status by Product
es: Estado de Existencias por Producto
sw: Hali ya Stoo kwa Bidhaa

source: # Facilities
es: # Instalaciones
sw: # Vituo

source: Stocked Out
es: Existencias Agotadas
sw: Imeisha Stoo

source: A facility is counted as stocked out when its current stock is below the emergency level.
es: Se considera que una instalación tiene existencias agotadas cuando sus existencias actuales están por debajo del nivel de emergencia.
sw: Kituo kinahesabiwa kuwa kimeisha stoo wakati akiba yake ya sasa iko chini ya kiwango cha dharura.

source: Understocked
es: Existencias insuficientes
sw: Stoo Kidogo

source: A facility is counted as under stocked when its current stock is above the emergency level but below the low stock level.
es: Se considera que una instalación tiene existencias insuficientes cuando sus existencias actuales están por arriba del nivel de emergencia, pero debajo del nivel de existencias bajas.
sw: Kituo kinahesabiwa kuwa na stoo kidogo wakati akiba yake ya sasa iko juu ya kiwango cha dharura lakini chini ya kiwango cha stoo kidogo.

source: Adequate Stock
es: Existencias adecuadas
sw: Stoo ya Kutosha

source: A facility is counted as adequately stocked when its current stock is above the low level but below the overstock level.
es: Se considera que una instalación tiene existencias adecuadas cuando sus existencias actuales están por encima del nivel bajo, pero debajo del nivel de exceso de existencias.
sw: Kituo kinahesabiwa kuwa na stoo ya kutosha wakati akiba yake ya sasa iko juu ya kiwango cha chini lakini chini ya kiwango cha stoo nyingi.

source: Overstocked
es: Exceso de existencias
sw: Stoo Nyingi

source: A facility is counted as overstocked when its current stock is above the overstock level.
es: Se considera que una instalación tiene exceso de existencias cuando su nivel de existencias actuales está por encima del nivel de exceso de existencias.
sw: Kituo kinahesabiwa kuwa na stoo nyingi wakati akiba yake ya sasa iko juu ya kiwango cha stoo nyingi.

source: Insufficient Data
es: Datos Insuficientes
sw: Data Haitoshi

source: A facility is marked as insufficient data when there is no known consumption amount or there has never been a stock report at the location. Consumption amount can be unknown if there is either no default consumption value or the reporting history does not meet the calculation settings for the project.
es: Se marca que una instalación tiene datos insuficientes cuando no hay cantidad de consumo conocida o nunca ha habido un reporte de existencias en la ubicación. La cantidad de consumo puede ser desconocida si no hay valor de consumo predeterminado o el historial de reporte no satisface las configuraciones de cálculo para el proyecto.
sw: Kituo kinatambuliwa kuwa na data haitoshi wakati hakuna kiasi cha matumizi kinachojulikana au hakujawahi kuwa na ripoti ya stoo katika eneo hilo. Kiasi cha matumizi kinaweza kuwa hakijulikani ikiwa hakuna thamani ya matumizi ya msingi au historia ya ripoti haikidhi mipangilio ya mahesabu ya mradi.

source: Inventory by Location
es: Inventario por Ubicación
sw: Hesabu ya Stoo kwa Eneo

source: A maximum of 100 locations will be shown. Filter by location if you need to see more.
es: Se mostrará un máximo de 100 ubicaciones. Filtre por ubicación si necesita ver más.
sw: Upeo wa maeneo 100 utaonyeshwa. Chuja kwa eneo ikiwa unahitaji kuona zaidi.

source: No data
es: No hay datos
sw: Hakuna data

source: Aggregate Inventory
es: Inventario Total
sw: Hesabu ya Jumla ya Stoo

source: Stock on Hand
es: Existencias a la Mano
sw: Stoo Iliyo Mikononi

source: Total stock on hand for all locations matching the filters.
es: Total de existencias a la mano para todas las ubicaciones que coinciden con los filtros.
sw: Jumla ya stoo iliyo mikononi kwa maeneo yote yanayolingana na vichujio.

source: Monthly Consumption
es: Consumo Mensual
sw: Matumizi ya Kila Mwezi

source: Total average monthly consumption for all locations matching the filters.
es: Total del consumo mensual promedio para todas las ubicaciones que coinciden con los filtros.
sw: Jumla ya wastani wa matumizi ya kila mwezi kwa maeneo yote yanayolingana na vichujio.

source: Months of Stock
es: Meses de Existencias
sw: Miezi ya Stoo

source: Number of months of stock remaining for all locations matching the filters. Computed by calculating stock on hand divided by monthly consumption.
es: Número de meses de existencias que quedan para todas las ubicaciones que coinciden con los filtros. Computado al calcular las existencias a la mano divididas por el consumo mensual.
sw: Idadi ya miezi ya stoo iliyobaki kwa maeneo yote yanayolingana na vichujio. Inahesabiwa kwa kugawanya stoo iliyo mikononi na matumizi ya kila mwezi.

source: Stock Status
es: Estado de las Existencias
sw: Hali ya Stoo

source: Stock status prediction made using calculated consumption or project specific default values. "No Data" means that there is not enough data to compute consumption and default values have not been uploaded yet.
es: Predicción del estado de las existencias usando el consumo calculado o los valores predeterminados del proyecto específico. "No hay datos" significa que no hay suficientes datos para computar el consumo y que los valores predeterminados no se han cargado todavía.
sw: Utabiri wa hali ya stoo umetolewa kwa kutumia matumizi yaliyohesabiwa au thamani za msingi maalum za mradi. "Hakuna Data" inamaanisha kuwa hakuna data ya kutosha kuhesabu matumizi na thamani za msingi bado hazijapakiwa.

source: no data
es: no hay datos
sw: hakuna data

source: stock-out
es: sin existencias
sw: imeisha stoo

source: under-stock
es: existencias insuficientes
sw: stoo kidogo

source: adequate
es: adecuado
sw: ya kutosha

source: over-stock
es: exceso de existencias
sw: stoo nyingi

source: Explorer
es: Explorador
sw: Mchunguzi

source: Explorer - Can Publish
es: Explorador - Puede Publicar
sw: Mchunguzi - Anaweza Kuchapisha

source: Server Administrator
es: Administrador del Servidor
sw: Msimamizi wa Seva

source: Site Administrator - Explorer
es: Administrador del Sitio - Explorador
sw: Msimamizi wa Tovuti - Mchunguzi

source: Site Administrator - Creator
es: Administrador del Sitio - Creador
sw: Msimamizi wa Tovuti - Muundaji

source: Unlicensed
es: Sin Licencia
sw: Bila Leseni

source: Read Only
es: Solo Lectura
sw: Soma Tu

source: Viewer
es: Espectador
sw: Mtazamaji

source: Last N Days
es: Últimos N Días
sw: Siku N Zilizopita

source: This Year
es: Este Año
sw: Mwaka Huu

source: Last Year
es: Último Año
sw: Mwaka Uliopita

source: Since a Date
es: Desde una Fecha
sw: Tangu Tarehe

source: This Month
es: Este Mes
sw: Mwezi Huu

source: This Quarter
es: Este Trimestre
sw: Robo Hii

source: Last Quarter
es: Último Trimestre
sw: Robo Iliyopita

source: Current Indian Financial Year
es: Año Financiero Actual de India
sw: Mwaka wa Fedha wa India wa Sasa

source: No data for username
es: No hay datos para nombre de usuario
sw: Hakuna data kwa jina la mtumiaji

source: Filter by...
es: Filtrar por...
sw: Chuja kwa...

source: No Data Available
es: No hay Datos Disponibles
sw: Hakuna Data Inayopatikana

source: [Project Data]
es: [Datos del Proyecto]
sw: [Data ya Mradi]

source: Add case owners to filter this report.
es: Agregue propietarios de casos para filtrar este informe.
sw: Ongeza wamiliki wa kesi kuchuja ripoti hii.

source: Show advanced columns
es: Mostrar columnas avanzadas
sw: Onyesha safu wima za juu

source: Filter Logs by Tag
es: Filtrar Registros por Etiqueta
sw: Chuja Rekodi kwa Tag

source: Filter Logs By
es: Filtrar Registros Por
sw: Chuja Rekodi Kwa

source: Filter Logs by Username
es: Filtrar Registros por Nombre de Usuario
sw: Chuja Rekodi kwa Jina la Mtumiaji

source: Filter Logs by Device
es: Filtrar Registros por Dispositivo
sw: Chuja Rekodi kwa Kifaa

source: Filter Forms
es: Filtrar Formularios
sw: Chuja Fomu

source: You don't have any applications set up, so there are no forms to choose from. Please create an application!
es: No tiene configurada ninguna aplicación, así que no hay formularios para elegir. ¡Por favor cree una aplicación!
sw: Huna programu yoyote iliyowekwa, hivyo hakuna fomu za kuchagua. Tafadhali tengeneza programu!

source: Application Type
es: Tipo de Aplicación
sw: Aina ya Programu

source: Select an Application Type
es: Seleccione un Tipo de Aplicación
sw: Chagua Aina ya Programu

source: Show all Application Types
es: Mostrar todos los Tipos de Aplicación
sw: Onyesha Aina zote za Programu

source: Select Application...
es: Seleccione una Aplicación...
sw: Chagua Programu...

source: Show all Forms of this Application Type...
es: Mostrar todos los Formularios de este Tipo de Aplicación...
sw: Onyesha Fomu zote za Aina hii ya Programu...

source: Active CommCare Applications
es: Aplicaciones CommCare Activas
sw: Programu Hai za CommCare

source: Deleted CommCare Applications
es: Aplicaciones CommCare Eliminadas
sw: Programu Zilizofutwa za CommCare

source: Name Unknown
es: Nombre Desconocido
sw: Jina Halijulikani

source: Select an Application
es: Seleccione una Aplicación
sw: Chagua Programu

source: Show Forms in all Applications
es: Mostrar Formularios en todas las Aplicaciones
sw: Onyesha Fomu katika Programu zote

source: Select a Menu
es: Seleccione un Menú
sw: Chagua Menyu

source: Show all Forms in selected Application
es: Mostrar todos los Formularios en la Aplicación seleccionada
sw: Onyesha Fomu zote katika Programu iliyochaguliwa

source: Select a Form
es: Seleccione un Formulario
sw: Chagua Fomu

source: Show all Forms in selected Module
es: Mostrar todos los Formularios en el Módulo seleccionado
sw: Onyesha Fomu zote katika Moduli iliyochaguliwa

source: Choose a Form
es: Elija un Formulario
sw: Chagua Fomu

source: Filter Dates By
es: Filtre Fechas Por
sw: Chuja Tarehe Kwa

source: <strong>Completion</strong> time is when the form is completed on the phone.
es: <strong>Tiempo</strong> de finalización es cuando el formulario se completa vía teléfono.
sw: <strong>Muda wa Kukamilisha</strong> ni wakati fomu inakamilishwa kwenye simu.

source: <strong>Submission</strong> time is when {hq_name} receives the form.
es: <strong>Tiempo</strong> de ingreso es cuando {hq_name} recibe el formulario.
sw: <strong>Muda wa Kuwasilisha</strong> ni wakati {hq_name} inapokea fomu.

source: Groups or Locations
es: Grupos o Ubicaciones
sw: Vikundi au Maeneo

source: Click here to select groups or locations to filter in the report
es: Haga clic aquí para seleccionar grupos o ubicaciones a filtrar en el reporte
sw: Bofya hapa kuchagua vikundi au maeneo ya kuchuja kwenye ripoti

source: Everybody
es: Todos
sw: Kila Mtu

source: Click to select a group
es: Haga clic para seleccionar un grupo
sw: Bofya kuchagua kikundi

source: Year
es: Año
sw: Mwaka

source: Click to select a case type
es: Haga clic para seleccionar un tipo de caso
sw: Bofya kuchagua aina ya kesi

source: Click to select case types
es: Haga clic para seleccionar tipos de casos
sw: Bofya kuchagua aina za kesi

source: Open / Closed
es: Abierto / Cerrado
sw: Wazi / Imefungwa

source: Only Open
es: Solo Abrir
sw: Wazi Pekee

source: Only Closed
es: Solo Cerrado
sw: Imefungwa Pekee

source: Select Application [Latest Build Version]
es: Seleccionar Aplicación [Última Versión Desarrollada]
sw: Chagua Programu [Toleo la Ujenzi la Hivi Karibuni]

source: {name} [up to build {version}]
es: {name} [hasta la versión {version}]
sw: {name} [hadi ujenzi {version}]

source: All Repeaters
es: Todos los Repetidores
sw: Repeaters Wote

source: Click to select repeaters
es: Haga clic para seleccionar repetidores
sw: Bofya kuchagua repeaters

source: Record Status
es: Grabar Estado
sw: Hali ya Rekodi

source: Rebuild restriction feature flag status
es: Estado de la función de restricción de reconstrucción
sw: Hali ya bendera ya kipengele cha kizuizi cha kujenga upya

source: Select Feature
sw: Chagua Kipengele

source: Payload ID
es: ID de Carga Util
sw: Kitambulisho cha Payload

source: Leave this blank to include all users. In that case, domain is required to limit the scope.
sw: Acha hii wazi kujumuisha watumiaji wote. Katika hali hiyo, domain inahitajika ili kupunguza wigo.

source: Optional
es: Opcional
sw: Hiari

source: View by Users or Groups
es: Vista por Usuarios o Grupos
sw: Tazama kwa Watumiaji au Vikundi

source: User Type
es: Tipo de Usuario
sw: Aina ya Mtumiaji

source: Select Mobile Worker
es: Seleccione Usuario Móvil
sw: Chagua Mfanyakazi wa Simu

source: %s & Others
es: %s y Otros
sw: %s na Wengine

source: Active Web User
sw: Mtumiaji Hai wa Tovuti

source: Deactivated Web User
sw: Mtumiaji wa Tovuti Aliyezimwa

source: Active Mobile Worker
sw: Mfanyakazi Hai wa Simu

source: Deactivated Mobile Worker
sw: Mfanyakazi wa Simu Aliyezimwa

source: When searching by location, put your location name in quotes to show only exact matches. To more easily find a location, you may specify multiple levels by separating with a "/". For example, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations"target="_blank">Learn more</a>.
sw: Unapotafuta kwa eneo, weka jina la eneo lako ndani ya alama za nukuu ili kuonyesha mechi halisi pekee. Ili kupata eneo kwa urahisi zaidi, unaweza kutaja ngazi nyingi kwa kutenganisha na "/". Kwa mfano, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations"target="_blank">Jifunze zaidi</a>.

source: Add users and groups to filter this report.
es: Agregue usuarios y grupos para filtrar este informe.
sw: Ongeza watumiaji na vikundi kuchuja ripoti hii.

source: <i class="fa fa-info-circle"></i> See <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947350/Report+and+Export+Filters"target="_blank"> Filter Definitions</a>.
sw: <i class="fa fa-info-circle"></i> Tazama <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947350/Report+and+Export+Filters"target="_blank"> Ufafanuzi wa Vichujio</a>.

source: Submitted By
sw: Imewasilishwa Na

source: Affected User(s)
es: Usuario(s) Afectado(s)
sw: Mtumiaji/Watumiaji Waliothiriwa

source: Modified by User(s)
es: Modificado por Usuario(s)
sw: Ilibadilishwa na Mtumiaji/Watumiaji

source: Modified Property
es: Propiedad Modificada
sw: Kipengele Kilichobadilishwa

source: Select Property
es: Seleccionar Propiedad
sw: Chagua Kipengele

source: Select Action
es: Seleccionar Acción
sw: Chagua Kitendo

source: User Bulk Upload
es: Carga Masiva de Usuarios
sw: Upakiaji wa Watumiaji kwa Wingi

source: Select upload
es: Seleccionar carga
sw: Chagua upakiaji

source: Upload by {username} at {time}
es: Cargado por {username} a las {time}
sw: Imepakiwa na {username} saa {time}

source: Web user
sw: Mtumiaji wa Wavuti

source: This form is not associated with an app
es: Este formulario no está asociado con una aplicación
sw: Fomu hii haihusiani na programu yoyote

source: No app could be found
es: No se pudo encontrar una aplicación
sw: Hakuna programu iliyoweza kupatikana

source: App is in a different domain
sw: Programu iko kwenye kikoa tofauti

source: Remote apps are not supported
es: Las aplicaciones remotas no son soportadas
sw: Programu za mbali hazitumiki

source: We could not find the form source XML document
es: No pudimos encontrar el documento XML de origen del formulario
sw: Hatukuweza kupata hati ya chanzo cha XML ya fomu

source: This is a Device Report
es: Este es un Reporte de Dispositivo
sw: Hii ni Ripoti ya Kifaa

source: We could not find the question list associated with this form
es: No pudimos encontrar la lista de preguntas asociada con este formulario
sw: Hatukuweza kupata orodha ya maswali inayohusiana na fomu hii

source: Saved report(s)
es: Informe(s) guardado(s)
sw: Ripoti iliyohifadhiwa

source: Interval
es: Intervalo
sw: Kipindi

source: Day
es: Día
sw: Siku

source: To Time
es: Hasta la hora
sw: Mpaka Muda

source: Report Start Date
es: Fecha de inicio del informe
sw: Tarehe ya Kuanza Ripoti

source: Send to owner
es: Enviar al propietario
sw: Tuma kwa mmiliki

source: Attach Excel Report
es: Adjuntar informe de Excel
sw: Ambatisha Ripoti ya Excel

source: Hourly
es: Cada hora
sw: Kila Saa

source: Configure Scheduled Report
es: Configurar Reporte Agendado
sw: Sanidi Ripoti Iliyoratibiwa

source: Must be after 'From Time'
es: Debe ser después de 'Desde la hora'
sw: Lazima iwe baada ya 'Kutoka Muda'

source: Subject
es: Asunto
sw: Kichwa

source: Send to me
es: Enviarme
sw: Nitumiwe

source: Report notes
es: Notas del reporte
sw: Maelezo ya ripoti

source: Send Email
es: Enviar Correo Electrónico
sw: Tuma Barua Pepe

source: Sending...
es: Enviando...
sw: Inatuma...

source: Server Type
es: Tipo de servidor
sw: Aina ya Seva

source: Tableau Server
es: Servidor Tableau
sw: Seva ya Tableau

source: Tableau Online
sw: Tableau Mtandaoni

source: Server Name
es: Nombre del servidor
sw: Jina la Seva

source: Validate Hostname
es: Validar nombre de host
sw: Thibitisha Jina la Mwenyeji

source: Target Site
es: Sitio de destino
sw: Tovuti Lengwa

source: Get Tableau reports using role name
es: Obtener informes de Tableau usando el nombre del rol
sw: Pata ripoti za Tableau kwa kutumia jina la jukumu
