Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.
es: Si crees que has recibido esto por error, puedes ignorar este correo electrónico. Para obtener más información sobre CommCare HQ visita <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow this link: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
es: %(from_username)s ha iniciado una transferencia de propiedad para un espacio de proyecto de CommCare HQ. Para aceptar la propiedad de este espacio de proyecto, por favor siga este enlace: %(activate_url)s. Si aún no tiene una cuenta de usuario de CommCare, se le pedirá que cree una para aceptar la propiedad de este espacio de proyecto.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
es: Si cree que ha recibido esto por error, puede ignorar este correo electrónico. Para obtener más información sobre CommCare HQ, visite http://www.commcarehq.org/.

source: Dimagi accepts wire payments via ACH and wire transfer. You will receive an invoice via email with bank information and instructions for wire payment. Please include the Invoice # in the wire payment memo or note field. <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" target="_blank" >More information...</a >
es: Dimagi acepta pagos por transferencia bancaria a través de ACH y transferencia bancaria. Recibirá una factura por correo electrónico con la información bancaria e instrucciones para el pago por transferencia. Por favor, incluya el número de factura en el campo de nota o memo del pago por transferencia. <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" target="_blank" >Más información...</a >

source: Thank you for your submission. A representative will be in contact with you shortly.
es: Gracias por su envío. Un representante lo contactará pronto.

source: The password reset link was invalid, possibly because it has already been used.
es: El enlace para restablecer la contraseña no era válido, posiblemente porque ya ha sido utilizado.

source: about how CommCare HQ can be your mobile solution for your frontline workforce.
es: acerca de cómo CommCare HQ puede ser su solución móvil para su fuerza de trabajo de primera línea.

source: Thank you for using CommCare HQ.
es: Gracias por utilizar CommCare HQ.

source: --The CommCare HQ Team
es: -- El Equipo CommCare HQ

source: For programs with one-time data collection needs, simple case management workflows, and basic M&E requirements.
es: Para programas con necesidades de recolección de datos única, flujos de trabajo simples de gestión de casos y requisitos básicos de M&E.

source: For programs with complex case management needs, field staff collaborating on tasks, and M&E teams that need to clean and report on data.
es: Para programas con necesidades complejas de gestión de casos, personal de campo colaborando en tareas y equipos de M&E que necesitan limpiar e informar sobre datos.

source: For programs with distributed field staff, facility-based workflows, and advanced security needs. Also for M&E teams integrating data with 3rd party analytics.
es: Para programas con personal de campo distribuido, flujos de trabajo basados en instalaciones y necesidades avanzadas de seguridad. También para equipos de M&E que integran datos con análisis de terceros.

source: You do not have permission to change the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
es: No tiene permiso para cambiar la suscripción de esta cuenta a nivel de cliente. Por favor, contacte al administrador empresarial de %s para obtener ayuda.

source: You have already scheduled a downgrade to the %(software_plan_name)s Software Plan on %(downgrade_date)s. If this is a mistake, please reach out to %(contact_email).
es: Ya ha programado una degradación al Plan de Software %(software_plan_name)s el %(downgrade_date)s. Si esto es un error, por favor contacte a %(contact_email).

source: You do not have permission to pause the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
es: No tiene permiso para pausar la suscripción de esta cuenta a nivel de cliente. Por favor, contacte al administrador empresarial de %s para obtener ayuda.

source: Thanks, <br /> CommCare HQ Team
es: Gracias, <br /> Equipo de CommCare HQ

source: Thanks, CommCare HQ Team
es: Gracias, Equipo de CommCare HQ

source: OData Feeds
es: Fuentes OData

source: % of Domains using Case Management
es: % de Dominios usando Gestión de Casos

source: % of Mobile Workers on the Latest CommCare Version
es: % de Trabajadores Móviles en la Última Versión de CommCare

source: CommCare Supply
es: CommCare Suministros

source: To get started, please <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">deploy</a> your application and submit data from a phone. You may also <a href="https://help.commcarehq.org/display/commcarepublic/Web+Apps" target="_blank">submit data via Web Apps </a> , depending on your project's <a href="https://www.commcarehq.org/pricing/" target="_blank">plan level</a>.
es: Para comenzar, por favor <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">despliega</a> tu aplicación y envía datos desde un teléfono. También puedes <a href="https://help.commcarehq.org/display/commcarepublic/Web+Apps" target="_blank">enviar datos a través de Aplicaciones Web </a> , dependiendo del <a href="https://www.commcarehq.org/pricing/" target="_blank">nivel de plan</a> de tu proyecto.

source: Task in progress. {}% complete
es: Tarea en progreso. {}% completado

source: link
es: enlace

source: Domain
es: Dominio

source: SuperUser?
es: ¿SuperUsuario?

source: Commit
es: Compromiso

source: Rebuild restriction required
es: Se requiere restricción de reconstrucción

source: Rebuild restriction not required
es: No se requiere restricción de reconstrucción

source: text
es: texto

source: New Template Uploaded Successfully
es: Nueva Plantilla Cargada Exitosamente

source: Step {} of {}
es: Paso {} de {}

source: Cookies Required for CSRF
es: Se requieren Galletas informáticas para Falsificación de petición en sitios cruzados, CSRF

source: Cookies must be enabled to use CommCare
es: Las cookies deben estar habilitadas para usar CommCare

source: <p> Please try refreshing your browser or clicking the blue "flower" icon in the top left hand corner. </p> <p> No luck? Please clear your browser’s cache, close your browser, and reopen your browser. </p> <p> If you believe you received this error as a mistake, please contact <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>. </p>
es: <p> Por favor, intente actualizar su navegador o haga clic en el icono azul de "flor" en la esquina superior izquierda. </p> <p> ¿Sin suerte? Por favor, limpie la caché de su navegador, cierre su navegador y vuelva a abrirlo. </p> <p> Si cree que recibió este error por error, por favor contacte a <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>. </p>

source: <div class="modal-header"> <h4 class="modal-title"> %(name)s Available! </h4> </div> <div class="modal-body"> <p> We're about to release a new look for the app builder. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Check it out here. </a> </p> <p> These changes will be rolled out permanently in <strong>July</strong>, but if you'd like, you can turn them on now. </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Yes, turn on %(name)s! </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-default btn-full-width flag-snooze"> No, remind me later </button> </div> </div> </div>
es: <div class="modal-header"> <h4 class="modal-title"> ¡%(name)s Disponible! </h4> </div> <div class="modal-body"> <p> Estamos a punto de lanzar una nueva apariencia para el constructor de aplicaciones. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Revíselo aquí. </a> </p> <p> Estos cambios se implementarán permanentemente en <strong>julio</strong>, pero si lo desea, puede activarlos ahora. </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Sí, activar %(name)s! </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-default btn-full-width flag-snooze"> No, recordarme más tarde </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title"> %(name)s Available! </h4> </div> <div class="modal-body"> <p> We're about to release a new look for the app builder. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Check it out here. </a> </p> <p> These changes will be rolled out permanently in <strong>July</strong>, but if you'd like, you can turn them on now. </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Yes, turn on %(name)s! </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-outline-primary btn-full-width flag-snooze"> No, remind me later </button> </div> </div> </div>
es: <div class="modal-header"> <h4 class="modal-title"> ¡%(name)s Disponible! </h4> </div> <div class="modal-body"> <p> Estamos a punto de lanzar una nueva apariencia para el constructor de aplicaciones. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Revíselo aquí. </a> </p> <p> Estos cambios se implementarán permanentemente en <strong>julio</strong>, pero si lo desea, puede activarlos ahora. </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Sí, activar %(name)s! </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-outline-primary btn-full-width flag-snooze"> No, recordarme más tarde </button> </div> </div> </div>

source: HTMX Request: Server Error Encountered
es: Solicitud HTMX: Error del servidor encontrado

source: Learn more about CommCare HQ
es: Aprenda más de CommCare HQ

source: CommCare HQ looks better on desktop!
es: ¡CommCare HQ se ve mejor en el escritorio!

source: Hi%(" " + full_name)s, it looks like you’re on a mobile device.
es: Hola%(" " + full_name)s, parece que estás en un dispositivo móvil.

source: CommCare HQ is optimized for desktop or laptop browsers.
es: CommCare HQ está optimizado para navegadores de escritorio o portátiles.

source: Send yourself an email with a login link to use when you’re back on a full-size browser:
es: Envíate un correo electrónico con un enlace de inicio de sesión para usar cuando estés de vuelta en un navegador de tamaño completo:

source: Email Link
es: Enlace de correo electrónico

source: Reminder sent!
es: ¡Recordatorio enviado!

source: Check out this video to get an introduction to CommCare HQ.
es: Mira este video para obtener una introducción a CommCare HQ.

source: You are on the CommCare Community Plan. <a href="%(url_sub)s" id="cta-community-sub">Subscribe to a professional plan</a>.
es: Estás en el Plan Comunitario de CommCare. <a href="%(url_sub)s" id="cta-community-sub">Suscríbete a un plan profesional</a>.

source: Failed to verify %(fail_count)s rows!
es: ¡No se pudo verificar %(fail_count)s filas!

source: Successfully submitted %(success_count)s records for payments!
es: ¡Se enviaron con éxito %(success_count)s registros para pagos!

source: Failed to submit %(failure_count)s records for payments!
es: ¡No se pudieron enviar %(failure_count)s registros para pagos!

source: Organization Levels allow you to configure the different types of locations within your project (districts, facilities, front line workers, etc.). Locations can own data and cases, view child location's data or simply be used for aggregation. Once you've defined your organization structure types, you'll be able to define the organization structure for your project. Learn more about Organizations on our <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Help Site</a>.
es: Los Niveles de Organización te permiten configurar los diferentes tipos de ubicaciones dentro de tu proyecto (distritos, instalaciones, trabajadores de primera línea, etc.). Las ubicaciones pueden poseer datos y casos, ver los datos de la ubicación hija o simplemente ser usadas para agregación. Una vez que hayas definido tus tipos de estructura de organización, podrás definir la estructura de organización para tu proyecto. Aprende más sobre Organizaciones en nuestro <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Sitio de Ayuda</a>.

source: The organization feature allows you to represent the real-world structure of your project (districts, facilities, frontline workers, etc.). Once this structure has been defined, you can use it for reporting and case sharing. Learn more about Organizations on our <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Help Site</a>.
es: La función de organización te permite representar la estructura del mundo real de tu proyecto (distritos, instalaciones, trabajadores de primera línea, etc.). Una vez que esta estructura ha sido definida, puedes usarla para informes y compartir casos. Aprende más sobre Organizaciones en nuestro <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Sitio de Ayuda</a>.

source: My CommCare Project
es: Mi Proyecto CommCare

source: Important: This will be used to create a project URL, and you will not be able to change it in the future.
es: Importante: Esto se usará para crear una URL de proyecto, y no podrá cambiarla en el futuro.

source: Please visit the link provided in the email to activate your account, so you can start using your new CommCare HQ project!
es: Por favor visite el enlace proporcionado en el correo electrónico para activar su cuenta, para que pueda comenzar a usar su nuevo proyecto de CommCare HQ.

source: Thank you for requesting a new CommCare HQ project: <strong>%(requested_domain)s</strong>.
es: Gracias por solicitar un nuevo proyecto de CommCare HQ: <strong>%(requested_domain)s</strong>.

source: Welcome to CommCare HQ, %(first_name)s!
es: ¡Bienvenido a CommCare HQ, %(first_name)s!

source: Let's add a new project, %(first_name)s.
es: Vamos a añadir un nuevo proyecto, %(first_name)s.

source: Create a project space below as a separate sandbox for new applications, users, and form submissions.
es: Cree un espacio de proyecto a continuación como un entorno separado para nuevas aplicaciones, usuarios y envíos de formularios.

source: Create a New Project Space
es: Crear un Nuevo Espacio de Proyecto

source: Your project space contains all form submissions from your CommCare mobile applications and tools to help you easily create, deploy, and monitor your applications and workers.
es: Tu espacio de proyecto contiene todas las presentaciones de formularios de tus aplicaciones móviles de CommCare y herramientas para ayudarte a crear, implementar y monitorear fácilmente tus aplicaciones y trabajadores.

source: <strong>Please note:</strong> This project space will not immediately become a part of existing subscriptions.
es: <strong>Por favor, ten en cuenta:</strong> Este espacio de proyecto no formará parte inmediatamente de las suscripciones existentes.

source: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Learn more about CommCare Enterprise</a> if you would like to link project spaces together under one account.
es: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Aprende más sobre CommCare Enterprise</a> si deseas vincular espacios de proyecto juntos bajo una sola cuenta.

source: Almost there, %(full_name)s--please activate your CommCare HQ Account!
es: Casi listo, %(full_name)s--¡por favor activa tu cuenta de CommCare HQ!

source: Dear %(full_name)s, please visit your CommCare HQ Account on a desktop!
es: Estimado/a %(full_name)s, ¡por favor visita tu cuenta de CommCare HQ en una computadora de escritorio!

source: Visit CommCare HQ
es: Visitar CommCare HQ

source: This email has been sent as a reminder for you to visit your CommCare HQ project space on a laptop or desktop computer.
es: Este correo electrónico ha sido enviado como un recordatorio para que visites tu espacio de proyecto de CommCare HQ en una computadora portátil o de escritorio.

source: Reset your password on CommCare HQ!
es: ¡Restablece tu contraseña en CommCare HQ!

source: Someone requested a password reset for your email on CommCare HQ.
es: Alguien solicitó un restablecimiento de contraseña para su correo electrónico en CommCare HQ.

source: Reset Password on CommCare HQ
es: Restablecer contraseña en CommCare HQ

source: Please check that you have JavaScript enabled to use this site! We found the following issues:
es: ¡Por favor, verifica que tienes JavaScript habilitado para usar este sitio! Encontramos los siguientes problemas:

source: Please visit the link provided <strong>from your desktop computer</strong> to activate your account, so you can start using your new CommCare HQ project!
es: Por favor visita el enlace proporcionado <strong>desde tu computadora de escritorio</strong> para activar tu cuenta, ¡así podrás comenzar a usar tu nuevo proyecto en CommCare HQ!

source: <strong>Please visit the link provided in the email to activate your account,</strong> so you can start using your new CommCare HQ project!
es: <strong>Por favor visita el enlace proporcionado en el correo electrónico para activar tu cuenta,</strong> ¡así podrás comenzar a usar tu nuevo proyecto en CommCare HQ!

source: There is already a user with this email.
es: Ya existe un usuario con ese correo electrónico.

source: seconds before requesting again.
es: segundos antes de solicitar de nuevo.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
es: Atentamente, <br /> El Equipo de CommCare HQ <br /> www.commcarehq.org

source: Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
es: Gracias por usar CommCare. Atentamente, El Equipo de CommCare HQ www.commcarehq.org

source: CommTrack
es: CommCare Suministros

source: Click to select groups
es: Haga clic para seleccionar grupos

source: Repeater
es: Repetidor

source: When searching by location, put your location name in quotes to show only exact matches. To more easily find a location, you may specify multiple levels by separating with a "/". For example, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management"target="_blank">Learn more</a>.
es: Al buscar por ubicación, coloque el nombre de su ubicación entre comillas para mostrar solo coincidencias exactas. Para encontrar más fácilmente una ubicación, puede especificar múltiples niveles separándolos con una "/". Por ejemplo, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management"target="_blank">Aprende más</a>.

source: <i class="fa fa-info-circle"></i> See <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations" target="_blank"> Filter Definitions</a>.
es: <i class="fa fa-info-circle"></i> Vea <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations" target="_blank"> Definiciones de Filtro</a>.

source: Application Status
es: Estado de la Aplicación

source: ...Collapse
es: ...Colapsar

source: Submit History
es: Ingresar Historial

source: # Active Users
es: # Usuarios Activos

source: Proportion of users in group who submitted forms in date range.
es: Proporción de usuarios en grupo quienes ingresaron formularios en el rango de fecha.

source: This is a %(report_type)s from <a href="%(DNS_name)s">CommCare HQ</a> for the project '%(domain)s'.
es: Este es un %(report_type)s de <a href="%(DNS_name)s">CommCare HQ</a> para el proyecto '%(domain)s'.

source: You are receiving this automated email from <a href="%(DNS_name)s">CommCare HQ</a> because the user %(owner_name)s added you as a recipient of their report.
es: Está recibiendo este correo electrónico automatizado de <a href="%(DNS_name)s">CommCare HQ</a> porque el usuario %(owner_name)s lo agregó como destinatario de su informe.

source: info
es: información

source: {num} cases
es: {num} casos

source: Text equals
es: El texto es igual a

source: Text does not equal
es: El texto no es igual a

source: a Number
es: un Número

source: Number is equal to
es: El número es igual a

source: Number is less than
es: El número es menor que

source: Number is greater than
es: El número es mayor que

source: Number is not equal to
es: El número no es igual a

source: a Date
es: una Fecha

source: Date is
es: La fecha es

source: Date is before
es: La fecha es anterior a

source: Date is after
es: La fecha es posterior a

source: The report endpoint for {}/{} cannot be found.
es: No se puede encontrar el punto de acceso del informe para {}/{}.

source: Could not find the report filter '{}'
es: No se pudo encontrar el filtro del informe '{}'

source: Project Data
es: Datos del Proyecto

source: <p> Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. </p> <p> Thanks,<br /> CommCare HQ </p>
es: <p> Su clave API "%(key_name)s" (último uso: %(last_used)s) expirará el %(expiration_date)s. Vaya a %(url)s para generar una nueva clave si es necesario. </p> <p> Gracias,<br /> CommCare HQ </p>

source: Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. Thanks, CommCare HQ
es: Su clave API "%(key_name)s" (último uso: %(last_used)s) expirará el %(expiration_date)s. Vaya a %(url)s para generar una nueva clave si es necesario. Gracias, CommCare HQ

source: <p> A new user %(username)s registered for project %(domain)s through SMS. </p> <p> To modify, update or remove this user click <a href="%(url)s">here</a> </p> <p> Thanks,<br /> CommCare HQ </p>
es: <p> Un nuevo usuario %(username)s se registró para el proyecto %(domain)s a través de SMS. </p> <p> Para modificar, actualizar o eliminar este usuario haga clic <a href="%(url)s">aquí</a> </p> <p> Gracias,<br /> CommCare HQ </p>

source: To enable messaging features, please request access by sending an email to <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> from your work email address containing the following information:
es: Para habilitar las funciones de mensajería, por favor solicite acceso enviando un correo electrónico a <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> desde su dirección de correo electrónico de trabajo que contenga la siguiente información:

source: Redirect URIs
es: URIs de Redirección

source: Post Logout Redirect URIs
es: URIs de Redirección Post Cierre de Sesión

source: Sign-in redirect URIs
es: URIs de redirección de inicio de sesión
