Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Application profiles let you install the same application with different languages and options on different phones. Application profiles will appear in <em>new</em> versions of the application.
es: Los perfiles de aplicación te permiten instalar la misma aplicación con diferentes idiomas y opciones en diferentes teléfonos. Los perfiles de aplicación aparecerán en <em>nuevas</em> versiones de la aplicación.
sw: Profaili za programu hukuruhusu kusakinisha programu ile ile na lugha tofauti na chaguo kwenye simu tofauti. Profaili za programu zitaonekana kwenye matoleo <em>mapya</em> ya programu.

source: Manage application profiles here.
es: Administra los perfiles de aplicación aquí.
sw: Simamia profaili za programu hapa.

source: Learn more about Application Profiles on our <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Help Site</a>
es: Aprende más sobre los Perfiles de Aplicación en nuestro <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Sitio de Ayuda</a>
sw: Jifunze zaidi kuhusu Profaili za Programu kwenye <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Tovuti yetu ya Msaada</a>

source: Profile Name
es: Nombre del Perfil
sw: Jina la Profaili

source: Default Language
es: Idioma Predeterminado
sw: Lugha Chaguo-msingi

source: Upgrade to CommCare 2.30!
es: ¡Actualizar a CommCare 2.30!
sw: Boresha hadi CommCare 2.30!

source: Latest Enabled Version:
es: Última versión habilitada:
sw: Toleo la Mwisho Lililowezeshwa:

source: Add Profile
es: Agregar Perfil
sw: Ongeza Profaili

source: <p class="lead"> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to start building your App! </p>
es: <p class="lead"> Por favor haz clic en <i class="fa fa-plus"></i> <strong>Agregar...</strong> para comenzar a construir tu App! </p>
sw: <p class="lead"> Tafadhali bonyeza <i class="fa fa-plus"></i> <strong>Ongeza...</strong> kuanza kujenga Programu yako! </p>

source: <p class="lead"> As you build your App, check out the <strong>App Preview</strong> to demo it in real time! </p>
es: <p class="lead"> A medida que construyes tu App, revisa la <strong>Vista Previa de la App</strong> para demostrarla en tiempo real! </p>
sw: <p class="lead"> Unapojenga Programu yako, angalia <strong>Onyesho la Awali la Programu</strong> ili kuijaribu papo hapo! </p>

source: Versions
es: Versiones
sw: Matoleo

source: Application Profiles
es: Perfiles de Aplicaciones
sw: Profaili za Programu

source: Your project does not have any mobile workers! Only mobile workers can log into a CommCare application. Before you can publish your application,
es: ¡Tu proyecto no tiene trabajadores móviles! Solo los trabajadores móviles pueden iniciar sesión en una aplicación de CommCare. Antes de que puedas publicar tu aplicación,
sw: Mradi wako hauna wafanyakazi wa simu! Ni wafanyakazi wa simu pekee wanaoweza kuingia kwenye programu ya CommCare. Kabla hujachapisha programu yako,

source: create your first mobile worker
es: cree su primer usuario móvil
sw: unda mfanyakazi wako wa kwanza wa simu

source: Download to Android
es: Descargar a Android
sw: Pakua kwenye Android

source: Online Install
es: Instalación en línea
sw: Usakinishaji Mtandaoni

source: Offline Install
es: Instalación fuera de línea
sw: Usakinishaji Nje ya Mtandao

source: CommCare from Google Play
es: CommCare desde Google Play
sw: CommCare kutoka Google Play

source: to your Android device.
es: a su dispositivo Android.
sw: kwenye kifaa chako cha Android.

source: Application Profile
es: Perfil de la Aplicación
sw: Wasifu wa Programu

source: Include Multimedia
es: Incluir Multimedia
sw: Jumuisha Multimedia

source: Only supported for versions made after 2013-10-15
es: Compatible solo para las versiones hechas después del 2013-10-15
sw: Inasaidiwa tu kwa matoleo yaliyotengenezwa baada ya 2013-10-15

source: Download Targeted Version
es: Descargar versión dirigida
sw: Pakua Toleo Lililolengwa

source: Open the app on your Android and use one of the following installation methods:
es: Abre la aplicación en tu Android y utiliza uno de los siguientes métodos de instalación:
sw: Fungua programu kwenye Android yako na tumia mojawapo ya njia zifuatazo za usakinishaji:

source: Scan Application Barcode
es: Escanee Código de Barras de la Aplicación
sw: Changanua Msimbo wa Msimbo wa Programu

source: Enter App Code
es: Ingresar Código de Aplicación
sw: Weka Msimbo wa Programu

source: Enter app code on installation screen:
es: Ingresar código de aplicación en la pantalla de instalación:
sw: Weka msimbo wa programu kwenye skrini ya usakinishaji:

source: (No app code available. If you would like to use an app code instead of scanning the application barcode, try making another version.)
es: (No hay código de aplicación disponible. Si deseas usar un código de aplicación en lugar de escanear el código de barras de la aplicación, intenta hacer otra versión.)
sw: (Hakuna msimbo wa programu uliopo. Ikiwa ungependa kutumia msimbo wa programu badala ya kuchanganua msimbo wa programu, jaribu kutengeneza toleo jingine.)

source: Transfer this file to your Android phone's file system
es: Transfiera este archivo a su sistema de archivo de su teléfono Android
sw: Hamisha faili hii kwenye mfumo wa faili wa simu yako ya Android

source: Login to the CommCare App, tap the three dots in the top-right corner, select "Update App," then tap the three-dot menu again and choose "Offline Update."
sw: Ingia kwenye Programu ya CommCare, gusa nukta tatu kwenye kona ya juu-kulia, chagua "Sasisha Programu," kisha gusa tena menyu ya nukta tatu na uchague "Sasisho la Nje ya Mtandao."

source: You'll be prompted to select this file from your phone's file system and install will begin
es: Se le pedirá seleccionar este archivo desde el sistema de archivos de su teléfono y la instalación iniciará
sw: Utaombwa kuchagua faili hii kutoka kwenye mfumo wa faili wa simu yako na usakinishaji utaanza

source: Note: Offline install automatically installs all multimedia included in your form. All subsequent remote updates will also include multimedia which could require a lot of data. See the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Help Site </a> for more info.
es: Nota: La instalación sin conexión instala automáticamente todos los elementos multimedia incluidos en tu formulario. Todas las actualizaciones remotas posteriores también incluirán multimedia, lo que podría requerir muchos datos. Consulta el <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Sitio de Ayuda </a> para más información.
sw: Kumbuka: Usakinishaji nje ya mtandao unasakinisha moja kwa moja multimedia yote iliyojumuishwa kwenye fomu yako. Sasisho zote za mbali zitakazofuata pia zitajumuisha multimedia ambayo inaweza kuhitaji data nyingi. Tazama <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Tovuti ya Msaada </a> kwa maelezo zaidi.

source: Open in Web Apps
es: Abrir en Aplicaciones Web
sw: Fungua kwenye Programu za Wavuti

source: Send to phone via SMS
es: Envíar al teléfono vía SMS
sw: Tuma kwenye simu kupitia SMS

source: Download Multimedia
es: Descargar Multimedia
sw: Pakua Multimedia

source: View Source Files
es: Ver Archivos Fuente
sw: Tazama Faili Asili

source: Send to
es: Enviar a
sw: Tuma kwa

source: SMS charges will incur.
es: Se incurrirán cargos por SMS.
sw: Gharama za SMS zitatumika.

source: Send
es: Enviar
sw: Tuma

source: No URL was found for this app, try rebuilding.
es: No se encontró URL para esta aplicación; intente desarrollarla nuevamente.
sw: Hakuna URL iliyopatikana kwa programu hii, jaribu kujenga upya.

source: One or more of your versions is broken, please make sure it is not marked as released. Make a new version if needed, and update any live deployments as soon as possible.
es: Una o más de tus versiones está rota, por favor asegúrate de que no esté marcada como lanzada. Haz una nueva versión si es necesario y actualiza cualquier implementación en vivo lo antes posible.
sw: Moja au zaidi ya matoleo yako yameharibika, tafadhali hakikisha hayajawekwa kama yameachiliwa. Tengeneza toleo jipya ikiwa inahitajika, na sasisha usambazaji wowote unaoendelea haraka iwezekanavyo.

source: All new versions should work, so if problems persist, please report the issue.
es: Todas las nuevas versiones deberían funcionar, así que si los problemas persisten, por favor reporta el problema.
sw: Matoleo yote mapya yanapaswa kufanya kazi, hivyo ikiwa matatizo yataendelea, tafadhali ripoti tatizo hilo.

source: Show only released versions
es: Mostrar solo versiones lanzadas
sw: Onyesha matoleo yaliyotolewa pekee

source: Released versions only
es: Solo versiones lanzadas
sw: Matoleo yaliyotolewa pekee

source: show all
es: mostrar todo
sw: onyesha yote

source: Timing
es: Hora
sw: Muda

source: Make New Version
es: Hacer Nueva Versión
sw: Tengeneza Toleo Jipya

source: The new application build contains the following deprecated case types:
es: La nueva compilación de la aplicación contiene los siguientes tipos de casos obsoletos:
sw: Ujenzi mpya wa programu unajumuisha aina zifuatazo za kesi zilizopitwa na wakati:

source: For more information on deprecated case types, see the following <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation</a>.
es: Para más información sobre los tipos de casos obsoletos, consulta la siguiente <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentación</a>.
sw: Kwa maelezo zaidi kuhusu aina za kesi zilizopitwa na wakati, tazama <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">nyaraka</a> zifuatazo.

source: Sorry, you don't have permission to do this action!
es: Lo siento, ¡usted no tiene permiso para realizar esta acción!
sw: Samahani, huna ruhusa ya kufanya kitendo hiki!

source: Loading versions...
es: Cargando versiones...
sw: Inapakia matoleo...

source: An error occurred while fetching versions. Reload the page to try again.
es: Ocurrió un error al obtener las versiones. Recarga la página para intentarlo de nuevo.
sw: Hitilafu imetokea wakati wa kuchukua matoleo. Pakia upya ukurasa kujaribu tena.

source: Could not update
es: No se pudo actualizar
sw: Haikuweza kusasishwa

source: Latest
es: La más reciente
sw: Ya Hivi Punde

source: by
es: por
sw: na

source: with CommCare v.
es: con CommCare v.
sw: kwa CommCare toleo la.

source: Unsigned Jar
es: Jar no firmada
sw: Jar isiyosainiwa

source: (Click here to add a comment)
es: (Haga clic aquí para agregar un comentario)
sw: (Bofya hapa kuongeza maoni)

source: Error updating comment. Please try again.
es: Error al actualizar el comentario. Por favor intente de nuevo.
sw: Hitilafu imetokea wakati wa kusasisha maoni. Tafadhali jaribu tena.

source: View Changes
es: Ver Cambios
sw: Tazama Mabadiliko

source: Revert to this Version
es: Revertir a esta Versión
sw: Rudisha kwenye Toleo Hili

source: Publish
es: Publicar
sw: Chapisha

source: Delete Version?
es: ¿Eliminar Versión?
sw: Futa Toleo?

source: Are you sure you want to delete this version
es: ¿Está seguro que quiere eliminar esta versión?
sw: Una uhakika unataka kufuta toleo hili

source: Delete Version
es: Eliminar Versión
sw: Futa Toleo

source: Revert to Version?
es: ¿Revertir Versión?
sw: Rudisha kwenye Toleo?

source: This version uses an outdated form of case management. We advise against reverting back to this version.
es: Esta versión utiliza una forma obsoleta de gestión de casos. Aconsejamos no volver a esta versión.
sw: Toleo hili linatumia mfumo wa zamani wa usimamizi wa kesi. Tunashauri usirudishe kwenye toleo hili.

source: Are you sure you want to revert to version <span data-bind="text: version"></span>?</p>
es: ¿Estás seguro de que deseas volver a la versión <span data-bind="text: version"></span>?</p>
sw: Una uhakika unataka kurudisha kwenye toleo <span data-bind="text: version"></span>?</p>

source: Revert
es: Revertir
sw: Rudisha

source: All add-ons have been enabled for this app using the "Enable All Application Add-Ons" project setting.
sw: Viongezi vyote vimewezeshwa kwa programu hii kwa kutumia mpangilio wa mradi "Wezesha Viongezi Vyote vya Programu".

source: Enable All Add-Ons
sw: Wezesha Viongezi Vyote

source: <strong>Add-ons</strong> enable you to build more complex applications.
es: <strong>Complementos</strong> te permiten construir aplicaciones más complejas.
sw: <strong>Viongezeo</strong> vinakuwezesha kujenga programu tata zaidi.

source: Learn more.
es: Aprender más.
sw: Jifunze zaidi.

source: You have previously enabled this feature in your app, but have since lost access to it.
es: Anteriormente habilitaste esta función en tu aplicación, pero desde entonces has perdido acceso a ella.
sw: Uliwahi kuwezesha kipengele hiki kwenye programu yako, lakini sasa umepoteza ufikiaji wake.

source: Your application will continue to function in places that utilized this feature, but you will not be able to edit any related functionality until you upgrade.
es: Tu aplicación continuará funcionando en los lugares que utilizaron esta función, pero no podrás editar ninguna funcionalidad relacionada hasta que actualices.
sw: Programu yako itaendelea kufanya kazi katika sehemu zilizotumia kipengele hiki, lakini hutaweza kuhariri utendakazi wowote unaohusiana hadi uboreshe.

source: You cannot re-enable this feature once it is disabled until you upgrade your subscription.
es: No puedes volver a habilitar esta función una vez que esté deshabilitada hasta que actualices tu suscripción.
sw: Huwezi kuwezesha tena kipengele hiki mara baada ya kukizima hadi uboreshe usajili wako.

source: Replace Logo
es: Reemplazar Logo
sw: Badilisha Nembo

source: Upload Logo
es: Subir Logo
sw: Pakia Nembo

source: Linked Application
es: Aplicación Enlazada
sw: Programu Iliyounganishwa

source: Add-ons
es: Complementos
sw: Viongezeo

source: Advanced Settings
es: Configuraciones Avanzadas
sw: Mipangilio ya Juu

source: Update from upstream application
es: Actualizar desde la aplicación de origen
sw: Sasisha kutoka kwenye programu ya juu

source: Your app was last pulled from <a href='%(upstream_url)s'>%(upstream_name)s</a>, version %(upstream_version)s.
es: Tu aplicación fue extraída por última vez de <a href='%(upstream_url)s'>%(upstream_name)s</a>, versión %(upstream_version)s.
sw: Programu yako ilivutwa mwisho kutoka <a href='%(upstream_url)s'>%(upstream_name)s</a>, toleo %(upstream_version)s.

source: Your app was last pulled from %(upstream_name)s, version %(upstream_version)s.
es: Tu aplicación fue extraída por última vez de %(upstream_name)s, versión %(upstream_version)s.
sw: Programu yako ilivutwa mwisho kutoka %(upstream_name)s, toleo %(upstream_version)s.

source: Select an upstream app to pull
es: Selecciona una aplicación de origen para extraer
sw: Chagua programu ya juu kuvuta

source: version %(v)s
es: versión %(v)s
sw: toleo %(v)s

source: Email when finished (recommended for large applications)
es: Enviar correo electrónico cuando termine (recomendado para aplicaciones grandes)
sw: Tuma barua pepe ikikamilika (inapendekezwa kwa programu kubwa)

source: Loading ...
es: Cargando...
sw: Inapakia ...

source: Try again
es: Intente otra vez
sw: Jaribu tena

source: Delete Application
es: Borrar Aplicación
sw: Futa Programu

source: Delete this application
es: Borrar esta aplicación
sw: Futa programu hii

source: Custom Properties
es: Propiedades Personalizadas
sw: Sifa Maalum

source: Oops! This setting shouldn't be here. Could you change it to the default to make it go away? Sorry about that.
es: ¡Vaya! Esta configuración no debería estar aquí. ¿Podría cambiarla por la predeterminada para que desaparezca? Disculpe.
sw: Samahani! Mpangilio huu haupaswi kuwa hapa. Tafadhali ubadilishe kuwa chaguo-msingi ili iondoke? Pole kwa usumbufu.

source: This feature is not available on your subscription. Please upgrade to the <!-- ko text: upgrade_plan --><!-- /ko --> plan or higher.
es: Esta función no está disponible en tu suscripción. Por favor, actualiza al plan <!-- ko text: upgrade_plan --><!-- /ko --> o superior.
sw: Kipengele hiki hakipatikani kwenye usajili wako. Tafadhali boresha hadi mpango wa <!-- ko text: upgrade_plan --><!-- /ko --> au juu zaidi.

source: Add Custom Property
es: Agregar Propiedad Personalizada
sw: Ongeza Sifa Maalum

source: Multimedia Reference Checker
es: Verificador de Referencias Multimedia
sw: Kikaguzi cha Marejeleo ya Multimedia

source: View, upload, and download your application's multimedia
es: Ver, subir y descargar la multimedia de su aplicación
sw: Tazama, pakia, na pakua multimedia ya programu yako

source: Download Multimedia Zip
es: Descargar el Zip Multimedia
sw: Pakua Zip ya Multimedia

source: This .zip file is structured to match the multimedia paths referenced in your CommCare Application.
es: Este archivo .zip está estructurado para coinicidir las rutas multimedia a las que se hace referencia en su Aplicación CommCare.
sw: Faili hii ya .zip imepangwa kufanana na njia za multimedia zilizorejelewa kwenye Programu yako ya CommCare.

source: Sync all multimedia with master
es: Sincronizar todo el contenido multimedia con el maestro
sw: Linganisha multimedia yote na ile kuu

source: Email when finished (recommended for applications with large number of multimedia files or heavy files)
es: Enviar correo electrónico cuando termine (recomendado para aplicaciones con un gran número de archivos multimedia o archivos pesados)
sw: Tuma barua pepe ikikamilika (inapendekezwa kwa programu zenye faili nyingi au nzito za multimedia)

source: Force pull all multimedia (this can take a long time and will re-write all the multimedia in your app)
es: Forzar la descarga de todos los archivos multimedia (esto puede tardar mucho tiempo y reescribirá todos los archivos multimedia en tu aplicación)
sw: Lazimisha kuvuta multimedia yote (hii inaweza kuchukua muda mrefu na itaandika upya multimedia yote kwenye programu yako)

source: Sync
es: Sincronizar
sw: Linganisha

source: This application currently does not contain any multimedia references.
es: Esta aplicación no contiene actualmente ninguna referencia multimedia
sw: Programu hii kwa sasa haina marejeleo yoyote ya multimedia.

source: Set as default
es: Establecer como predeterminado
sw: Weka kama chaguo-msingi

source: Add Language
es: Agregar un Idioma
sw: Ongeza Lugha

source: Please save before adding another language
es: Por favor guarde antes de agregar otro idioma
sw: Tafadhali hifadhi kabla ya kuongeza lugha nyingine

source: Smart language display in forms
es: Visualización inteligente de idiomas en formularios
sw: Onyesho la lugha janja kwenye fomu

source: Deleting Languages:
es: Eliminando Idiomas:
sw: Inafuta Lugha:

source: Don't Delete
es: No Eliminar
sw: Usifute

source: Feature Discrepancy
es: Discrepancia de Función
sw: Tofauti ya Kipengele

source: The following features are not turned on in the domain to which you're copying. Please enable the necessary feature flags required for the app to function from <a id="feature-flags-link" href="" target="_blank">here</a>.
sw: Vipengele vifuatavyo havijawashwa kwenye domain unakohamishia. Tafadhali washa bendera za vipengele vinavyohitajika ili programu ifanye kazi kutoka <a id="feature-flags-link" href="" target="_blank">hapa</a>.

source: Oops! This application was deleted.
es: ¡Vaya! Esta aplicación fue eliminada.
sw: Samahani! Programu hii imefutwa.

source: If you want your application back, click Restore.
es: Si quiere tener la aplicación de nuevo, haga clic en Restaruar
sw: Ikiwa unataka kurejesha programu yako, bonyeza Rejesha.

source: Restore
es: Restaurar
sw: Rejesha

source: No thanks, get me out of here
es: No gracias, sáqueme de aquí
sw: Hapana asante, niondoke hapa

source: This application uses an outdated form of case management and may behave unexpectedly. <br /> Please click the <i class="fa fa-question-circle nav-main-icon"></i> above and Report an Issue if you wish to continue to work with this application.
es: Esta aplicación utiliza una forma obsoleta de gestión de casos y puede comportarse de manera inesperada. <br /> Por favor, haz clic en el <i class="fa fa-question-circle nav-main-icon"></i> arriba y Reporta un Problema si deseas continuar trabajando con esta aplicación.
sw: Programu hii inatumia mfumo wa zamani wa usimamizi wa kesi na inaweza kufanya kazi isivyotarajiwa. <br /> Tafadhali bonyeza <i class="fa fa-question-circle nav-main-icon"></i> hapo juu na Ripoti Tatizo ikiwa ungependa kuendelea kufanya kazi na programu hii.

source: View Submissions
sw: Tazama Michango

source: Empty
es: Manejo de Casos
sw: Manejo de Casos

source: Untitled
es: Sin Título
sw: Bila Kichwa

source: Could not find sheet "translations" in uploaded file.
es: No se pudo encontrar la hoja "translations" en el archivo subido.
sw: Haikuweza kupata karatasi "translations" kwenye faili uliyopakia.

source: Property '' is empty. We did not add it to the translations
es: La propiedad '' está vacía. No la añadimos a las traducciones
sw: Sifa '' haina kitu. Hatukuiongeza kwenye tafsiri

source: Property '{prop}' is not a known CommCare UI string, but we added it anyway.
es: La propiedad '{prop}' no es una cadena de interfaz de usuario de CommCare conocida, pero la añadimos de todos modos.
sw: Sifa '{prop}' haitambuliki kama maneno ya UI ya CommCare, lakini tumeiongeza hata hivyo.

source: Could not understand '{param}' in {lang} value of '{prop}'.
es: No se pudo entender '{param}' en el valor {lang} de '{prop}'.
sw: Haikuweza kuelewa '{param}' katika thamani ya {lang} ya '{prop}'.

source: Property '{prop}' should contain {expected} but {lang} value contains {actual}.
es: La propiedad '{prop}' debería contener {expected} pero el valor {lang} contiene {actual}.
sw: Sifa '{prop}' inapaswa kuwa na {expected} lakini thamani ya {lang} ina {actual}.

source: Practice User with id {id} not found, please make sure you have not deleted this user
es: No se encontró al Usuario de Práctica con id {id}. Por favor asegúrese de que no haya eliminado este usuario.
sw: Mtumiaji wa Mazoezi mwenye kitambulisho {id} hakupatikana, tafadhali hakikisha hujamfuta mtumiaji huyu

source: User {username} is not a practice user, please turn on practice mode for this user
es: El usuario {username} no es un usuario de práctica. Por favor active el modo de práctica para este usuario.
sw: Mtumiaji {username} si mtumiaji wa mazoezi, tafadhali washa hali ya mazoezi kwa mtumiaji huyu

source: User {username} has been deleted, you can't use that user as practice user
es: El usuario {username} ha sido eliminado. No puede utilizar a este usuario como un usuario de práctica
sw: Mtumiaji {username} amefutwa, huwezi kutumia mtumiaji huyo kama mtumiaji wa mazoezi

source: User {username} has been deactivated, you can't use that user as practice user
es: El usuario {username} ha sido desactivado; no puede utilizarlo como usuario de práctica
sw: Mtumiaji {username} amesitishwa, huwezi kutumia mtumiaji huyo kama mtumiaji wa mazoezi

source: All Forms
es: Todos los Formularios
sw: Fomu Zote

source: All Case Properties
es: Todas las Propiedades del Caso
sw: Sifa Zote za Kesi

source: Case Types
es: Tipos de Caso
sw: Aina za Kesi
