Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: The form you have selected as the case registration form for <a href="%(module_url)s">%(module_name)s</a> does not exist. Please select another form.
es: El formulario que has seleccionado como el formulario de registro de casos para <a href="%(module_url)s">%(module_name)s</a> no existe. Por favor, selecciona otro formulario.

source: There are references to reports that are deleted in <a href="%(module_url)s">%(module_name)s</a>. You may re-save <a href="%(module_url)s">%(module_name)s</a> to delete them.
es: Hay referencias a informes que están eliminados en <a href="%(module_url)s">%(module_name)s</a>. Puedes volver a guardar <a href="%(module_url)s">%(module_name)s</a> para eliminarlos.

source: There are multiple reports with the same report code in <a href="%(module_url)s">%(module_name)s</a>. These codes must be unique.
es: Hay múltiples informes con el mismo código de informe en <a href="%(module_url)s">%(module_name)s</a>. Estos códigos deben ser únicos.

source: The filter for <a href="%(module_url)s">%(module_name)s</a> has errors.
es: El filtro para <a href="%(module_url)s">%(module_name)s</a> tiene errores.

source: Display Condition has syntax errors in the <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a>.
es: La Condición de Visualización tiene errores de sintaxis en el formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a>.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads different case types from the other forms. All forms in a case list that has a case registration form selected must load the same case types.
es: El formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a> carga tipos de casos diferentes a los otros formularios. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado deben cargar los mismos tipos de casos.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> must update a case. All forms in a case list that has a case registration form selected must update a case.
es: El formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a> debe actualizar un caso. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado deben actualizar un caso.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> can only load or update a single case and its parents. All forms in a case list that has a case registration form selected can only update a single case and its parents.
es: El formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a> solo puede cargar o actualizar un solo caso y sus padres. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado solo pueden actualizar un solo caso y sus padres.

source: The <a href="%(form_url)s">%(form_name)s</a> form loads a different case type than <a href="%(module_url)s">%(module_name)s</a>. All forms in a case list that has a case registration form selected must load a case of the same type as the case list.
es: El formulario <a href="%(form_url)s">%(form_name)s</a> carga un tipo de caso diferente al de <a href="%(module_url)s">%(module_name)s</a>. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado deben cargar un caso del mismo tipo que la lista de casos.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads a case with a different case tag to the other forms in the case list. All forms in a case list that has a case registration form selected must use the same case tag. Expected case tag: <strong>%(expected_tag)s</strong>
es: El formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a> carga un caso con una etiqueta de caso diferente a los otros formularios en la lista de casos. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado deben usar la misma etiqueta de caso. Etiqueta de caso esperada: <strong>%(expected_tag)s</strong>

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> uses a details screen from another case list. All forms in a case list that has a case registration form selected must use the details screen from that case list.
es: El formulario <a href="%(form_url)s">%(form_name)s</a> en <a href="%(module_url)s">%(module_name)s</a> utiliza una pantalla de detalles de otra lista de casos. Todos los formularios en una lista de casos que tiene un formulario de registro de casos seleccionado deben usar la pantalla de detalles de esa lista de casos.

source: Case List has invalid filter xpath <code>%(error_filter)s</code> in <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos tiene un filtro xpath inválido <code>%(error_filter)s</code> en <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank filter in <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos tiene un filtro en blanco en <a href="%(module_url)s">%(module_name)s</a>

source: Case List has invalid sort field <code>%(error_field)s</code> in <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos tiene un campo de ordenación inválido <code>%(error_field)s</code> en <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank sort field in <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos tiene un campo de ordenación en blanco en <a href="%(module_url)s">%(module_name)s</a>

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid case tile configuration. Reason: %(error_reason)s
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> tiene una configuración de mosaico de caso inválida. Razón: %(error_reason)s

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an address popup configuration that should be moved to case detail.
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> tiene una configuración de ventana emergente de dirección que debería moverse al detalle del caso.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid clickable icon configuration. Reason: %(error_reason)s
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> tiene una configuración de icono clickeable inválida. Razón: %(error_reason)s

source: Shadow module <a href="%(module_url)s">%(module_name)s</a> doesn't have a source module specified.
es: El módulo sombra <a href="%(module_url)s">%(module_name)s</a> no tiene un módulo fuente especificado.

source: <a href="%(module_url)s">%(module_name)s</a> uses parent case selection but doesn't have a parent case list specified.
es: <a href="%(module_url)s">%(module_name)s</a> utiliza la selección de caso padre pero no tiene una lista de casos padre especificada.

source: The app's parent child case selection graph contains a cycle.
es: El gráfico de selección de casos padre-hijo de la aplicación contiene un ciclo.

source: The app's parent child graph contains a cycle.
es: El gráfico de padre e hijo de la aplicación contiene un ciclo.

source: A menu points to an unknown Parent Menu.
es: Un menú apunta a un Menú Padre desconocido.

source: Case List has invalid location reference <code>%(property)s</code>. Details: %(details)s <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos tiene una referencia de ubicación inválida <code>%(property)s</code>. Detalles: %(details)s <a href="%(module_url)s">%(module_name)s</a>

source: Case List uses an instance that is only available for case search <code>%(property)s</code>. Details: The %(details)s instance(s) are only available in case lists using case search. <a href="%(module_url)s">%(module_name)s</a>
es: La Lista de Casos utiliza una instancia que solo está disponible para la búsqueda de casos <code>%(property)s</code>. Detalles: La(s) instancia(s) %(details)s solo están disponibles en listas de casos que utilizan la búsqueda de casos. <a href="%(module_url)s">%(module_name)s</a>

source: One or more forms are invalid: check all your forms for error messages.
es: Uno o más formularios son inválidos: revise todos sus formularios en busca de mensajes de error.

source: You have two forms with the xmlns "%(xmlns)s"
es: Tiene dos formularios con el xmlns "%(xmlns)s"

source: Multimedia case property "%(path)s" is not supported on apps on or before v2.5.
es: La propiedad de caso multimedia "%(path)s" no es compatible con aplicaciones en o antes de la v2.5.

source: One of your languages is empty. Check your <a href="%(app_url)s">app settings</a>.
es: Uno de sus idiomas está vacío. Revise su <a href="%(app_url)s">configuración de la aplicación</a>.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a case, but cases are not available for this form. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
es: La condición de visualización de su formulario para el formulario <a href="%(form_url)s">%(form_name)s</a> se refiere a un caso, pero los casos no están disponibles para este formulario. Por favor, elimine la referencia al caso o (1) asegúrese de que la lista de casos esté configurada para mostrar primero la lista de casos y luego el formulario, y (2) asegúrese de que todos los formularios en esta lista de casos actualicen o cierren un caso (lo que significa que los formularios de registro deben ir en una lista de casos diferente).

source: You have a display condition which refers to a case, but cases are not available. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
es: Tiene una condición de visualización que se refiere a un caso, pero los casos no están disponibles. Por favor, elimine la referencia al caso o (1) asegúrese de que la lista de casos esté configurada para mostrar primero la lista de casos y luego el formulario, y (2) asegúrese de que todos los formularios en esta lista de casos actualicen o cierren un caso (lo que significa que los formularios de registro deben ir en una lista de casos diferente).

source: Error with Practice Mobile Worker in Application Profile %(profile.name)s.
es: Error con el Trabajador Móvil de Práctica en el Perfil de Aplicación %(profile.name)s.

source: Error with Practice Mobile Worker in Application Settings.
es: Error con el Trabajador Móvil de Práctica en la Configuración de la Aplicación.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a user property, but your project does not use user properties. Please remove the user property reference.
es: La condición de visualización de su formulario para el formulario <a href="%(form_url)s">%(form_name)s</a> se refiere a una propiedad de usuario, pero su proyecto no utiliza propiedades de usuario. Por favor, elimine la referencia a la propiedad de usuario.

source: You have a display condition which refers to a user property, but your project does not use user properties. Please remove the user property reference.
es: Tiene una condición de visualización que se refiere a una propiedad de usuario, pero su proyecto no utiliza propiedades de usuario. Por favor, elimine la referencia a la propiedad de usuario.

source: Your application uses a feature that is not available in your current subscription. You can <a href="%(domain_url)s">change your subscription</a>, or remove the feature as follows.
es: Su aplicación utiliza una característica que no está disponible en su suscripción actual. Puede <a href="%(domain_url)s">cambiar su suscripción</a>, o eliminar la característica de la siguiente manera.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that is not assigned to a group.
es: <a href="%(module_url)s">%(module_name)s</a> tiene una propiedad de búsqueda de casos <code>%(property)s</code> que no está asignada a un grupo.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that references an invalid instance.
es: <a href="%(module_url)s">%(module_name)s</a> tiene una propiedad de búsqueda de casos <code>%(property)s</code> que hace referencia a una instancia inválida.

source: <a href="%(module_url)s">%(module_name)s</a> has a case list property that references a missing form endpoint: <code>%(column.header|trans:langs)s</code>.
es: <a href="%(module_url)s">%(module_name)s</a> tiene una propiedad de lista de casos que hace referencia a un punto final de formulario faltante: <code>%(column.header|trans:langs)s</code>.

source: User Property
es: Propiedad del Usuario

source: The form will not appear in the menu unless this condition is met. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Help Site</a>.
es: El formulario no aparecerá en el menú a menos que se cumpla esta condición. Lea más sobre esto en el <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Sitio de Ayuda</a>.

source: To use display conditions which reference a case, <br/> (1) the <strong>Menu Mode</strong> setting must be set to <em>Display menu and then forms</em> <br/> (2) all the forms in the case list must update or close a case, which means registration forms must go in a separate case list, or if your project uses user properties, your display condition may use user properties.
es: Para usar condiciones de visualización que hacen referencia a un caso, <br/> (1) la configuración de <strong>Modo de Menú</strong> debe estar configurada en <em>Mostrar menú y luego formularios</em> <br/> (2) todos los formularios en la lista de casos deben actualizar o cerrar un caso, lo que significa que los formularios de registro deben ir en una lista de casos separada, o si tu proyecto usa propiedades de usuario, tu condición de visualización puede usar propiedades de usuario.

source: To use display conditions which reference a user property, user properties must be enabled for your project.
es: Para usar condiciones de visualización que hacen referencia a una propiedad de usuario, las propiedades de usuario deben estar habilitadas para tu proyecto.

source: Enable user properties
es: Habilitar propiedades de usuario

source: There is something wrong with the logic in the Form Display Condition. Check to make sure your parentheses match and you are referencing case properties correctly.
es: Hay algo mal con la lógica en la Condición de Visualización del Formulario. Verifica que tus paréntesis coincidan y que estés haciendo referencia a las propiedades del caso correctamente.

source: <p> Sub-menus are now displayed nested under their parent menu. The order of your menus has been changed to reflect that. </p> <p> Click "Rearrange" to make this change permanent. You won't be able to modify the order of your menus until you do so. </p> <p> Please contact support or report an issue if you have any concerns. </p>
es: <p> Los submenús ahora se muestran anidados bajo su menú principal. El orden de tus menús ha cambiado para reflejar eso. </p> <p> Haz clic en "Reorganizar" para hacer este cambio permanente. No podrás modificar el orden de tus menús hasta que lo hagas. </p> <p> Por favor contacta al soporte o reporta un problema si tienes alguna inquietud. </p>

source: Do you have a lot of case properties? Try splitting them into tabs, which will appear as separate screens that mobile users can swipe through. Read more on the <a href='https://help.commcarehq.org/display/commcarepublic/Tabs+on+Case+Detail+Screen' target='_blank'>Help Site</a>.
es: ¿Tiene muchas propiedades de caso? Intente dividirlas en pestañas, las cuales aparecerán como pantallas individuales entre las que los usuarios podrán moverse. Lea más en el <a href='https://help.commcarehq.org/display/commcarepublic/Tabs+on+Case+Detail+Screen' target='_blank'>Sitio de Ayuda</a>.

source: Printing
es: Imprimir

source: Document Template
es: Plantilla de Documento

source: Opens file in new tab.
es: Abre el archivo en una nueva pestaña.

source: Open HTML
es: Abrir HTML

source: Upload HTML
es: Subir HTML

source: Replace HTML
es: Reemplazar HTML

source: Printing the case detail is not supported on this version of CommCare
es: Esta versión de CommCare no permite la impresión de detalles del caso.

source: Use Registration Forms to minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://help.commcarehq.org/pages/viewpage.action?pageId=30605985'>Help Site</a>. You can use followup forms for Parent Case button if this module uses Select Parent First workflow
es: Utilice Formularios de Registro para minimizar registros duplicados al requerir que los trabajadores móviles busquen en la lista de casos antes de registrar un nuevo caso. Lea más en el <a href='https://help.commcarehq.org/pages/viewpage.action?pageId=30605985'>Sitio de Ayuda</a>. Puede usar formularios de seguimiento para el botón de Caso Padre si este módulo utiliza el flujo de trabajo Seleccionar Padre Primero

source: Print template
es: Plantilla de impresión

source: Example: instance('commcaresession')/session/context/userid or 'a1c0148dc2120c6b1762f5ac5aba2a15'
es: Ejemplo: instance('commcaresession')/session/context/userid o 'a1c0148dc2120c6b1762f5ac5aba2a15'

source: Load additional cases from the Data Registry into the 'registry' instance for forms in this module. The case type of the case must be configured in the registry and in the module via the module's case type or the module's 'Additional Case List and Case Search Types' configuration.
es: Cargar casos adicionales del Registro de Datos en la instancia 'registry' para formularios en este módulo. El tipo de caso del caso debe estar configurado en el registro y en el módulo a través del tipo de caso del módulo o la configuración de 'Lista de Casos Adicionales y Tipos de Búsqueda de Casos' del módulo.

source: Enter in the name of a case property that contains the ID of another case you'd like included in the results instance. This is to allow you to configure your case list display to show properties of that related case. Read more on the <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Help Site</a>.
es: Ingrese el nombre de una propiedad de caso que contenga el ID de otro caso que le gustaría incluir en la instancia de resultados. Esto es para permitir que configure la visualización de su lista de casos para mostrar propiedades de ese caso relacionado. Lea más en el <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Sitio de Ayuda</a>.

source: This is not a valid xpath expression. Check to make sure your parentheses match and you are referencing case properties correctly.
es: Esta no es una expresión xpath válida. Verifique que sus paréntesis coincidan y que esté haciendo referencia a las propiedades del caso correctamente.

source: Cases of these types will be displayed in Case List and Case Search screens, in addition to the Case Type inputted above. <a target='_blank' href='https://confluence.dimagi.com/display/ccinternal/Case+Search+and+Claim'>(More Information)</a>
es: Los casos de estos tipos se mostrarán en las pantallas de Lista de Casos y Búsqueda de Casos, además del Tipo de Caso ingresado arriba. <a target='_blank' href='https://confluence.dimagi.com/display/ccinternal/Case+Search+and+Claim'>(Más Información)</a>

source: Nest this menu under another for easier application navigation. <a href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(More Information)</span>
es: Anide este menú bajo otro para una navegación más fácil de la aplicación. <a href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(Más Información)</span>

source: From CommCare ODK's install screen menu, bring up the application menu by hitting the three dots in the upper right or by hitting the menu button on your phone to select Offline Install
es: Desde el menú de la pantalla de instalación de CommCare ODK, abre el menú de la aplicación tocando los tres puntos en la parte superior derecha o tocando el botón de menú en tu teléfono para seleccionar Instalación sin conexión

source: <p> All add-ons are enabled for this app. </p>
es: <p> Todos los complementos están habilitados para esta aplicación. </p>

source: The following features are not turned on in the domain to which you're copying. Select any that you wish to copy along with this application.
es: Las siguientes características no están activadas en el dominio al que estás copiando. Selecciona las que desees copiar junto con esta aplicación.

source: You must submit a name for the application you are importing.
es: Usted debe ingresar un nombre para la aplicación a importar.

source: You must upload the app source file.
es: Debes subir el archivo fuente de la aplicación.

source: The file uploaded is an invalid JSON file
es: El archivo subido es un archivo JSON no válido

source: This form has been opened for editing by {}.
es: Este formulario ha sido abierto para editarse por {}.

source: This form has been updated by {}. Reload the page to see the latest changes.
es: Este formulario ha sido actualizado por {}. Vuelva a cargar la página para ver los cambios más recientes.

source: This tool can make changes to your data that might confuse your reports or applications. Please exercise caution and see the <a href="https://help.commcarehq.org/display/commcarepublic/Importing+Cases+Using+Excel" target="_blank"> help pages for this feature. </a>
es: Esta herramienta puede realizar cambios en sus datos que podrían confundir sus informes o aplicaciones. Por favor, tenga precaución y consulte las <a href="https://help.commcarehq.org/display/commcarepublic/Importing+Cases+Using+Excel" target="_blank"> páginas de ayuda para esta función. </a>

source: Fuzzy
es: Difuso

source: Data
es: Datos

source: Regex
es: Expresión regular

source: Subscribed to Community Edition.
es: Suscrito a la Edición Comunitaria.

source: Data type '{}' cannot have match type '{}'.
es: El tipo de dato '{}' no puede tener el tipo de coincidencia '{}'.

source: Start Session
es: Iniciar sesión

source: Undo All Edits
es: Deshacer Todas las Ediciones

source: # Cases Cleaned
es: # Casos Limpiados

source: Start a Cleaning Session
es: Iniciar una sesión de limpieza

source: Recent Tasks
es: Tareas recientes

source: An active data cleaning session already exists for this case type. Please decide how you would like to proceed.
es: Ya existe una sesión activa de limpieza de datos para este tipo de caso. Por favor, decida cómo desea proceder.

source: Clean Selected Cases
es: Limpiar casos seleccionados

source: Filters Applied: %(num_records)s Matching Records
es: Filtros aplicados: %(num_records)s registros coincidentes

source: Records Selected
es: Registros seleccionados

source: Clean Case Type
es: Limpiar tipo de caso

source: Session saved.
es: Sesión guardada.
