Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Date of last form submission in time period. Total row displays proportion of users submitting forms in date range
es: Fecha del último ingreso de formulario en un período de tiempo. La Fila total muestra la proporción de usuarios que ingresan formularios dentro del rango de las fechas.
sw: Tarehe ya uwasilishaji wa mwisho wa fomu katika kipindi cha muda. Safu ya jumla inaonyesha uwiano wa watumiaji waliowasilisha fomu katika kipindi cha tarehe

source: # Cases Created
es: # Casos Creados
sw: # Kesi Zilizoundwa

source: Number of cases created in the date range.
es: Número de casos creados en el rango de fecha.
sw: Idadi ya kesi zilizoundwa katika kipindi cha tarehe.

source: # Cases Closed
es: # Casos Cerrados
sw: # Kesi Zilizofungwa

source: Number of cases closed in the date range.
es: Número de casos cerrados en el rango de fecha.
sw: Idadi ya kesi zilizofungwa katika kipindi cha tarehe.

source: Number of cases owned by the user that were opened, modified or closed in date range. This includes case sharing cases.
es: Número de casos propiedad del usuario que fueron abiertos, modificados o cerrados en el rango de fecha. Esto incluye casos compartidos.
sw: Idadi ya kesi zinazomilikiwa na mtumiaji ambazo zilifunguliwa, kurekebishwa au kufungwa katika kipindi cha tarehe. Hii inajumuisha kesi za kushirikiana.

source: # Total Cases (Owned & Shared)
es: # Total de Casos (Propios y Compartidos)
sw: # Jumla ya Kesi (Zinazomilikiwa & Zilizoshirikiwa)

source: Total number of cases owned by the user. This includes cases created by the user and cases that were shared with this user.
es: Número total de casos propios del usuario. Esto incluye casos creados por el usuario y casos que fueron compartidos con este usuario.
sw: Jumla ya idadi ya kesi zinazomilikiwa na mtumiaji. Hii inajumuisha kesi zilizoundwa na mtumiaji na kesi zilizoshirikiwa na mtumiaji huyu.

source: % Active Cases
es: % Casos Activos
sw: % Kesi Hai

source: Percentage of cases owned by user that were active. This includes case sharing cases.
es: Porcentaje de casos propiedad del usuario que estaban activos. Esto incluye casos compartidos.
sw: Asilimia ya kesi zinazomilikiwa na mtumiaji ambazo zilikuwa hai. Hii inajumuisha kesi za kushirikiana.

source: Project Performance
es: Desempeño del Proyecto
sw: Utendaji wa Mradi

source: A summary of the overall health of your project based on how your users are doing over time.
es: Un resumen de la salud general de su proyecto basado en cómo están sus usuarios a lo largo del tiempo.
sw: Muhtasari wa hali ya jumla ya mradi wako kulingana na jinsi watumiaji wako wanavyofanya kwa muda.

source: Low Performing Users
es: Usuarios de Bajo Desempeño
sw: Watumiaji Wenye Utendaji wa Chini

source: New Performing Users
es: Nuevos Usuarios Rindiendo
sw: Watumiaji Wapya Wenye Utendaji

source: This report will only show data for users whose phone numbers have been verified. Phone numbers can be verified from the Settings and Users tab.
es: Este reporte solo mostrará datos para los usuarios cuyos números de teléfono han sido verificados. Los números de teléfono pueden ser verificados desde la pestaña de Configuración y Usuario.
sw: Ripoti hii itaonyesha data tu kwa watumiaji ambao nambari zao za simu zimethibitishwa. Nambari za simu zinaweza kuthibitishwa kutoka kwenye kichupo cha Mipangilio na Watumiaji.

source: User Name
es: Nombre de Usuario
sw: Jina la Mtumiaji

source: Number of Messages Received
es: Número de Mensajes Recibidos
sw: Idadi ya Ujumbe Uliopokelewa

source: Number of Messages Sent
es: Número de Mensajes Enviados
sw: Idadi ya Ujumbe Uliopelekwa

source: Number of Phone Numbers Used
es: Cantidad de Números de Teléfono Usados
sw: Idadi ya Nambari za Simu Zilizotumika

source: Contact Id
es: Id del Contacto
sw: Kitambulisho cha Mawasiliano

source: Contact Type
es: Tipo de Contacto
sw: Aina ya Mawasiliano

source: Message Log
es: Registro de Mensaje
sw: Rekodi ya Ujumbe

source: Timestamp
es: Marca de Tiempo
sw: Muda wa Tukio

source: Event
es: Evento
sw: Tukio

source: View Details
es: Ver Detalles
sw: Tazama Maelezo

source: Messaging History
es: Historial de Mensajería
sw: Historia ya Ujumbe

source: Detail
es: Detalle
sw: Maelezo

source: (including child locations)
es: (incluyendo ubicaciones hijo)
sw: (ikiwemo maeneo ya watoto)

source: Message Event Detail
es: Mensaje de Detalles de Evento
sw: Maelezo ya Tukio la Ujumbe

source: Displays the detail for a given messaging event.
es: Visualiza el detalle de un determinado evento de mensajería.
sw: Inaonyesha maelezo ya tukio fulani la ujumbe.

source: Survey Detail
es: Detalle de Encuesta
sw: Maelezo ya Utafiti

source: Displays the detail for a given messaging survey.
es: Visualiza el detalle de una determinada encuesta de mensajería.
sw: Inaonyesha maelezo ya utafiti fulani wa ujumbe.

source: SMS Opt Out Report
es: Reporte de Abandono de SMS
sw: Ripoti ya Kujiondoa SMS

source: Can Receive SMS
es: Puede Recibir SMS
sw: Anaweza Kupokea SMS

source: Last Opt Out Timestamp
es: Última Marca de Tiempo de Abandono
sw: Muda wa Mwisho wa Kujiondoa

source: Last Opt In Timestamp
es: Última Marca de Tiempo de Participar
sw: Muda wa Mwisho wa Kujiunga

source: Phone Number Report
es: Reporte de Número de Teléfono
sw: Ripoti ya Nambari za Simu

source: Contact
es: Contacto
sw: Mawasiliano

source: Is Two-Way
es: Es de Dos Vías
sw: Ni Mawasiliano ya Njia Mbili

source: Scheduled Messaging Events
es: Eventos de Mensajería Programados
sw: Matukio ya Ujumbe Uliopangwa

source: Next Event Due
es: Próximo Evento Programado
sw: Tukio Linalofuata Linatakiwa

source: Scheduling Configuration
es: Configuración de Programación
sw: Usanidi wa Ratiba

source: Triggering Case
es: Caso Desencadenante
sw: Kesi Inayosababisha

source: Attempt Number
es: Número de Intento
sw: Jaribio Namba

source: (no recipient)
es: (sin destinatario)
sw: (hakuna mpokeaji)

source: (unknown)
es: (desconocido)
sw: (haijulikani)

source: You have requested a page number which is too high to process. Please update the filter criteria above to reduce the number of pages in the report.
es: Has solicitado un número de página demasiado alto para procesar. Por favor, actualiza los criterios de filtro arriba para reducir el número de páginas en el informe.
sw: Umeomba nambari ya ukurasa ambayo ni kubwa mno kushughulikiwa. Tafadhali sasisha vigezo vya kuchuja hapo juu ili kupunguza idadi ya kurasa kwenye ripoti.

source: Tableau Reports
es: Informes de Tableau
sw: Ripoti za Tableau

source: Tableau trusted authentication failed. Double check that permissions are configured correctly in Tableau.
es: La autenticación confiable de Tableau falló. Verifica que los permisos estén configurados correctamente en Tableau.
sw: Uthibitishaji wa kuaminika wa Tableau umeshindwa. Hakikisha ruhusa zimepangwa vizuri kwenye Tableau.

source: Request to Tableau failed with status code {}
es: La solicitud a Tableau falló con el código de estado {}
sw: Ombi kwa Tableau limeshindwa na msimbo wa hali {}

source: User History
es: Historial de Usuario
sw: Historia ya Mtumiaji

source: History of user updates
es: Historial de actualizaciones del usuario
sw: Historia ya masasisho ya mtumiaji

source: profile or user data
es: perfil o datos del usuario
sw: wasifu au data ya mtumiaji

source: user data
es: datos del usuario
sw: data ya mtumiaji

source: username
es: usuario
sw: jina la mtumiaji

source: role
es: rol
sw: jukumu

source: email
es: correo electrónico
sw: barua pepe

source: project
es: proyecto
sw: mradi

source: is active
es: está activo
sw: anatumika

source: is active in domain
sw: anatumika katika domain

source: language
es: idioma
sw: lugha

source: phone numbers
es: números de teléfono
sw: nambari za simu

source: primary location
es: ubicación principal
sw: eneo kuu

source: two factor authentication disabled
es: autenticación de dos factores desactivada
sw: uthibitishaji wa hatua mbili umezimwa

source: assigned locations
es: ubicaciones asignadas
sw: maeneo yaliyopangiwa

source: Affected User
es: Usuario Afectado
sw: Mtumiaji Aliyeathiriwa

source: Modified by User
es: Modificado por el Usuario
sw: Imerekebishwa na Mtumiaji

source: Via
es: Vía
sw: Kupitia

source: Changes
es: Cambios
sw: Mabadiliko

source: Change Message
es: Cambiar Mensaje
sw: Ujumbe wa Mabadiliko

source: Added
es: Añadido
sw: Imeongezwa

source: Users who have Ever Submitted Data
es: Usuarios que Alguna Vez han Enviado Datos
sw: Watumiaji Waliowahi Kuwasilisha Data

source: Users who have Ever Synced
es: Usuarios que Alguna Vez han Sincronizado
sw: Watumiaji Waliowahi Kusawazisha

source: Loading Report
es: Cargando Reporte
sw: Inapakia Ripoti

source: Problem Loading Report
es: Ocurrió un Problema al Cargar el Reporte
sw: Tatizo Kupakia Ripoti

source: There seems to be a problem loading data for the report
es: Parece haber un problema cargando los datos para el reporte
sw: Inaonekana kuna tatizo kupakia data ya ripoti

source: The report returned the following error
es: El reporte retornó el siguiente error
sw: Ripoti imerudisha hitilafu ifuatayo

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Report an Issue</a>.
es: Si este problema persiste, le animamos a <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Reportar un Problema</a>.
sw: Ikiwa tatizo hili litaendelea, tunakuhimiza <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Ripoti Tatizo</a>.

source: Trying Again...
es: Intentando de nuevo...
sw: Inajaribu Tena...

source: Loading Failed. Try Again?
es: La carga falló. ¿Desea Intentar de nuevo?
sw: Imeshindwa Kupakia. Jaribu Tena?

source: Report Filters
es: Filtros de Reporte
sw: Vichujio vya Ripoti

source: Set Performance Threshold
es: Establecer un Mínimo de Desempeño
sw: Weka Kizingiti cha Utendaji

source: Please use the "Report an Issue" option from the help menu if you would like to change the performance threshold. It is currently set to %(threshold)s forms per month.
es: Por favor, use la opción "Reportar un Problema" del menú de ayuda si desea cambiar el umbral de rendimiento. Actualmente está establecido en %(threshold)s formularios por mes.
sw: Tafadhali tumia chaguo la "Ripoti Tatizo" kutoka kwenye menyu ya msaada ikiwa ungependa kubadilisha kizingiti cha utendaji. Kwa sasa kimewekwa kwa %(threshold)s fomu kwa mwezi.

source: Active Users Trend
es: Tendencia de Usuarios Activos
sw: Mwelekeo wa Watumiaji Hai

source: Proportion of users that are active (submitting at least one form) over time.
es: Proporción de usuarios que están activos (ingresando al menos un formulario) a lo largo del tiempo.
sw: Uwiano wa watumiaji hai (wanaowasilisha angalau fomu moja) kwa muda.

source: High / Low Performing User Trends
es: Tendencias Alta/ Baja de Desempeño de Usuario
sw: Mielekeo ya Watumiaji Wenye Utendaji wa Juu / Chini

source: How the counts of high / low performing users have changed in the last six months.
es: Cómo la cuenta de usuarios de alto / bajo desempeño ha cambiado en los últimos seis meses.
sw: Jinsi idadi ya watumiaji wenye utendaji wa juu / chini imebadilika katika miezi sita iliyopita.

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Report an Issue</a>.
es: Si este problema persiste, le animamos a <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Reportar un Problema</a>.
sw: Ikiwa tatizo hili litaendelea, tunakuhimiza <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Ripoti Tatizo</a>.

source: Aggregate Percents
es: Porcentajes Agregados
sw: Asilimia Zilizojumlishwa

source: Daily Counts
es: Conteos Diarios
sw: Idadi za Kila Siku

source: You need a saved report that supports email in order to set up a scheduled email report, but you don't have any.
es: Necesita un informe guardado que soporte correo electrónico para configurar un informe de correo electrónico programado, pero no tiene ninguno.
sw: Unahitaji ripoti iliyohifadhiwa inayounga mkono barua pepe ili kuweka ripoti ya barua pepe iliyopangwa, lakini huna yoyote.

source: <strong>Note:</strong> Not all built-in reports currently support email delivery.
es: <strong>Nota:</strong> No todos los informes integrados actualmente soportan la entrega por correo electrónico.
sw: <strong>Kumbuka:</strong> Sio ripoti zote zilizojengwa ndani kwa sasa zinaunga mkono uwasilishaji wa barua pepe.

source: Return to Scheduled Reports
es: Volver a Informes Programados
sw: Rudi kwenye Ripoti Zilizopangwa

source: Unsubscribe from
es: Anular suscripción de
sw: Jiondoe kutoka

source: You will no longer receive this scheduled report. To add yourself, you will need to contact the person who initially added you.
es: Ya no recibirá este informe programado. Para añadirse, necesitará contactar a la persona que inicialmente le añadió.
sw: Hautapokea tena ripoti hii iliyopangwa. Ili kujiongeza tena, utahitaji kuwasiliana na mtu aliyekukuongeza awali.

source: Saved Reports
es: Reportes Guardados
sw: Ripoti Zilizohifadhiwa

source: My Saved Reports
es: Mis Reportes Guardados
sw: Ripoti Zangu Zilizohifadhiwa

source: Scheduled Reports
es: Informes Programados
sw: Ripoti Zilizopangwa

source: My Scheduled Reports
es: Mis Reportes Agendados
sw: Ripoti Zangu Zilizopangwa

source: You don't have any saved reports. You can store your favorite filters in a saved report and then easily navigate to that report with the filters already applied. Saved reports can also be sent by email on a recurring basis.
es: No tienes ningún informe guardado. Puedes almacenar tus filtros favoritos en un informe guardado y luego navegar fácilmente a ese informe con los filtros ya aplicados. Los informes guardados también pueden enviarse por correo electrónico de forma recurrente.
sw: Huna ripoti zilizohifadhiwa. Unaweza kuhifadhi vichujio unavyopenda kwenye ripoti iliyohifadhiwa na kisha kufikia ripoti hiyo kwa urahisi ukiwa na vichujio tayari vimetumika. Ripoti zilizohifadhiwa pia zinaweza kutumwa kwa barua pepe mara kwa mara.

source: To create a new saved report, navigate to a report, select the filters you want to save, and click "Save".
es: Para crear un nuevo informe guardado, navega a un informe, selecciona los filtros que deseas guardar y haz clic en "Guardar".
sw: Ili kuunda ripoti mpya iliyohifadhiwa, nenda kwenye ripoti, chagua vichujio unavyotaka kuhifadhi, na bonyeza "Hifadhi".

source: Saved Report Name
es: Nombre de Reporte Guardado
sw: Jina la Ripoti Iliyohifadhiwa

source: Creator
es: Creador
sw: Aliyeunda

source: Create a New Scheduled Report
es: Crear un Nuevo Reporte Agendado
sw: Unda Ripoti Mpya Iliyopangwa

source: Send Selected Reports
es: Enviar Informes Seleccionados
sw: Tuma Ripoti Zilizochaguliwa

source: Send Selected Report
es: Enviar Informe Seleccionado
sw: Tuma Ripoti Iliyoteuliwa

source: Delete Selected Reports
es: Eliminar Informes Seleccionados
sw: Futa Ripoti Zilizochaguliwa

source: Delete Selected Report
es: Eliminar Informe Seleccionado
sw: Futa Ripoti Iliyoteuliwa

source: Loading reports...
es: Cargando informes...
sw: Inapakia ripoti...

source: Deleting reports...
es: Eliminando informes...
sw: Inafuta ripoti...

source: Deleting report...
es: Eliminando informe...
sw: Inafuta ripoti...

source: Sending reports...
es: Enviando informes...
sw: Inatuma ripoti...

source: Sending report...
es: Enviando informe...
sw: Inatuma ripoti...

source: You don't have any scheduled reports. You can create a scheduled report based on a saved report to have a report delivered by email on a regular basis.
es: No tienes ningún informe programado. Puedes crear un informe programado basado en un informe guardado para que se entregue por correo electrónico de forma regular.
sw: Huna ripoti zilizopangwa. Unaweza kuunda ripoti iliyopangwa kwa kutumia ripoti iliyohifadhiwa ili kupata ripoti ikitumwa kwa barua pepe mara kwa mara.

source: Tableau Visualizations
es: Visualizaciones de Tableau
sw: Taswira za Tableau

source: Update Tableau Visualization
es: Actualizar Visualización de Tableau
sw: Sasisha Taswira ya Tableau

source: Delete Tableau Visualization
es: Eliminar visualización de Tableau
sw: Futa Taswira ya Tableau

source: Deleting Tableau Visualization
es: Eliminando visualización de Tableau
sw: Inafuta Taswira ya Tableau

source: Add Tableau Visualization
es: Agregar visualización de Tableau
sw: Ongeza Taswira ya Tableau

source: Please apply filters to view:
es: Por favor aplique filtros para ver:
sw: Tafadhali tumia vichujio ili kuona:

source: Help
es: Ayuda
sw: Msaada

source: From
es: De
sw: Kutoka

source: To
es: Para
sw: Kwenda

source: Showing %(datespan)s.
es: Mostrando %(datespan)s.
sw: Inaonyesha %(datespan)s.

source: This report's timezone is %(timezone)s.
es: La zona horaria de este reporte es %(timezone)s.
sw: Saa za ripoti hii ni %(timezone)s.

source: Known Forms
es: Formularios Conocidos
sw: Fomu Zinazojulikana

source: What are Known Forms?
es: ¿Qué son Formularios Conocidos?
sw: Fomu Zinazojulikana ni nini?

source: These are forms that can be matched to an existing or deleted CommCare Application in your project.
es: Estos son formularios que pueden coincidir con una aplicación de CommCare existente o eliminada en tu proyecto.
sw: Hizi ni fomu ambazo zinaweza kulinganishwa na Programu ya CommCare iliyopo au iliyofutwa kwenye mradi wako.

source: Unknown Forms
es: Formularios desconocidos
sw: Fomu Zisizojulikana

source: What are Unknown Forms?
es: ¿Qué son Formularios Desconocidos?
sw: Fomu Zisizojulikana ni nini?

source: These forms do not belong to a CommCare Application (existing or deleted) in your project. It might mean that these forms once belonged to an application but the application form has since been removed. They may also be 'system forms' or forms from an integration or API.
es: Estos formularios no pertenecen a una aplicación de CommCare (existente o eliminada) en tu proyecto. Esto podría significar que estos formularios alguna vez pertenecieron a una aplicación, pero el formulario de la aplicación ha sido eliminado desde entonces. También pueden ser 'formularios del sistema' o formularios de una integración o API.
sw: Fomu hizi haziingii kwenye Programu ya CommCare (iliyopo au iliyofutwa) kwenye mradi wako. Inaweza kumaanisha kuwa fomu hizi ziliwahi kuwa sehemu ya programu lakini fomu ya programu imeondolewa. Pia zinaweza kuwa 'fomu za mfumo' au fomu kutoka kwa muunganisho au API.

source: Choose Unknown Form
es: Elija Formulario Desconocido
sw: Chagua Fomu Isiyojulikana

source: Show Advanced Options
es: Mostrar Opciones Avanzadas
sw: Onyesha Machaguo ya Juu

source: Filtering by unknown forms is currently unavailable for this project.
es: El filtrado por formularios desconocidos no está disponible actualmente para este proyecto.
sw: Uchujaji kwa fomu zisizojulikana kwa sasa haupatikani kwa mradi huu.

source: If the problem persists please report an issue.
es: Si el problema persiste, por favor reporta un problema.
sw: Ikiwa tatizo litaendelea tafadhali ripoti tatizo.

source: Location Filter
es: Filtro de Ubicación
sw: Kichujio cha Mahali

source: Use Filter
es: Filtro de Uso
sw: Tumia Kichujio

source: Sensitive Properties
es: Propiedades sensibles
sw: Sifa Nyeti

source: Select the case properties which must be de-identified when copying the cases to the new user.
es: Selecciona las propiedades del caso que deben ser desidentificadas al copiar los casos al nuevo usuario.
sw: Chagua sifa za kesi ambazo lazima zifichwe utambulisho wakati wa kunakili kesi kwa mtumiaji mpya.

source: Filter your cases by entering a <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Case Search Query</a>.
es: Filtra tus casos ingresando una <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Consulta de Búsqueda de Casos</a>.
sw: Chuja kesi zako kwa kuingiza <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Hoja ya Utafutaji wa Kesi</a>.

source: This project looks like it has some submissions we don't recognize. Don't worry this can usually be fixed.
es: Parece que este proyecto tiene unos ingresos que no reconocemos. No se preocupe, esto usualmente puede solucionarse.
sw: Mradi huu unaonekana kuwa na baadhi ya mawasilisho ambayo hatuyatambui. Usijali, hili linaweza kurekebishwa mara nyingi.

source: Hide Fuzzy Submissions
es: Ocultar Ingresos Imprecisos
sw: Ficha Mawasilisho Yasiyoeleweka

source: Hide Fuzzy Submissions?
es: ¿Desea Ocultar los Ingresos Imprecisos?
sw: Ficha Mawasilisho Yasiyoeleweka?

source: Some of the submissions included in the report results could not be matched with precision to your selected applications. This hides those submissions so that only the most accurate submissions remain.
es: Algunos de los ingresos incluidos en los resultados del proyecto no coincidieron con precisión con sus aplicaciones seleccionadas. Esto oculta esos ingresos para que solo queden los ingresos más precisos.
sw: Baadhi ya mawasilisho yaliyomo kwenye matokeo ya ripoti hayawezi kulinganishwa kwa usahihi na programu ulizochagua. Hii huficha mawasilisho hayo ili kubakiza tu yale yaliyo sahihi zaidi.

source: All data is listed as Unrecognized Data.
es: Todos los datos están listados como Datos No Reconocidos.
sw: Data yote imeorodheshwa kama Data Isiyotambulika.

source: Show questions in form that were not shown to the user
es: Mostrar preguntas en el formulario que no le fueron mostradas al usuario
sw: Onyesha maswali kwenye fomu ambayo hayakuonyeshwa kwa mtumiaji

source: Questions not shown to the user
es: Preguntas no mostradas al usuario
sw: Maswali ambayo hayakuonyeshwa kwa mtumiaji

source: These questions were not shown to the user because their display conditions were not met.
es: Estas preguntas no fueron mostradas al usuario porque no se cumplieron sus condiciones de visualización.
sw: Maswali haya hayakuonyeshwa kwa mtumiaji kwa sababu masharti ya kuonyeshwa kwake hayakutimizwa.

source: Question ID
es: ID de Pregunta
sw: Kitambulisho cha Swali

source: This form is archived and will not be included in reports.
es: Este formulario está archivado y no se incluirá en los informes.
sw: Fomu hii imehifadhiwa na haitajumuishwa kwenye ripoti.

source: To unarchive this form, click the "Restore this form" button. This will also restore case data associated with the form.
es: Para desarchivar este formulario, haz clic en el botón "Restaurar este formulario". Esto también restaurará los datos de casos asociados con el formulario.
sw: Ili kuirejesha fomu hii, bonyeza kitufe cha "Rejesha fomu hii". Hii pia itarejesha data ya kesi inayohusishwa na fomu hii.

source: This form has been edited. The latest version can be viewed <a href="%(latest_version_url)s">here</a>.
es: Este formulario ha sido editado. La última versión se puede ver <a href="%(latest_version_url)s">aquí</a>.
sw: Fomu hii imehaririwa. Toleo la hivi karibuni linaweza kuonekana <a href="%(latest_version_url)s">hapa</a>.

source: This submission was edited from a previous version %(when)s. You can view the previous version <a href="%(previous_version_url)s">here</a>.
es: Esta presentación fue editada desde una versión anterior %(when)s. Puedes ver la versión anterior <a href="%(previous_version_url)s">aquí</a>.
sw: Mawasilisho haya yamehaririwa kutoka toleo la awali %(when)s. Unaweza kuona toleo la awali <a href="%(previous_version_url)s">hapa</a>.

source: Secure submission
es: Ingreso Seguro
sw: Mawasilisho Salama
