Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Couldn't get the case XML from one of your forms. A common reason for this is if you don't have the xforms namespace defined in your form. Please verify that the xmlns="http://www.w3.org/2002/xforms" attribute exists in your form.
es: No pudo obtenerse el XML del caso de uno de los formularios. Una razón común de esto es si usted no tiene xforms namespace definido en su formulario. Por favor verifique que el atributo xmlns="http://www.w3.org/2002/xforms" existe en su formulario.
sw: Imeshindikana kupata XML ya kesi kutoka kwenye mojawapo ya fomu zako. Sababu ya kawaida ni kama huna namespace ya xforms iliyofafanuliwa kwenye fomu yako. Tafadhali hakikisha kuwa xmlns="http://www.w3.org/2002/xforms" ipo kwenye fomu yako.

source: Your form uses an expression which references a case, but cases are not available. Please go to form settings and either remove the case reference or (1) make sure that the menu mode is set to display the menu first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
es: Su formulario utiliza una expresión que hace referencia a un caso pero los casos no están disponibles. Por favor, vaya a las configuraciones de formulario o elimine la referencia del caso o (1) asegúrese que el modo menú está configurado para mostrar primero la lista de caso y luego el formulario. También, (2) asegúrese de que todos los formularios en esta lista de caso actualicen o cierren un caso (lo que significa que los formularios de registro deben ir en un lista de caso diferente).
sw: Fomu yako inatumia usemi unaorejelea kesi, lakini kesi hazipatikani. Tafadhali nenda kwenye mipangilio ya fomu na uondoe rejea ya kesi au (1) hakikisha hali ya menyu imewekwa kuonyesha menyu kwanza kisha fomu, na (2) hakikisha fomu zote kwenye orodha hii ya kesi zinasasisha au kufunga kesi (hii inamaanisha fomu za usajili lazima ziwe kwenye orodha tofauti ya kesi).

source: Type {type} must be in list of domain types: {list}
es: El Tipo {type} debe estar en una lista de tipos de dominios: {list}
sw: Aina {type} lazima iwe kwenye orodha ya aina za domain: {list}

source: Reference type {ref} cannot be a child of primary type {main}.
es: El tipo de referencia {ref} no puede ser un hijo de tipo primario {main}.
sw: Aina ya rejea {ref} haiwezi kuwa mtoto wa aina kuu {main}.

source: Property not correctly formatted. Must be formatted like: loacation:mytype:referencetype/property. For example: location:outlet:state/name
es: La propiedad no ha sido formateada correctamente. Debe ser formateada como: loacation:mytype:referencetype/property. Por ejemplo: location:outlet:state/name
sw: Mali haijaandikwa kwa usahihi. Lazima iandikwe kama: loacation:mytype:referencetype/property. Kwa mfano: location:outlet:state/name

source: Build Number
es: Nombre de Desarrollo
sw: Nambari ya Ujenzi

source: Editing CommCare Builds
es: Edición de Desarrollo de CommCare
sw: Inahariri Majengo ya CommCare

source: Editing
es: Edición
sw: Inahariri

source: Menu Options
es: Opciones de Menú
sw: Chaguo za Menyu

source: Superuser Only
es: Solo Superusuario
sw: Kwa Mtumiaji Mkuu Pekee

source: Add a Version
es: Agregar una Versión
sw: Ongeza Toleo

source: Default 1.x Build
es: Desarrollo Default 1.x
sw: Ujenzi Chaguo-msingi 1.x

source: Default 2.x Build
es: Desarrollo Default 2.x
sw: Ujenzi Chaguo-msingi 2.x

source: Update Menu Options
es: Actualizar opciones del menú
sw: Sasisha Chaguo za Menyu

source: Import a new build from the build server
es: Importar un nuevo desarrollo del servidor de desarrollo
sw: Ingiza ujenzi mpya kutoka seva ya ujenzi

source: Browse versions
es: Explorar versiones
sw: Vinjari matoleo

source: Paste the latest version in the box above in the format x.y.z
es: Pegue la última versión en el cuadro de arriba en el formato x.y.z
sw: Bandika toleo jipya zaidi kwenye kisanduku hapo juu kwa muundo x.y.z

source: Click Import Build
es: Haga clic en Importar Build
sw: Bonyeza Ingiza Ujenzi

source: You can also automatically fetch the latest build from GitHub using the following management command: <b>./manage.py add_commcare_build --latest </b>
es: También puede obtener automáticamente el último build de GitHub usando el siguiente comando de gestión: <b>./manage.py add_commcare_build --latest </b>
sw: Unaweza pia kupakua toleo jipya moja kwa moja kutoka GitHub kwa kutumia amri ifuatayo ya usimamizi: <b>./manage.py add_commcare_build --latest </b>

source: Import Build
es: Importar Desarrollo
sw: Ingiza Toleo

source: Edit CommCare Builds
es: Editar Desarrollos CommCare
sw: Hariri Matoleo ya CommCare

source: user's location [location]
es: ubicación del usuario [location]
sw: eneo la mtumiaji [location]

source: user's location's parent [location]
es: ubicación del usuario padre [location]
sw: mzazi wa eneo la mtumiaji [location]

source: Number of cases
sw: Idadi ya kesi

source: Number of mobile workers
sw: Idadi ya wafanyakazi wa simu

source: Number of active mobile workers
sw: Idadi ya wafanyakazi wa simu hai

source: Number of inactive web users
sw: Idadi ya watumiaji wa wavuti wasio hai

source: Number of forms submitted by mobile workers
sw: Idadi ya fomu zilizowasilishwa na wafanyakazi wa simu

source: Title
es: Título
sw: Kichwa

source: Dashboard Tab
sw: Kichupo cha Dashibodi

source: submit
sw: wasilisha

source: Geo Case Property
sw: Kipengele cha Kesi ya Jiografia

source: The name of the case property storing the geo-location data of your cases.
es: El nombre de la propiedad del caso que almacena los datos de geolocalización de sus casos.
sw: Jina la kipengele cha kesi kinachohifadhi data ya eneo la kijiografia ya kesi zako.

source: Metric
sw: Kipimo

source: Gauge
es: Medidor
sw: Kipimo cha Kiwango

source: Map
es: Mapa
sw: Ramani

source: Campaign Dashboard
es: Panel de Campaña
sw: Dashibodi ya Kampeni

source: Widget has been deleted successfully!
es: ¡El widget ha sido eliminado exitosamente!
sw: Kijisehemu kimefutwa kwa mafanikio!

source: Export to PDF
sw: Hamisha hadi PDF

source: There was an error while exporting to PDF! Please try again, and contact support if the issue persists.
es: ¡Hubo un error al exportar a PDF! Por favor, inténtalo de nuevo y contacta con soporte si el problema persiste.
sw: Kulikuwa na hitilafu wakati wa kuhamisha hadi PDF! Tafadhali jaribu tena, na wasiliana na msaada ikiwa tatizo litaendelea.

source: Add Widget
sw: Ongeza Kijisehemu

source: Unknown metric
sw: Kipimo kisichojulikana

source: Something went wrong while loading this widget! Please try again.
es: ¡Algo salió mal al cargar este widget! Por favor, inténtalo de nuevo.
sw: Kuna tatizo limetokea wakati wa kupakia kijisehemu hiki! Tafadhali jaribu tena.

source: Delete Widget
sw: Futa Kijisehemu

source: Are you sure you want to delete this widget?
sw: Una uhakika unataka kufuta kijisehemu hiki?

source: Confirm
es: Confirmar
sw: Thibitisha

source: Edit Widget
sw: Hariri Kijisehemu

source: Loading...
es: Cargando...
sw: Inapakia...

source: Saved! Reloading, please wait..
sw: Imehifadhiwa! Inapakia upya, tafadhali subiri..

source: Requested widget type is not supported
sw: Aina ya kijisehemu iliyoombwa haiungiwi mkono

source: case_type param is required
sw: param ya case_type inahitajika

source: Import Cases from Excel
es: Importar Casos desde Excel
sw: Ingiza Kesi kutoka Excel

source: Case Options
es: Opciones de Caso
sw: Chaguo za Kesi

source: Match Excel Columns to Case Properties
es: Coincidir Columnas de Excel con las Propiedades del Caso
sw: Linganishi Safu za Excel na Sifa za Kesi

source: Invalid domain
es: Dominio no válido
sw: Domain batili

source: Following rows contain invalid value for domain column.
es: Las siguientes filas contienen un valor no válido para la columna de dominio.
sw: Safu zifuatazo zina thamani batili kwa safu ya domain.

source: This field value cannot be set for cases with the "{}" case type.
es: Este valor de campo no se puede establecer para casos con el tipo de caso "{}".
sw: Thamani ya sehemu hii haiwezi kuwekwa kwa kesi zenye aina ya kesi "{}".

source: This field requires a value for cases with the "{}" case type.
es: Este campo requiere un valor para casos con el tipo de caso "{}".
sw: Sehemu hii inahitaji thamani kwa kesi zenye aina ya kesi "{}".

source: Field name "{}" is deprecated. Please use "parent_identifier" instead.
es: El nombre del campo "{}" está obsoleto. Por favor, usa "parent_identifier" en su lugar.
sw: Jina la sehemu "{}" limepitwa na wakati. Tafadhali tumia "parent_identifier" badala yake.

source: Field name "{}" is reserved
es: El nombre de archivo "{}" está reservado
sw: Jina la sehemu "{}" limehifadhiwa

source: 'parent_identifier' column must be provided when 'parent_relationship_type' column is set to 'extension'
es: La columna 'parent_identifier' debe proporcionarse cuando la columna 'parent_relationship_type' está configurada como 'extension'
sw: Safu ya 'parent_identifier' lazima itolewe wakati safu ya 'parent_relationship_type' imewekwa kuwa 'extension'

source: Invalid value for 'parent_relationship_type' column
es: Valor no válido para la columna 'parent_relationship_type'
sw: Thamani batili kwa safu ya 'parent_relationship_type'

source: Sample: Cell in row {row_num} contains "{sample}"
es: Ejemplo: La celda en la fila {row_num} contiene "{sample}"
sw: Mfano: Seli katika safu {row_num} ina "{sample}"

source: Case imports can contain a maximum of {MAX_CASE_IMPORTER_ROWS} rows.
sw: Uingizaji wa kesi unaweza kuwa na safu nyingi zaidi ya {MAX_CASE_IMPORTER_ROWS}.

source: Invalid Owner Name
es: Nombre de Propietario Inválido
sw: Jina la Mmiliki Batili

source: Owner name was used in the mapping but there were errors when uploading because of these values.
es: Se utilizó nombre de propietario en el mapeo, pero hubo errores al cargar debido a estos valores.
sw: Jina la mmiliki lilitumika kwenye ulinganishaji lakini kulikuwa na makosa wakati wa kupakia kutokana na thamani hizi.

source: Invalid Owner
es: Propietario no válido
sw: Mmiliki Batili

source: Owners were provided in the mapping but there were errors when uploading because of these values. Make sure the owners in this column are users, case sharing groups, or locations.
es: Se proporcionaron propietarios en el mapeo, pero hubo errores al cargar debido a estos valores. Asegúrate de que los propietarios en esta columna sean usuarios, grupos de compartición de casos o ubicaciones.
sw: Wamiliki waliwekwa kwenye ulinganishaji lakini kulikuwa na makosa wakati wa kupakia kutokana na thamani hizi. Hakikisha wamiliki katika safu hii ni watumiaji, vikundi vya kushiriki kesi, au maeneo.

source: Invalid Parent ID
es: ID de Padre Inválido
sw: ID ya Mzazi Batili

source: An invalid or unknown parent case was specified for the uploaded case.
es: Se especificó un caso padre inválido o desconocido para el caso cargado.
sw: Kesi mzazi batili au isiyojulikana imetajwa kwa kesi iliyopakiwa.

source: Invalid Date
es: Fecha Inválida
sw: Tarehe Batili

source: Required format: YYYY-MM-DD (e.g. "2021-12-31")
es: Formato requerido: YYYY-MM-DD (por ejemplo, "2021-12-31")
sw: Muundo unaohitajika: YYYY-MM-DD (mfano "2021-12-31")

source: Unexpected multiple choice value
es: Valor de opción múltiple inesperado
sw: Thamani isiyotarajiwa ya chaguo nyingi

source: Multiple choice values were specified that are not listed in the valid values defined in the property's data dictionary.
es: Se especificaron valores de opción múltiple que no están listados en los valores válidos definidos en el diccionario de datos de la propiedad.
sw: Thamani za chaguo nyingi zimetajwa ambazo hazipo kwenye orodha ya thamani halali zilizofafanuliwa kwenye kamusi ya data ya mali.

source: Blank External ID
es: ID Externo en Blanco
sw: Kitambulisho cha Nje Kimeachwa Tupu

source: Blank external ids were found in these rows causing as error when importing cases.
es: Se encontraron ids externos en blanco en estas filas, lo que causó un error al importar los casos.
sw: Vitambulisho vya nje vilivyoachwa tupu vimepatikana kwenye safu hizi na kusababisha kosa wakati wa kuingiza kesi.

source: Case Generation Error
es: Error de Generación de Caso
sw: Hitilafu ya Uundaji wa Kesi

source: These rows failed to generate cases for unknown reasons
es: Estas filas no generaron casos por razones desconocidas
sw: Safu hizi zimeshindwa kuunda kesi kwa sababu zisizojulikana

source: Duplicated Location Name
es: Nombre de Ubicación Duplicado
sw: Jina la Mahali Limerudiwa

source: Owner ID was used in the mapping, but there were errors when uploading because of these values. There are multiple locations with this same name, try using site-code instead.
es: Se utilizó un ID de Propietario en el mapeo, pero hubo errores al cargar debido a estos valores. Hay múltiples ubicaciones con este mismo nombre; intente utilizar el código de sitio en vez de ello.
sw: Kitambulisho cha mmiliki kimetumika kwenye ramani, lakini kulikuwa na makosa wakati wa kupakia kutokana na thamani hizi. Kuna maeneo mengi yenye jina hili hili, jaribu kutumia site-code badala yake.

source: Invalid Location
es: Ubicación inválida
sw: Mahali Batili

source: The location of the case owner needs to be at or below the location of the user importing the cases.
es: La ubicación del propietario del caso debe estar en o por debajo de la ubicación del usuario que importa los casos.
sw: Mahali pa mmiliki wa kesi lazima pawe sawa au chini ya mahali pa mtumiaji anayeingiza kesi.

source: Invalid Integer
es: Entero Inválido
sw: Nambari Batili

source: Integer values were specified, but the values in Excel were not all integers
es: Se especificaron valores enteros, pero los valores en Excel no eran todos enteros
sw: Thamani za nambari zimetajwa, lakini thamani kwenye Excel hazikuwa nambari zote

source: Import Error
es: Error de Importación
sw: Hitilafu ya Uingizaji

source: Problems in importing cases. Please check the Excel file.
es: Problemas al importar casos. Por favor, revisa el archivo de Excel.
sw: Matatizo katika kuingiza kesi. Tafadhali angalia faili ya Excel.

source: Too Many Matches
es: Demasiadas coincidencias
sw: Mechi Nyingi Kupita Kiasi

source: These rows matched more than one case at the same time - this means that there are cases in your system with the same external ID.
es: Estas filas coincidieron con más de un caso al mismo tiempo, lo que significa que hay casos en tu sistema con el mismo ID externo.
sw: Safu hizi zimefanana na kesi zaidi ya moja kwa wakati mmoja - hii inamaanisha kuna kesi kwenye mfumo wako zenye kitambulisho cha nje sawa.

source: Name Too Long
es: Nombre demasiado largo
sw: Jina Refu Kupita Kiasi

source: The case name cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
sw: Jina la kesi haliwezi kuwa na herufi zaidi ya {STANDARD_CHARFIELD_LENGTH}

source: External ID Too Long
es: ID externo demasiado largo
sw: Kitambulisho cha Nje Kirefu Kupita Kiasi

source: The external id cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
sw: Kitambulisho cha nje hakiwezi kuwa na herufi zaidi ya {STANDARD_CHARFIELD_LENGTH}

source: Unexpected error
es: Error inesperado
sw: Hitilafu isiyotarajiwa

source: Could not process case. If this persists, please report an issue to CommCare HQ
es: No se pudo procesar el caso. Si esto persiste, por favor reporta un problema a CommCare HQ
sw: Imeshindikana kuchakata kesi. Ikiwa hili litaendelea, tafadhali ripoti tatizo kwa CommCare HQ

source: This field will be used to set the case's name.
es: Este campo será utilizado para establecer el nombre del caso.
sw: Sehemu hii itatumika kuweka jina la kesi.

source: This field will assign the case to a new owner given by Username, Group name, or Organization name.
es: Este campo asignará el caso a un nuevo propietario dado por nombre de Usuario, nombre de Grupo, o nombre de Organización.
sw: Sehemu hii itapeleka kesi kwa mmiliki mpya aliyeainishwa kwa Jina la Mtumiaji, Jina la Kikundi, au Jina la Shirika.

source: This field will assign the case to a new owner given by User ID, Group ID, or Organization ID.
es: Este campo asignará el caso a un nuevo propietario dado por ID de Usuario, ID de Grupo, o ID de Organización.
sw: Sehemu hii itapeleka kesi kwa mmiliki mpya aliyeainishwa kwa Kitambulisho cha Mtumiaji, Kitambulisho cha Kikundi, au Kitambulisho cha Shirika.

source: This field will set the case's external_id
es: Este campo establecerá el external_id del caso
sw: Sehemu hii itaweka external_id ya kesi

source: This field will assign the case a new parent given by the parent case's external_id. You must use along with parent_type.
es: Este campo asignará un nuevo padre al caso dado por el external_id del padre del caso. Debe utilizarlo junto con el parent_type.
sw: Sehemu hii itapeleka kesi kwa mzazi mpya aliyeainishwa kwa external_id ya kesi mzazi. Lazima utumie pamoja na parent_type.

source: This field will assign the case a new parent given by the parent's Case ID. You must use along with parent_type.
es: Este campo asignará un nuevo padre al caso dado por el ID del padre del caso. Debe utilizarlo junto con el parent_type.
sw: Sehemu hii itapeleka kesi kwa mzazi mpya aliyeainishwa kwa Case ID ya mzazi. Lazima utumie pamoja na parent_type.

source: Use to specify the parent's case type. Usually used with parent_id or parent_external_id
es: Utilícelo para especificar el tipo de caso del padre. Por lo regular se utiliza con el parent_id o el parent_external_id
sw: Tumia kubainisha aina ya kesi ya mzazi. Kwa kawaida hutumiwa na parent_id au parent_external_id

source: Whether the relationship with the parent is 'child' or 'extension'. Default value is 'child'Values other than 'child' or 'extension' are invalid. Used with parent_id or parent_external_id columns
es: Si la relación con el padre es 'child' o 'extension'. El valor predeterminado es 'child'. Valores distintos de 'child' o 'extension' son inválidos. Se utiliza con las columnas parent_id o parent_external_id
sw: Kama uhusiano na mzazi ni 'child' au 'extension'. Thamani chaguomsingi ni 'child'. Thamani nyingine tofauti na 'child' au 'extension' ni batili. Inatumika na safu za parent_id au parent_external_id

source: The index identifier when creating child/extension cases Used with parent_id or parent_external_id columns
es: El identificador de índice al crear casos de tipo child/extension. Se utiliza con las columnas parent_id o parent_external_id
sw: Kitambulisho cha faharasa wakati wa kuunda kesi za mtoto/nyongeza Inatumika na safu za parent_id au parent_external_id

source: This field will be used to close cases. Any case with 'yes' in this column will be closed.
es: Este campo será utilizado para cerrar casos. Se cerrará cualquier caso que tenga un 'sí' en esta columna.
sw: Sehemu hii itatumika kufunga kesi. Kesi yoyote yenye 'ndiyo' kwenye safu hii itafungwa.

source: The date opened property for this case will be changed. Please do not use unless you know what you are doing
es: La propiedad de fecha de apertura para este caso será cambiada. Por favor, no lo uses a menos que sepas lo que estás haciendo
sw: Sifa ya tarehe ya kufunguliwa kwa kesi hii itabadilishwa. Tafadhali usitumie isipokuwa una uhakika wa unachofanya

source: <p> <i class="fa fa-warning"></i> A bulk case import for multiple case types has been detected. This is because every sheet name in the Excel file matches a case type in the project. If this is incorrect, then please rename at least one Excel sheet so that not all sheet names match case types in the project. </p> <p> Documentation for bulk case imports can be found on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> help page for this feature. </a> </p>
es: <p> <i class="fa fa-warning"></i> Se ha detectado una importación masiva de casos para múltiples tipos de casos. Esto se debe a que cada nombre de hoja en el archivo de Excel coincide con un tipo de caso en el proyecto. Si esto es incorrecto, por favor renombra al menos una hoja de Excel para que no todos los nombres de las hojas coincidan con los tipos de casos en el proyecto. </p> <p> La documentación para importaciones masivas de casos se puede encontrar en nuestra <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> página de ayuda para esta función. </a> </p>
sw: <p> <i class="fa fa-warning"></i> Uingizaji wa kesi nyingi kwa aina nyingi za kesi umetambuliwa. Hii ni kwa sababu kila jina la karatasi kwenye faili ya Excel linafanana na aina ya kesi kwenye mradi. Ikiwa hili si sahihi, tafadhali badilisha jina la angalau karatasi moja ya Excel ili sio majina yote ya karatasi yafanane na aina za kesi kwenye mradi. </p> <p> Nyaraka za uingizaji wa kesi nyingi zinapatikana kwenye <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> ukurasa wa msaada wa kipengele hiki. </a> </p>

source: The Excel file contains cases with the following deprecated case types:
es: El archivo de Excel contiene casos con los siguientes tipos de casos obsoletos:
sw: Faili ya Excel ina kesi zenye aina zifuatazo za kesi zilizopitwa na wakati:

source: Cases that have the above case types will not be imported.
es: Los casos que tienen los tipos de casos mencionados no serán importados.
sw: Kesi zenye aina za kesi zilizo juu hazitaingizwa.

source: Case Type to Update/Create
es: Tipo de caso para Actualizar/Crear
sw: Aina ya Kesi ya Kusasisha/Kuunda

source: Case type
es: Tipo de caso
sw: Aina ya kesi

source: Used in existing applications:
es: Utilizado en aplicaciones existentes:
sw: Inatumika kwenye programu zilizopo:

source: From unknown or deleted applications:
es: De aplicaciones desconocidas o eliminadas:
sw: Kutoka kwa programu zisizojulikana au zilizofutwa:

source: Identifying Cases to Update/Create
es: Identificando Casos para Actualizar/Crear
sw: Kutambua Kesi za Kusasisha/Kuunda

source: Excel column
es: Columna de Excel
sw: Safu ya Excel

source: Corresponding case field
es: Campo de caso correspondiente
sw: Sehemu ya kesi inayolingana

source: Handle New Records
es: Gestionar Nuevos Registros
sw: Shughulikia Rekodi Mpya

source: Create new records if there is no matching case
es: Crear nuevos registros si no hay un caso coincidente
sw: Unda rekodi mpya ikiwa hakuna kesi inayolingana

source: Selecting a case type, excel column, or corresponding case field is disabled when doing a bulk case import.
es: La selección de un tipo de caso, columna de Excel o campo de caso correspondiente está deshabilitada al realizar una importación masiva de casos.
sw: Kuchagua aina ya kesi, safu ya excel, au sehemu ya kesi inayolingana kumezimwa wakati wa uingizaji wa kesi nyingi.

source: Back
es: Regresar
sw: Nyuma

source: Next step
es: Próximo paso
sw: Hatua inayofuata

source: Excel mapping is disabled for bulk case imports. Excel columns will be used to directly map to the relevant case properties.
es: La asignación de Excel está deshabilitada para importaciones masivas de casos. Las columnas de Excel se utilizarán para mapear directamente a las propiedades relevantes del caso.
sw: Ulinganishaji wa Excel umezimwa kwa uingizaji wa kesi nyingi. Safu za Excel zitatumika moja kwa moja kulinganisha na sifa husika za kesi.

source: Reset to default matching
es: Restablecer a la coincidencia predeterminada
sw: Rejesha kwenye ulinganifu wa chaguomsingi

source: Excel Field
es: Campo de Excel
sw: Sehemu ya Excel

source: Create new property
es: Crear nueva propiedad
sw: Unda mali mpya
