Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: You no longer have access to built in or external integration in your application. Built in integrations are available on the Pro plan and higher. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
es: Ya no tiene acceso a la integración incorporada o externa en su aplicación. La integración incorporada está disponible en los planes Pro y superiores. Las integraciones externas están disponibles en los planes Avanzado y superiores. Antes que pueda desarrollar una nueva versión de su aplicación, deberá {link}o borrar esta pregunta.

source: Your subscription only has access to built-in integration. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
es: Su subscripción tiene acceso únicamente a la integración incorporada. Las integraciones externas están disponibles en los planes Avanzado y superiores. Antes que pueda hacer una nueva versión de su aplicación, deberá {link}o eliminar esta pregunta.

source: Android app callouts of the same type must have different question ids.
es: Los mensajes de aplicaciones Android del mismo tipo deben tener ids de preguntas diferentes.

source: Response
es: Respuesta

source: Special Intent XMLNS attribute
es: Atributo XMLNS de Intención Especial

source: Print
es: Imprimir

source: Document Template
es: Plantilla de Documento

source: Edit Data Source
es: Editar la Fuente de Datos

source: Query Expression
es: Consulta de Expresión

source: Optional Instance Properties
es: Propiedades de Ejemplo Opcional

source: Instance ID
es: ID de Ejemplo

source: Instance URI
es: URI de Ejemplo

source: Lookup table was not found in the project
es: No se encontró la Tabla de búsqueda en el proyecto.

source: Loading...
es: Cargando...
sw: Inapakia...

source: You no longer have access to Lookup Tables in your application. Lookup Tables are available on the Standard plan and higher. Before you can make a new version of your application, you must {link} or delete this question
es: Ya no tiene acceso a Tablas de Búsqueda en su aplicación. Las Tablas de Búsqueda están disponibles en los planes Estándar y superiores. Antes que pueda desarrollar una nueva versión de su aplicación, debe {link} o borrar esta pregunta.

source: A data source must be selected.
es: Debe seleccionar una fuente de datos.

source: Display Text Field
es: Mostrar Campo de Texto

source: Sort Field
es: Clasificar Campo

source: Filter
es: Filtrar

source: This is an XPath expression that will filter the set of choices from the lookup table
es: Esta es un expresión XPath que filtrará el conjunto de opciones de la tabla de búsqueda.

source: Lookup Tables
es: Tablas de Búsqueda

source: Checkbox Lookup Table
es: Casilla de Tabla de Búsqueda

source: Cannot change to Multiple/Single Choice question if it has Choices. Please remove all Choices and try again.
es: No se puede cambiar a preguntas de opción Múltiple/Única si tiene Opciones. Por favor elimine todas la Opciones e intente de nuevo.

source: Can only change to a Multiple Choice Lookup Table
es: Se puede cambiar únicamente a una Tabla de Búsqueda de Opción Multiple

source: Multiple Choice Lookup Table
es: Tabla de Búsqueda de Opción Multiple

source: Can only change to a Checkbox Lookup Table
es: Se puede cambiar únicamente a una Tabla de Búsqueda de Casilla

source: {attr} was not found in the lookup table
es: No se encontró {attr}en la tabla de búsqueda

source: Display
es: Visualización

source: auto?
es: ¿automático?

source: Use text formatting to <strong>bold</strong> and <em>italicize</em> words, use bulleted lists, and <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>more</a>
es: Utilice formato de texto para hacer que las palabras aparezcan en <strong>negrita</strong> y <em>cursiva</em>, utilice listas con viñetas, y <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>más</a>

source: Turn Off Text Formatting
es: Apague el Formato de Texto

source: Turn On Text Formatting
es: Encienda el Formato de Texto

source: custom...
es: personalizar...

source: New Content Type
es: Nuevo Tipo de Contenido

source: Content Type
es: Tipo de Contenido

source: You have languages in your form that are not specified in the "Languages" page of the application builder. The following language will be deleted on save unless you add it to the "Languages" page:
es: Tiene idiomas en su formulario que no están especificados en la página de "Idiomas" del desarrollador de la aplicación. El idioma a continuación será eliminado y guardado a menos que lo agregue a la página de "Idiomas":

source: {name} (or multimedia) is required.
es: {name}(o multimedia) es obligatorio.

source: {name} (or multimedia) is required for all languages.
es: {name}(o multimedia) es obligatorio para todos los idiomas.

source: {name} Itext ID is required.
es: {name}ID Itext es obligatorio.

source: {name} is not a valid ID.
es: {name}no es una ID válida.

source: Multimedia was not copied; it must be uploaded separately.
es: La multimedia no fue copiada; esta debe ser cargada por separado.

source: Discarded languages:
es: Idiomas descartados:

source: Validation Message
es: Mensaje de Validación

source: Can't have a Validation Message Itext ID without a Validation Condition
es: No puede tener un Mensaje de Validacion de Identificación sin una Condición de Validación Itext

source: Validation Message Itext ID
es: Mensaje de Validación de ID Itext

source: Add Validation Media
es: Agregue Validación de Medios

source: Display Text Itext ID
es: Muestre Texto de Identificación Itext

source: Hint Message
es: Mensaje de Sugerencia

source: Hint Itext ID
es: Sugerencia de Identificación Itext

source: Help Message
es: Mensaje de Ayuda

source: Help Itext ID
es: Ayuda de Identificación Itext

source: Add New Item Button Text
es: Texto del Botón para Agregar Nuevo Ítem

source: Add New Itext ID
es: Agregar Nueva ID de Itext

source: Add Another Item Button Text
es: Texto del Botón para Agregar Otro Ítem

source: Add Another Itext ID
es: Agregar Otra ID de Itext

source: Add Other Content
es: Agregar Otro Contenido

source: Add Multimedia
es: Agregar Multimedia

source: Add Help Media
es: Agregar Ayuda de Medios

source: Edit Bulk Translations
es: Editar Traducciones Generales

source: Update Translations
es: Actualizar Traducciones

source: Copy these translations into a spreadsheet program like Excel. You can edit them there and then paste them back here when you're done. These will update the translations used in your form. Press 'Update Translations' to save changes, or 'Close' to cancel.
es: Copie estas traducciones a un programa de hoja de cálculo como Excel. Usted puede editarlas ahí y luego volverlas a pegar aquí cuando haya terminado. Estas actualizaran las traducciones usadas en su formulario. Presione 'Actualizar Traducciones' para guardar los cambios, o 'Cerrar' para cancelar.

source: App Properties
es: Propiedades de la Aplicación

source: Could not load app properties.
es: No se pudieron cargar las propiedades de la aplicación.

source: If this error persists, please report an issue.
es: Si este error persiste, por favor reporte un problema.

source: The {questionid} is an internal identifier for a question. It does not appear on the phone. It is the name of the question in data exports.
es: El {questionid}es un identificador interno para una pregunta. No aparece en el telefono. Es el nombre de la pregunta en exportación de datos.

source: The date and time of the action, e.g., now() or today()
es: La fecha y hora de la acción, ej. ahora() u hoy()

source: Balance ID
es: ID de Balance

source: The name of the balance you are tracking. This is an internal identifier which does not appear on the phone.
es: El nombre del balance al que le está dando seguimiento. Este es un identificador interno el cual no aparece en el teléfono.

source: Product
es: Producto

source: A reference to a product ID, e.g., "/data/products/current_product"
es: Una referencia a la identificacion de un producto, ej. "/datos/productos/producto_actual"

source: Quantity
es: Cantidad

source: A reference to an integer question in this form.
es: Una referencia a una pregunta de un entero en este formulario.

source: Case
es: Caso
sw: Kesi

source: XPath expression for the case ID associated with this balance.
es: Expresión XPath para el ID del caso asociado con este balance.

source: Transfer must have both Source Case and Destination Case defined.
es: La Transferencia deberá tener definido tanto la Fuente del Caso y el Destino del Caso.

source: Cannot change $1 to $2
es: No se puede cambiar $1 a $2

source: Source Case
es: Caso Origen

source: XPath expression for the case ID issuing the transaction.
es: La expresión XPath para el ID del caso que emite la transacción.

source: Destination Case
es: Caso Destino

source: XPath expression for the case ID receiving the transaction.
es: La expresión XPath para el ID del caso que recibe la transacción.

source: Dispense must have a Source Case.
es: Distribuir debe tener un Caso Origen.

source: Receive must have a Destination Case.
es: Recibir debe tener una Caso Destino

source: Model Iteration ID Query
es: Consulta del ID del Modelo de Iteración

source: Property Name
es: Nombre de la Propiedad

source: Calculation
es: Cálculo
sw: Hesabu

source: Relevant
es: Relevante

source: Relationship Identifier (e.g. parent or host)
es: Identificador de Relaciones (ej. padre o anfitrión)

source: Referenced Case ID
es: ID del Caso en Referencia

source: Referenced Case Type
es: Tipo de Caso en Referencia

source: Relationship (child or extension)
es: Relación (hijo o extensión)

source: Node Name
es: Nombre del Nodo

source: Source
es: Origen

source: From
es: De

source: Attachment Name
es: Nombre del Adjunto

source: Add Property
es: Agregar Propiedad

source: Date Modified
es: Fecha de Modificación

source: User ID
es: ID del Usuario

source: Case Type
es: Tipo de Caso

source: Case ID
es: ID del Caso
sw: Kitambulisho cha Kesi

source: Create Case
es: Crear Caso

source: Properties To Create
es: Propiedades a Crear

source: You must include {columns} columns to create a case
es: Debe incluir {columns}columnas para crear un caso

source: You can only use the following properties:
es: Solo puede utilizar las siguientes propiedades:

source: {props} are invalid properties
es: {props}son propiedades inválidas

source: Close Case
es: Cerrar el Caso

source: Close Condition
es: Cerrar Condición

source: Update Case
es: Actualizar Caso

source: Properties To Update
es: Propiedades a Actualizar

source: Use Index
es: Utilizar Índice

source: Index Properties
es: Propiedades del Índice

source: Relationship must be child or extension
es: La relación debe ser hijo o extensión

source: Use Attachments
es: Utilizar Adjuntos

source: Attachment Properties
es: Propiedades Adjuntas

source: The from attribute must be one of: local, remote, or inline
es: El atributo de debe ser uno de estos: local, remoto o en linea

source: Inlined attachments must have an attachment name
es: Los adjuntos en línea deben tener un nombre del adjunto

source: Create
es: Crear
sw: Unda

source: Update
es: Actualizar

source: Index
es: Índice

source: Attachments
es: Adjuntos

source: An error occurred when parsing bind node [{path}]. Please fix this.
es: Ocurrió un error al analizar el nodo de enlace [{path}]. Por favor, corríjalo.

source: Upload
es: Cargar

source: Select new
es: Seleccionar nuevo

source: Select File
es: Seleccionar Archivo

source: Current
es: Actual

source: Begin Upload
es: Iniciar Carga

source: Replace
es: Reemplazar

source: No Reference
es: Sin Referencia

source: Advanced: Show Path
es: Avanzada: Muestre la Ruta

source: Hide Path
es: Oculte la Ruta

source: Inline Video
es: Video en Línea

source: Copying and Pasting Questions
es: Preguntas sobre Copiar y Pegar

source: These actions are available via the browser's Edit menu, and you can also use:
es: Estas acciones están disponibles por medio del navegador del menú de Edición; también puede utilizar:

source: for copy
es: para copiar

source: for paste
es: para pegar

source: Copy from or Paste into this text box:
es: Copiar desde o Pegar en esta casilla de texto:

source: Insert Questions
es: Inserte Preguntas

source: Selecting Multiple Questions
es: Seleccionando Múltiples Preguntas

source: Hold {key} and click on each question.
es: Mantenga oprimido {key} y haga clic en cada pregunta.

source: Other Tips
es: Otros Consejos

source: Questions can be copied between forms, and even to other apps.
es: Se pueden copiar preguntas entre formularios, y hasta a otras aplicaciones.

source: Cannot insert {type} into tree root
es: No se puede insertar {type}en la raíz del árbol

source: Cannot insert $1 into or after $2
es: No se puede insertar $1 en o después de $2

source: Cannot insert $1 into $2
es: No se puede insertar $1 en $2

source: Unsupported paste format
es: Formato de pegado sin soporte

source: Unsupported paste format:
es: Formato de pegado sin soporte:

source: Unknown question type:
es: Tipo de pregunta desconocida:

source: Enter command
es: Ingrese comando

source: Command Bar
es: Barra de Comandos
sw: Upau wa Amri

source: Time Estimate
es: Estimación de Tiempo

source: Estimated time to complete the module in hours.
es: Tiempo estimado para completar el módulo en horas.

source: Assessment ID
es: ID de Evaluación

source: Delivery Unit ID
es: ID de Unidad de Entrega

source: Entity ID
es: ID de Entidad

source: Entity Name
es: Nombre de Entidad

source: no comment
es: sin comentario
sw: hakuna maoni

source: Select Profile
es: Seleccionar Perfil
sw: Chagua Wasifu

source: Edit Widget
es: Editar Widget
sw: Hariri Wijeti

source: Form Data
es: Datos del Formulario
sw: Data ya Fomu

source: Form XML
es: Formulario XML
sw: XML ya Fomu

source: Evaluate XPath
es: Evaluar XPath
sw: Kadiria XPath

source: Expand Data Preview
es: Expandir Vista Previa de Datos
sw: Panua Muonekano wa Data

source: Collapse Data Preview
es: Colapsar Vista Previa de Datos
sw: Fupisha Muonekano wa Data

source: Error evaluating expression.
es: Error al evaluar la expresión.
sw: Hitilafu katika kutathmini usemi.

source: Not a valid whole number
es: No es un número entero válido
sw: Sio nambari kamili halali

source: Number is too large
es: El número es demasiado grande
sw: Nambari ni kubwa mno

source: Not a valid number
es: No es un número válido
sw: Sio nambari halali

source: Please choose an item
es: Por favor, elija un elemento
sw: Tafadhali chagua kipengee

source: Not a valid choice
es: Opción no válida
sw: Chaguo sio halali

source: No file selected.
es: No se ha seleccionado ningún archivo.
sw: Hakuna faili iliyochaguliwa.

source: Invalid file type chosen. Please select a valid multimedia file.
es: Tipo de archivo no válido seleccionado. Por favor, seleccione un archivo multimedia válido.
sw: Aina ya faili uliyochagua si halali. Tafadhali chagua faili halali ya media.

source: The file you selected exceeds the size limit of 4MB. Please select a file that is smaller than 4MB.
es: El archivo que seleccionó excede el límite de tamaño de 4MB. Por favor, seleccione un archivo que sea menor de 4MB.
sw: Faili uliyochagua imezidi kikomo cha ukubwa cha 4MB. Tafadhali chagua faili iliyo chini ya 4MB.

source: Map layer not configured.
es: Capa del mapa no configurada.
sw: Tabaka la ramani halijasanidiwa.

source: Could not load map. Please try again later.
es: No se pudo cargar el mapa. Por favor, inténtelo de nuevo más tarde.
sw: Imeshindikana kupakia ramani. Tafadhali jaribu tena baadaye.

source: Something unexpected went wrong on that request. If you have problems filling in the rest of your form please submit an issue. Technical Details:
es: Algo inesperado salió mal en esa solicitud. Si tiene problemas para completar el resto de su formulario, por favor envíe un problema. Detalles técnicos:
sw: Kuna tatizo lisilotarajiwa kwenye ombi hilo. Ikiwa utapata matatizo kujaza fomu yako tafadhali wasilisha tatizo. Maelezo ya Kiufundi:

source: You have been logged out because of inactivity.
es: Ha sido desconectado debido a inactividad.
sw: Umetolewa nje kwa sababu ya kutotumia mfumo kwa muda mrefu.

source: An unknown error occurred. If you have problems filling in the rest of your form please submit an issue. Technical Details:
es: Ocurrió un error desconocido. Si tiene problemas para completar el resto de su formulario, por favor envíe un problema. Detalles técnicos:
sw: Hitilafu isiyojulikana imetokea. Ikiwa utapata matatizo kujaza fomu yako tafadhali wasilisha tatizo. Maelezo ya Kiufundi:

source: CommCare HQ has detected a possible network connectivity problem. Please make sure you are connected to the Internet in order to submit your form.
es: CommCare HQ ha detectado un posible problema de conectividad de red. Por favor, asegúrese de estar conectado a Internet para enviar su formulario.
sw: CommCare HQ imegundua tatizo la muunganisho wa mtandao. Tafadhali hakikisha umeunganishwa na Intaneti ili kuwasilisha fomu yako.

source: Another process prevented us from servicing your request. Please try again later.
es: Otro proceso nos impidió atender su solicitud. Por favor, inténtelo de nuevo más tarde.
sw: Mchakato mwingine umezuia ombi lako kutekelezwa. Tafadhali jaribu tena baadaye.

source: We have detected an issue with your network. Please check your Internet connection and retry when connectivity improves.
es: Hemos detectado un problema con su red. Por favor, verifique su conexión a Internet y vuelva a intentarlo cuando la conectividad mejore.
sw: Tumeona tatizo kwenye mtandao wako. Tafadhali angalia muunganisho wa Intaneti na ujaribu tena mtandao utakapoimarika.

source: Submit
es: Ingresar
sw: Wasilisha

source: Submitting...
es: Enviando...
sw: Inawasilisha...

source: An answer is required
es: Se requiere una respuesta
sw: Jibu linahitajika

source: This answer is outside the allowed range.
es: Esta respuesta está fuera del rango permitido.
sw: Jibu hili liko nje ya kiwango kinachoruhusiwa.

source: We were unable to save this answer. Please try again later.
es: No pudimos guardar esta respuesta. Por favor, inténtelo de nuevo más tarde.
sw: Hatukuweza kuhifadhi jibu hili. Tafadhali jaribu tena baadaye.

source: We’re unable to submit this form right now due to high system usage. Please keep this window open and try again in a minute, or come back to this form in Incomplete Forms later.
es: No podemos enviar este formulario en este momento debido al alto uso del sistema. Por favor, mantenga esta ventana abierta e inténtelo de nuevo en un minuto, o vuelva a este formulario en Formularios Incompletos más tarde.

source: Form submission failed with error
es: El envío del formulario falló con error
sw: Uwasilishaji wa fomu umeshindikana na hitilafu

source: You have a form in progress. Are you sure you want to navigate away?
es: Tiene un formulario en progreso. ¿Está seguro de que desea navegar fuera?
sw: Una fomu inayoendelea. Una uhakika unataka kuondoka?

source: Form successfully saved!
es: ¡Formulario guardado con éxito!
sw: Fomu imehifadhiwa kwa mafanikio!

source: You are now offline. Web Apps is not optimized for offline use. Please reconnect to the Internet before continuing.
es: Ahora está desconectado. Las aplicaciones web no están optimizadas para uso sin conexión. Por favor, reconéctese a Internet antes de continuar.
sw: Sasa uko nje ya mtandao. Programu za Wavuti hazijasanidiwa kwa matumizi bila mtandao. Tafadhali unganisha tena na Intaneti kabla ya kuendelea.

source: You are are back online.
es: Ahora está de nuevo en línea.
sw: Umerudi mtandaoni.

source: Waiting for server progress
es: Esperando el progreso del servidor
sw: Inasubiri maendeleo ya seva

source: Please wait...
es: Por favor espere...
sw: Tafadhali subiri...

source: Web Apps - CommCare HQ
es: Aplicaciones Web - CommCare HQ
sw: Programu za Wavuti - CommCare HQ

source: An unexpected error occurred. Please report an issue if you continue to see this message.
es: Ocurrió un error inesperado. Por favor, informe de un problema si continúa viendo este mensaje.
sw: Hitilafu isiyotegemewa imetokea. Tafadhali ripoti tatizo ikiwa utaendelea kuona ujumbe huu.

source: Completed:
es: Completado:
sw: Imekamilika:

source: Show Full Menu
es: Mostrar el Menú Completo
sw: Onyesha Menyu Kamili

source: Hide Full Menu
es: Ocultar menú completo
sw: Ficha Menyu Kamili

source: You have selected a case in a different domain. App Preview does not support this feature.
es: Ha seleccionado un caso en un dominio diferente. La vista previa de la aplicación no admite esta función.
sw: Umechagua kesi katika kikoa tofauti. Muonekano wa Programu hauungi mkono kipengele hiki.

source: Unable to connect to form playing service. Please report an issue if you continue to see this message.
es: No es posible conectarse al servicio de visualización de ejecución de formulario. Por favor reporte un problema si este mensaje continúa apareciendo.
sw: Imeshindikana kuunganishwa na huduma ya kucheza fomu. Tafadhali ripoti tatizo ikiwa utaendelea kuona ujumbe huu.

source: Fetching your location...
es: Obteniendo su ubicación...
sw: Inachukua eneo lako...

source: Please perform a search.
es: Por favor, realice una búsqueda.
sw: Tafadhali fanya utafutaji.

source: Show Map
es: Mostrar mapa
sw: Onyesha Ramani

source: Hide Map
es: Ocultar mapa
sw: Ficha Ramani

source: You have selected more than the maximum selection limit of <%- value %> . Please uncheck some values to continue.
es: Has seleccionado más del límite máximo de selección de <%- value %>. Por favor, desmarca algunos valores para continuar.
sw: Umechagua zaidi ya kikomo cha juu cha chaguo cha <%- value %> . Tafadhali ondoa baadhi ya chaguo ili kuendelea.

source: Your location
es: Tu ubicación
sw: Eneo lako

source: Sorry, this input is not supported because your project doesn't have a Geocoder privilege
es: Lo sentimos, esta entrada no es compatible porque tu proyecto no tiene privilegio de Geocodificador
sw: Samahani, ingizo hili halitumiki kwa sababu mradi wako hauna ruhusa ya Geocoder

source: Please select one
es: Por favor, selecciona uno
sw: Tafadhali chagua moja

source: Please select one or more
es: Por favor, selecciona uno o más
sw: Tafadhali chagua moja au zaidi

source: Please check the following fields:
es: Por favor, verifica los siguientes campos:
sw: Tafadhali angalia sehemu zifuatazo:

source: Unable to delete incomplete form '<%- title %>'
es: No se puede eliminar el formulario incompleto '<%- title %>'
sw: Imeshindikana kufuta fomu isiyokamilika '<%- title %>'

source: Delete incomplete form?
es: ¿Desea borrar el formulario incompleto?
sw: Futa fomu isiyokamilika?

source: Are you sure you want to delete '<%- title %>'?
es: ¿Estás seguro de que deseas eliminar '<%- title %>'?
sw: Una uhakika unataka kufuta '<%- title %>'?

source: Yes
es: Sí
sw: Ndiyo

source: Working as <b><%- restoreAs %></b> in <b><%- domain %></b>.
es: Trabajando como <b><%- restoreAs %></b> en <b><%- domain %></b>.
sw: Unatumia kama <b><%- restoreAs %></b> katika <b><%- domain %></b>.

source: Working as <b><%- restoreAs %></b>.
es: Trabajando como <b><%- restoreAs %></b>.
sw: Unatumia kama <b><%- restoreAs %></b>.

source: Use <%- username %>.
es: Usar <%- username %>.
sw: Tumia <%- username %>.

source: Log in as <%- username %>?
es: ¿Iniciar sesión como <%- username %>?
sw: Ingia kama <%- username %>?

source: Log in
es: Iniciar sesión
sw: Ingia

source: Confirm?
es: ¿Corfirmar?
sw: Thibitisha?

source: Page <%- num %>
es: Página <%- num %>
sw: Ukurasa <%- num %>
