Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: I will primarily be using CommCare to...
es: Principalmente usaré CommCare para...
sw: Nitakuwa nikitumia CommCare hasa kwa...

source: Monitor and evaluate a program
es: Monitorear y evaluar un programa
sw: Fuatilia na tathmini programu

source: Improve delivery of services
es: Mejorar la entrega de servicios
sw: Boresha utoaji wa huduma

source: Collect data for a research project
es: Recopilar datos para un proyecto de investigación
sw: Kusanya data kwa ajili ya mradi wa utafiti

source: Build a technology solution for my team/clients
es: Construir una solución tecnológica para mi equipo/clientes
sw: Tengeneza suluhisho la kiteknolojia kwa timu/wateja wangu

source: Explore data collection for personal use
es: Explorar la recopilación de datos para uso personal
sw: Chunguza ukusanyaji wa data kwa matumizi binafsi

source: Please Specify
es: Por favor especifique
sw: Tafadhali Bainisha

source: Organization or Company
es: Organización o Empresa
sw: Shirika au Kampuni

source: I have read and agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
es: He leído y estoy de acuerdo con la <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidad</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Términos de Servicio</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Acuerdo Comercial</a>, y <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Política de Uso Aceptable</a> de Dimagi.
sw: Nimesoma na kukubaliana na <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Sera ya Faragha</a> ya Dimagi, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Masharti ya Huduma</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Makubaliano ya Biashara</a>, na <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Sera ya Matumizi Yanayokubalika</a>.

source: Create Your Account
es: Crear Su Cuenta
sw: Unda Akaunti Yako

source: Name Your First Project
es: Dele un Nombre a Su Primer Proyecto
sw: Taja Mradi Wako wa Kwanza

source: %s is an invalid phone number.
es: %s es un número de teléfono inválido.
sw: %s si namba sahihi ya simu.

source: Username already taken. Please try another.
es: Nombre de usuario ya está en uso. Por favor intente con otro.
sw: Jina la mtumiaji tayari limetumika. Tafadhali jaribu jingine.

source: You must agree to our Terms of Service and Business Agreement in order to register an account.
es: Debe aceptar nuestros Términos de Servicio y Acuerdo Comercial para registrar una cuenta.
sw: Lazima ukubaliane na Masharti ya Huduma na Makubaliano ya Biashara ili kujisajili akaunti.

source: Please specify how you plan to use CommCare so we know how to best help you.
es: Por favor especifique cómo planea usar CommCare para que sepamos cómo ayudarle mejor.
sw: Tafadhali bainisha jinsi unavyopanga kutumia CommCare ili tujue jinsi bora ya kukusaidia.

source: Name Your Project
sw: Taja Mradi Wako

source: e.g. — My CommCare Project
sw: mf. DD Mradi Wangu wa CommCare

source: <i class="fa-solid fa-triangle-exclamation"></i> Your project name sets the URL. This cannot be changed later.
sw: <i class=\"fa-solid fa-triangle-exclamation\"></i> Jina la mradi wako linaweka URL. Hili haliwezi kubadilishwa baadaye.

source: Create Project
es: Crear Proyecto
sw: Unda Mradi

source: I have read and agree to Dimagi's <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
es: He leído y estoy de acuerdo con la <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidad</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Términos de Servicio</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Acuerdo Comercial</a>, y <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Política de Uso Aceptable</a> de Dimagi.
sw: Nimesoma na kukubaliana na <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Sera ya Faragha</a> ya Dimagi, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Masharti ya Huduma</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Makubaliano ya Biashara</a>, na <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Sera ya Matumizi Yanayokubalika</a>.

source: You will use this email to log in.
es: Usted utilizará este correo electrónico para ingresar.
sw: Utatumia barua pepe hii kuingia.

source: You can only sign up with the email address your invitation was sent to.
es: Solo puede registrarse con la dirección de correo electrónico a la que se envió su invitación.
sw: Unaweza kujisajili tu kwa anwani ya barua pepe ambayo mwaliko wako ulitumwa.

source: Username already taken. Please try another or log in.
es: Nombre de usuario ya está en uso. Por favor intente con otro o inicie sesión.
sw: Jina la mtumiaji tayari limetumika. Tafadhali jaribu jingine au ingia.

source: Select a role
es: Seleccione un rol
sw: Chagua jukumu

source: Send Invite
es: Enviar Invitación
sw: Tuma Mwaliko

source: Information for new Web User
es: Información para el Usuario Web nuevo
sw: Taarifa kwa Mtumiaji Mpya wa Wavuti

source: Add User
es: Añadir Usuario
sw: Ongeza Mtumiaji

source: Update Invite
es: Actualizar Invitación
sw: Sasisha Mwaliko

source: Update invitation for new Web User
es: Actualizar invitación para nuevo Usuario Web
sw: Sasisha mwaliko kwa Mtumiaji Mpya wa Wavuti

source: Location Settings
es: Configuración de Ubicación
sw: Mipangilio ya Mahali

source: Tableau Configuration
es: Configuración de Tableau
sw: Usanidi wa Tableau

source: Tableau Groups
es: Grupos de Tableau
sw: Makundi ya Tableau

source: Tableau Role
es: Rol de Tableau
sw: Jukumu la Tableau

source: Reminder to Activate your CommCare project
es: Recordatorio de Activar su proyecto de CommCare
sw: Kumbusho la Kuwasha mradi wako wa CommCare

source: Activate your CommCare project
es: Active su proyecto CommCare
sw: Washa mradi wako wa CommCare

source: Resend Confirmation Email
es: Volver a enviar correo electrónico de Confirmación
sw: Tuma Tena Barua Pepe ya Uthibitisho

source: Resend Confirmation
es: Volver a enviar Confirmación
sw: Tuma Tena Uthibitisho

source: Pending Project Name
es: Nombre de Proyecto Pendiente
sw: Jina la Mradi Linasubiri

source: Confirmation Email Sent
es: Correo electrónico de Confirmación Enviado
sw: Barua Pepe ya Uthibitisho Imetumwa

source: An email was just sent to %(username)s.
es: Se acaba de enviar un correo electrónico a %(username)s.
sw: Barua pepe imetumwa kwa %(username)s.

source: Please visit the link provided in the email to activate your account, so you can start using your new CommCare project!
sw: Tafadhali tembelea kiungo kilichotolewa kwenye barua pepe ili kuamsha akaunti yako, ili uanze kutumia mradi wako mpya wa CommCare!

source: Waiting for Confirmation
es: Esperando Confirmación
sw: Inasubiri Uthibitisho

source: Thank you for requesting a new CommCare project: <strong>%(requested_domain)s</strong>.
sw: Asante kwa kuomba mradi mpya wa CommCare: <strong>%(requested_domain)s</strong>.

source: Before you can use this project, you must first confirm your account.
es: Antes de poder usar este proyecto, primero debe confirmar su cuenta.
sw: Kabla ya kutumia mradi huu, lazima uthibitishe akaunti yako kwanza.

source: Welcome to CommCare HQ, %(name)s!
sw: Karibu CommCare HQ, %(name)s!

source: Please accept an invitation or create your own project space to start using CommCare.
es: Por favor acepte una invitación o cree su propio espacio de proyecto para comenzar a usar CommCare.
sw: Tafadhali kubali mwaliko au unda nafasi yako ya mradi ili kuanza kutumia CommCare.

source: Before you can view any of your own data from CommCare, you will need to create a project space.
es: Antes de poder ver cualquiera de sus propios datos de CommCare, necesitará crear un espacio de proyecto.
sw: Kabla ya kuona data zako mwenyewe kutoka CommCare, utahitaji kuunda nafasi ya mradi.

source: Let's add a new project, %(name)s!
sw: Hebu tuongeze mradi mpya, %(name)s!

source: Please accept an invitation or create your own project space.
es: Por favor acepte una invitación o cree su propio espacio de proyecto.
sw: Tafadhali kubali mwaliko au unda nafasi yako ya mradi.

source: You have been invited to the following project spaces:
es: Ha sido invitado a los siguientes espacios de proyecto:
sw: Umealikwa kwenye nafasi zifuatazo za mradi:

source: Your New Project Space
sw: Nafasi Yako Mpya ya Mradi

source: A <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2932637701/Project+Space+Overview" target="_blank" ><b>project space</b></a > is your top-level environment in CommCare. It's where you build applications, manage users, track data, and configure settings.
sw: A <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2932637701/Project+Space+Overview" target="_blank" ><b>nafasi ya mradi</b></a > ndiyo mazingira yako ya juu kabisa kwenye CommCare. Hapa ndipo unapojenga programu, kudhibiti watumiaji, kufuatilia data, na kusanidi mipangilio.

source: All new projects start on CommCare's free edition. Once you create a new project, you can <a href="%(pricing_page_url)s" target="_blank" ><b>upgrade</b></a > your subscription.
sw: Miradi yote mipya huanza kwenye toleo la bure la CommCare. Mara tu unapounda mradi mpya, unaweza <a href="%(pricing_page_url)s" target="_blank" ><b>kuboresha</b></a > usajili wako.

source: This project will be hosted on the <strong>%(server_location)s cloud</strong>.
sw: Mradi huu utawekwa kwenye <strong>wingu la %(server_location)s</strong>.

source: This project will be hosted on a private cloud.
sw: Mradi huu utawekwa kwenye wingu binafsi.

source: To create a project in a different <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3101491209/CommCare+Cloud+Server+Locations" target="_blank" ><b>cloud location</b></a >, create an account for that cloud location first, then create a project.
sw: Ili kuunda mradi katika <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3101491209/CommCare+Cloud+Server+Locations" target="_blank" ><b>eneo la wingu</b></a > tofauti, unda akaunti kwa eneo hilo la wingu kwanza, kisha unda mradi.

source: Please note: Projects <strong>cannot</strong> be transferred between cloud locations after creation.
sw: Tafadhali kumbuka: Miradi <strong>haiwezi</strong> kuhamishwa kati ya maeneo ya wingu baada ya kuundwa.

source: Create an Account
es: Crear una Cuenta
sw: Unda Akaunti

source: Create Account
es: Crear Cuenta
sw: Unda Akaunti

source: Name Project
es: Nombre del Proyecto
sw: Taja Mradi

source: Loading...just a second!
es: Cargando...¡espere solo un segundo!
sw: Inapakia...subiri kidogo!

source: Want to learn more before signing up?
es: ¿Quieres saber más antes de registrarte?
sw: Unataka kujifunza zaidi kabla ya kujisajili?

source: on <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> with your email address.
es: en <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> con tu dirección de correo electrónico.
sw: kwenye <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> kwa kutumia anwani yako ya barua pepe.

source: on <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> with your email address.
sw: kwenye <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> kwa kutumia anwani yako ya barua pepe.

source: Reset your password on CommCare!
sw: Weka upya nenosiri lako kwenye CommCare!

source: Reset password for
es: Restablecer contraseña para
sw: Weka upya nenosiri kwa

source: Reset Password
es: Restablecer Contraseña
sw: Weka Nenosiri Upya

source: Someone requested a password reset for your email on CommCare.
sw: Mtu ameomba kuweka upya nenosiri la barua pepe yako kwenye CommCare.

source: If it wasn't you, feel free to ignore this email.
es: Si no fuiste tú, siéntete libre de ignorar este correo electrónico.
sw: Ikiwa haikuwa wewe, jisikie huru kupuuza barua pepe hii.

source: You received this message because we received a password reset request
es: Recibiste este mensaje porque recibimos una solicitud de restablecimiento de contraseña
sw: Umepewa ujumbe huu kwa sababu tumepokea ombi la kuweka upya nenosiri

source: Almost there, %(full_name)s--please activate your CommCare Account!
sw: Karibu kumaliza, %(full_name)s--tafadhali amsha Akaunti yako ya CommCare!

source: You are almost in, %(first_name)s!
es: ¡Ya casi estás dentro, %(first_name)s!
sw: U karibu kuingia, %(first_name)s!

source: Activate My Account
es: Activar mi cuenta
sw: Weka Akaunti Yangu Hai

source: Thanks for signing up for CommCare. Your new project space is waiting for you!
es: Gracias por registrarte en CommCare. ¡Tu nuevo espacio de proyecto te está esperando!
sw: Asante kwa kujisajili kwenye CommCare. Nafasi yako mpya ya mradi inakusubiri!

source: Please make sure to activate your account from your desktop computer, as App Building is not optimized for mobile devices.
es: Por favor, asegúrate de activar tu cuenta desde tu computadora de escritorio, ya que la construcción de aplicaciones no está optimizada para dispositivos móviles.
sw: Tafadhali hakikisha umewezesha akaunti yako kutoka kwenye kompyuta ya mezani, kwa kuwa Ujenzi wa Programu haujawezeshwa vizuri kwenye vifaa vya mkononi.

source: Simply activate your account to start collecting better data anywhere in the world.
es: Simplemente activa tu cuenta para comenzar a recopilar mejores datos en cualquier parte del mundo.
sw: Weka akaunti yako hai ili uanze kukusanya data bora popote duniani.

source: You received this message because we received a new user request
es: Recibiste este mensaje porque recibimos una solicitud de nuevo usuario
sw: Umepewa ujumbe huu kwa sababu tumepokea ombi la mtumiaji mpya

source: Don't forget to activate your account. Your new project space is waiting for you!
es: No olvides activar tu cuenta. ¡Tu nuevo espacio de proyecto te está esperando!
sw: Usisahau kuwezesha akaunti yako. Nafasi yako mpya ya mradi inakusubiri!

source: We noticed that you registered for an account yesterday, but it seems you haven't confirmed your email address yet.
es: Notamos que te registraste para una cuenta ayer, pero parece que aún no has confirmado tu dirección de correo electrónico.
sw: Tumegundua kuwa ulijisajili kwa akaunti jana, lakini inaonekana bado hujathibitisha anwani yako ya barua pepe.

source: Dear %(full_name)s, please visit your CommCare Account on a desktop!
sw: Mpendwa %(full_name)s, tafadhali tembelea Akaunti yako ya CommCare kwenye kompyuta ya mezani!

source: A reminder to visit on your desktop:
es: Un recordatorio para visitar en tu computadora de escritorio:
sw: Kumbusho la kutembelea kwenye kompyuta ya mezani:

source: Visit CommCare
sw: Tembelea CommCare

source: This email has been sent as a reminder for you to visit your CommCare project space on a laptop or desktop computer.
sw: Barua pepe hii imetumwa kama ukumbusho kwako kutembelea eneo lako la mradi wa CommCare kwa kutumia kompyuta ya mkononi au mezani.

source: You received this message because we received a reminder request
es: Recibiste este mensaje porque recibimos una solicitud de recordatorio
sw: Umepewa ujumbe huu kwa sababu tumepokea ombi la kumbusho

source: You have been added to the %(domain)s project on %(hq_name)s.
es: Has sido añadido al proyecto %(domain)s en %(hq_name)s.
sw: Umeongezwa kwenye mradi wa %(domain)s kwenye %(hq_name)s.

source: You've been added to %(domain)s.
es: Has sido añadido a %(domain)s.
sw: Umeongezwa kwenye %(domain)s.

source: Confirm Account
es: Confirmar cuenta
sw: Thibitisha Akaunti

source: Once you confirm your account you will be able to access and submit data in the %(domain)s project on %(hq_name)s. Your username to login is <strong>%(username)s</strong>
es: Una vez que confirmes tu cuenta podrás acceder y enviar datos en el proyecto %(domain)s en %(hq_name)s. Tu nombre de usuario para iniciar sesión es <strong>%(username)s</strong>
sw: Mara tu utakapothibitisha akaunti yako utaweza kufikia na kutuma data kwenye mradi wa %(domain)s kwenye %(hq_name)s. Jina lako la mtumiaji la kuingia ni <strong>%(username)s</strong>

source: You received this message because we received an invitation request from an administrator of the project "%(domain)s".
es: Recibiste este mensaje porque recibimos una solicitud de invitación de un administrador del proyecto "%(domain)s".
sw: Umepewa ujumbe huu kwa sababu tumepokea ombi la mwaliko kutoka kwa msimamizi wa mradi "%(domain)s".

source: You have been added to the "%(domain)s" project on %(hq_name)s.
es: Has sido añadido al proyecto "%(domain)s" en %(hq_name)s.
sw: Umeongezwa kwenye mradi wa "%(domain)s" kwenye %(hq_name)s.

source: To confirm your account, please open the following link in your browser: %(url)s
es: Para confirmar tu cuenta, por favor abre el siguiente enlace en tu navegador: %(url)s
sw: Ili kuthibitisha akaunti yako, tafadhali fungua kiungo kifuatacho kwenye kivinjari chako: %(url)s

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
es: Una vez que confirmes tu cuenta podrás acceder y enviar datos en el proyecto "%(domain)s" en %(hq_name)s. Tu nombre de usuario para iniciar sesión es %(username)s
sw: Mara tu utakapothibitisha akaunti yako utaweza kufikia na kutuma data kwenye mradi wa "%(domain)s" kwenye %(hq_name)s. Jina lako la mtumiaji la kuingia ni %(username)s

source: Thanks,
es: Gracias,
sw: Asante,

source: -The %(hq_name)s team
es: -El equipo de %(hq_name)s
sw: -Timu ya %(hq_name)s

source: Reset Password on CommCare
sw: Weka Upya Nenosiri kwenye CommCare

source: Hello %(name)s, Your account with username %(username)s is confirmed successfully. You can now log in and submit data in the "%(domain)s" project on %(hq_name)s. Thanks, -The %(hq_name)s team
es: Hola %(name)s, Tu cuenta con el nombre de usuario %(username)s ha sido confirmada exitosamente. Ahora puedes iniciar sesión y enviar datos en el proyecto "%(domain)s" en %(hq_name)s. Gracias, -El equipo de %(hq_name)s
sw: Habari %(name)s, Akaunti yako yenye jina la mtumiaji %(username)s imethibitishwa kwa mafanikio. Sasa unaweza kuingia na kutuma data kwenye mradi wa "%(domain)s" kwenye %(hq_name)s. Asante, -Timu ya %(hq_name)s

source: Hello %(name)s,
es: Hola %(name)s,
sw: Habari %(name)s,

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
es: Una vez que confirmes tu cuenta, podrás acceder y enviar datos en el proyecto "%(domain)s" en %(hq_name)s. Tu nombre de usuario para iniciar sesión es %(username)s
sw: Mara tu utakapothibitisha akaunti yako utaweza kufikia na kutuma data kwenye mradi wa "%(domain)s" kwenye %(hq_name)s. Jina lako la mtumiaji la kuingia ni %(username)s

source: Oh, no!
sw: Lo, hapana!

source: Well, this is embarrassing...
es: Bueno, esto es vergonzoso...
sw: Hili ni aibu kidogo...

source: It seems our servers are having issues processing new accounts right now.
es: Parece que muestro servidor está teniendo problemas procesando cuentas nuevas justo ahora.
sw: Inaonekana seva zetu zinapata matatizo kushughulikia akaunti mpya kwa sasa.

source: It's most definitely our fault, and we sincerely apologize. Our best developers are already on the case, don't worry.
es: Es definitivamente nuestra culpa y nos disculpamos sinceramente. Nuestros mejores desarrolladores ya están trabajando en ello, no se preocupe.
sw: Hakika ni kosa letu, na tunaomba radhi kwa dhati. Watengenezaji wetu bora tayari wanalishughulikia, usijali.

source: Please try back in an hour and hopefully everything will be fixed. We are very sorry for the inconvenience.
es: Por favor intente de nuevo en una hora y esperamos que todo esté arreglado. Sentimos mucho el inconveniente.
sw: Tafadhali jaribu tena baada ya saa moja na tunatumaini kila kitu kitakuwa kimekamilika. Tunaomba radhi kwa usumbufu uliosababishwa.

source: Issue with registration
es: Problema con el registro
sw: Tatizo na usajili

source: Please check that you have JavaScript enabled to use this site! We found the following issues:
sw: Tafadhali hakikisha kuwa umewezesha JavaScript ili kutumia tovuti hii! Tumegundua matatizo yafuatayo:

source: Go Back & Fix Form
es: Regrese y Corrija el Formulario
sw: Rudi Nyuma & Rekebisha Fomu

source: Creating Account...
es: Creando Cuenta...
sw: Inaunda Akaunti...

source: Please wait a moment&mdash;almost there!
es: Por favor espere un momento, ¡ya casi!
sw: Tafadhali subiri kidogo&mdash;karibu tumemaliza!

source: Created new user...
es: Creado nuevo usuario...
sw: Imetengeneza mtumiaji mpya...

source: Prepared project space...
es: Espacio de proyecto preparado...
sw: Imeandaa nafasi ya mradi...

source: Updated reports...
es: Reportes actualizados...
sw: Ripoti zimesasishwa...

source: Syncing with servers...
es: Sincronizando con servidores...
sw: Inalinganisha na seva...

source: Thank you for choosing <strong>CommCare</strong>. <i class="fa fa-heart"></i>
es: Gracias por elegir <strong>CommCare</strong>. <i class="fa fa-heart"></i>
sw: Asante kwa kuchagua <strong>CommCare</strong>. <i class="fa fa-heart"></i>

source: Success!
es: ¡Éxito!
sw: Imefanikiwa!

source: An email was just sent to
es: Un correo electrónico acaba de ser enviado a
sw: Barua pepe imetumwa kwa

source: Please visit the link provided <strong>from your desktop computer</strong> to activate your account, so you can start using your new CommCare project!
sw: Tafadhali tembelea kiungo kilichotolewa <strong>kutoka kwenye kompyuta yako ya mezani</strong> ili kuamsha akaunti yako, ili uanze kutumia mradi wako mpya wa CommCare!

source: <strong>Please visit the link provided in the email to activate your account,</strong> so you can start using your new CommCare project!
sw: <strong>Tafadhali tembelea kiungo kilichotolewa kwenye barua pepe ili kuamsha akaunti yako,</strong> ili uanze kutumia mradi wako mpya wa CommCare!

source: If you can't find the email, you may <a href="%(resend_url)s">resend the confirmation email</a>.
es: Si no puedes encontrar el correo electrónico, puedes <a href="%(resend_url)s">reenviar el correo de confirmación</a>.
sw: Ikiwa huwezi kupata barua pepe, unaweza <a href="%(resend_url)s">kutuma tena barua pepe ya uthibitisho</a>.

source: Single Sign-On
es: Inicio de sesión único
sw: Ingia Moja kwa Moja
