Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Go to the Telerivet website and generate an API key if you have not already done so. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Show Me How</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Hide Instructions</a>
es: Vaya al sitio web de Telerivet y genere una clave API si aún no lo ha hecho. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Muéstrame cómo</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Ocultar instrucciones</a>
sw: Nenda kwenye tovuti ya Telerivet na tengeneza API key ikiwa bado hujafanya hivyo. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Nionyeshe Jinsi</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Ficha Maelekezo</a>

source: On that same page in the Telerivet website, make note of your API Key, Project ID, and Phone ID, and enter them below. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Show Me How</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Hide Instructions</a>
es: En esa misma página en el sitio web de Telerivet, tome nota de su clave API, ID de proyecto e ID de teléfono, e ingréselos a continuación. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Muéstrame cómo</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Ocultar instrucciones</a>
sw: Kwenye ukurasa huo huo wa tovuti ya Telerivet, andika API Key yako, Project ID, na Phone ID, kisha ziingize hapa chini. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Nionyeshe Jinsi</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Ficha Maelekezo</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Show" to view your API Key.
es: <i class="fa fa-info-circle"></i> Es posible que necesite hacer clic en "Mostrar" para ver su clave API.
sw: <i class="fa fa-info-circle"></i> Huenda ukahitaji kubonyeza "Onyesha" ili kuona API Key yako.

source: Enter the phone number of a different phone below and click Send to send a test SMS from CommCare HQ.
es: Ingrese el número de teléfono de un teléfono diferente a continuación y haga clic en Enviar para enviar un SMS de prueba desde CommCare HQ.
sw: Ingiza nambari ya simu tofauti hapa chini na bonyeza Tuma ili kutuma SMS ya majaribio kutoka CommCare HQ.

source: <i class="fa fa-info-circle"></i> This phone number should be different from the Telerivet Android phone number. Please enter in international format, starting with the country code, digits only.
es: <i class="fa fa-info-circle"></i> Este número de teléfono debe ser diferente del número de teléfono Android de Telerivet. Por favor, ingréselo en formato internacional, comenzando con el código de país, solo dígitos.
sw: <i class="fa fa-info-circle"></i> Nambari hii ya simu inapaswa kuwa tofauti na ile ya simu ya Android ya Telerivet. Tafadhali ingiza kwa muundo wa kimataifa, ukianza na msimbo wa nchi, tarakimu pekee.

source: Did you receive the test SMS?
es: ¿Recibió el SMS de prueba?
sw: Je, umepokea SMS ya majaribio?

source: No, Troubleshoot
es: No, Solucione el Problema
sw: Hapana, Tatua Tatizo

source: Yes, Continue
es: Sí, Continúe
sw: Ndiyo, Endelea

source: Troubleshoot Outbound SMS
es: Solucione el Problema de SMS Salientes
sw: Tatua Tatizo la SMS Zinazotoka

source: Double-check your configuration in step 2.
es: Verifique nuevamente su configuración en el paso 2.
sw: Hakiki usanidi wako katika hatua ya 2.

source: Double-check the phone number of your test phone number entered in step 3 and ensure that it is in international format, starting with the country code.
es: Verifique nuevamente el número de teléfono de su teléfono de prueba ingresado en el paso 3 y asegúrese de que esté en formato internacional, comenzando con el código de país.
sw: Hakiki nambari ya simu ya majaribio uliyoiingiza katika hatua ya 3 na hakikisha iko katika muundo wa kimataifa, ikianza na msimbo wa nchi.

source: Ensure that the Android phone is powered on, connected to wifi, and in a good cell reception area.
es: Asegúrate de que el teléfono Android esté encendido, conectado a wifi y en un área con buena recepción de señal.
sw: Hakikisha simu ya Android imewashwa, imeunganishwa na wifi, na ipo eneo lenye mtandao mzuri wa simu.

source: Check the messages page in your Telerivet account to see if the message shows up there. If it does, there might be an error message giving you more detail.
es: Revisa la página de mensajes en tu cuenta de Telerivet para ver si el mensaje aparece allí. Si lo hace, podría haber un mensaje de error que te brinde más detalles.
sw: Angalia ukurasa wa ujumbe kwenye akaunti yako ya Telerivet ili kuona kama ujumbe umeonekana hapo. Ikiwa umeonekana, huenda kuna ujumbe wa hitilafu utakao kupa maelezo zaidi.

source: If none of the above works, test sending an SMS from the Android phone to your test phone directly. If that succeeds, then it means something is likely incorect with the configuration. If you do not receive the direct SMS message, then you may need to follow up with the carrier used by the Android phone to understand why it cannot send SMS.
es: Si nada de lo anterior funciona, prueba enviar un SMS desde el teléfono Android a tu teléfono de prueba directamente. Si eso tiene éxito, entonces significa que probablemente haya algo incorrecto con la configuración. Si no recibes el mensaje SMS directo, entonces es posible que necesites hacer un seguimiento con el operador utilizado por el teléfono Android para entender por qué no puede enviar SMS.
sw: Ikiwa hakuna kati ya haya kinachofanya kazi, jaribu kutuma SMS kutoka kwenye simu ya Android kwenda kwenye simu yako ya majaribio moja kwa moja. Ikiwa hiyo itafanikiwa, basi kuna uwezekano kuna kasoro kwenye usanidi. Ikiwa hupokei ujumbe wa moja kwa moja wa SMS, basi huenda ukahitaji kuwasiliana na mtandao unaotumiwa na simu ya Android ili kuelewa kwa nini haiwezi kutuma SMS.

source: Step 3. Connect Incoming SMS
es: Paso 3. Conectar SMS Entrantes
sw: Hatua ya 3. Unganisha SMS Zinazoingia

source: Navigate to the Add Webhook Service page in the Telerivet website. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Show Me How</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Hide Instructions</a>
es: Navega a la página de Agregar Servicio Webhook en el sitio web de Telerivet. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Muéstrame Cómo</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Ocultar Instrucciones</a>
sw: Nenda kwenye ukurasa wa Ongeza Huduma ya Webhook kwenye tovuti ya Telerivet. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Nionyeshe Jinsi</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Ficha Maelekezo</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Add New Service" in the top-right corner of the page.
es: <i class="fa fa-info-circle"></i> Es posible que necesites hacer clic en "Agregar Nuevo Servicio" en la esquina superior derecha de la página.
sw: <i class="fa fa-info-circle"></i> Huenda ukahitaji kubonyeza "Ongeza Huduma Mpya" kwenye kona ya juu kulia ya ukurasa.

source: Enter the information below and click Done. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Show Me How</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Hide Instructions</a>
es: Ingresa la información a continuación y haz clic en Listo. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Muéstrame Cómo</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Ocultar Instrucciones</a>
sw: Ingiza taarifa hapa chini na bonyeza Imemalizika. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Nionyeshe Jinsi</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Ficha Maelekezo</a>

source: (Select ONLY the Android phone you are setting up with Telerivet right now)
es: (Selecciona SOLO el teléfono Android que estás configurando con Telerivet ahora mismo)
sw: (Chagua SIMU YA ANDROID PEKEE unayoisanidi na Telerivet sasa hivi)

source: NOTE: Please make sure you enter https, not http, for the URL.
es: NOTA: Por favor asegúrese que ingresa https, no http, en el URL.
sw: KUMBUKA: Tafadhali hakikisha umeingiza https, sio http, kwenye URL.

source: After creating the Webhook Service in the Telerivet website, send a reply to the message you received in Step 2.
es: Después de crear el Servicio Webhook en el sitio web de Telerivet, envía una respuesta al mensaje que recibiste en el Paso 2.
sw: Baada ya kuunda Huduma ya Webhook kwenye tovuti ya Telerivet, jibu ujumbe uliopokea katika Hatua ya 2.

source: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Click Here </button> after you have sent the reply SMS.
es: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Haz Clic Aquí </button> después de haber enviado el SMS de respuesta.
sw: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Bonyeza Hapa </button> baada ya kutuma SMS ya majibu.

source: Waiting for inbound SMS...
es: A la espera del SMS entrante...
sw: Inasubiri SMS inayoingia...

source: Message received!
es: ¡Mensaje recibido!
sw: Ujumbe umepokelewa!

source: Message not received. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Troubleshoot</button>
es: Mensaje no recibido. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Solucionar Problemas</button>
sw: Ujumbe haujapokelewa. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Tatua Tatizo</button>

source: An error occurred. This can happen if it has been longer than one week since you started the Telerivet setup process in CommCare HQ. Please restart the setup process and if the problem persists, please report an issue.
es: Ocurrió un error. Esto puede suceder si ha pasado más de una semana desde que comenzaste el proceso de configuración de Telerivet en CommCare HQ. Por favor, reinicia el proceso de configuración y si el problema persiste, por favor reporta un problema.
sw: Hitilafu imetokea. Hii inaweza kutokea ikiwa imepita zaidi ya wiki moja tangu uanze mchakato wa usanidi wa Telerivet kwenye CommCare HQ. Tafadhali anza upya mchakato wa usanidi na kama tatizo litaendelea, tafadhali ripoti tatizo.

source: Troubleshoot Inbound SMS
es: Solucione el Problema de SMS Entrantes
sw: Tatua Tatizo la SMS Zinazoingia

source: Double-check the configuration entered in your Telerivet account for step 2.
es: Verifica dos veces la configuración ingresada en tu cuenta de Telerivet para el paso 2.
sw: Hakiki usanidi ulioingiza kwenye akaunti yako ya Telerivet kwa hatua ya 2.

source: Try sending a message from your test phone to a third phone. If that succeeds, then you can rule out any issues with the test phone.
es: Intenta enviar un mensaje desde tu teléfono de prueba a un tercer teléfono. Si eso tiene éxito, entonces puedes descartar cualquier problema con el teléfono de prueba.
sw: Jaribu kutuma ujumbe kutoka kwenye simu yako ya majaribio kwenda kwenye simu ya tatu. Ikiwa hiyo itafanikiwa, unaweza kuondoa uwezekano wa tatizo kwenye simu ya majaribio.

source: Check the Android phone itself and see if the message shows up there. If it does, then it likely means that there is a configuration error. If it does not, you may need to follow up with the carrier used by the Android phone to understand why it cannot receive SMS.
es: Revisa el propio teléfono Android y ve si el mensaje aparece allí. Si lo hace, entonces probablemente significa que hay un error de configuración. Si no lo hace, es posible que necesites hacer un seguimiento con el operador utilizado por el teléfono Android para entender por qué no puede recibir SMS.
sw: Angalia simu ya Android yenyewe na uone kama ujumbe umeonekana hapo. Ikiwa umeonekana, basi kuna uwezekano wa kasoro kwenye usanidi. Ikiwa haujaonekana, huenda ukahitaji kuwasiliana na mtandao unaotumiwa na simu ya Android ili kuelewa kwa nini haiwezi kupokea SMS.

source: An unexpected error occurred. Please start over and if the problem persists, please report an issue.
es: Ocurrió un error inesperado. Por favor inicie de nuevo y si el problema persiste, por favor reporte un problema.
sw: Hitilafu isiyotarajiwa imetokea. Tafadhali anza upya na kama tatizo litaendelea, tafadhali ripoti tatizo.

source: My Telerivet Gateway
es: Mi Portal Telerivet
sw: Lango Langu la Telerivet

source: Messaging Token
es: Identificador de Mensajería
sw: Tokeni ya Ujumbe

source: Tropo Settings
es: Configuraciones Tropo
sw: Mipangilio ya Tropo

source: Trumpia Settings
es: Configuraciones de Trumpia
sw: Mipangilio ya Trumpia

source: Client Auth Token
es: Token de Autenticación del Cliente
sw: Tokeni ya Uthibitisho wa Mteja

source: Business ID
es: ID de Negocio
sw: Kitambulisho cha Biashara

source: Template Namespace
es: Espacio de Nombres de Plantilla
sw: Namespace ya Kiolezo

source: Business Auth Token
es: Token de Autenticación de Negocio
sw: Token ya Uthibitisho wa Biashara

source: Fallback Backend
es: Backend de Respaldo
sw: Backend ya Akiba

source: No Fallback Backend
es: Sin Backend de Respaldo
sw: Hakuna Backend ya Akiba

source: Turn Settings
es: Configuraciones de Turno
sw: Mipangilio ya Turn

source: Twilio Settings
es: Configuraciones Twilio
sw: Mipangilio ya Twilio

source: password
es: contraseña
sw: neno la siri

source: senderid
sw: kitambulisho cha mtumaji

source: Vertex Settings
es: Configuración Vertex
sw: Mipangilio ya Vertex

source: (Not Applicable)
es: (No Aplicable)
sw: (Haitumiki)

source: OAuth1 authentication workflow has not been followed for
es: No se ha seguido el flujo de trabajo de autenticación OAuth1 para
sw: Mchakato wa uthibitisho wa OAuth1 haujafuatwa kwa

source: Quarterly
es: Trimestral
sw: Kila Robo

source: A DHIS2 "UID" is exactly 11 alpha-numeric characters long, and starts with a letter.
es: Un "UID" de DHIS2 tiene exactamente 11 caracteres alfanuméricos y comienza con una letra.
sw: DHIS2 "UID" ina urefu wa herufi na nambari 11, na huanza na herufi.

source: UCR column
es: Columna UCR
sw: Safu ya UCR

source: Use last day of period
es: Usar el último día del período
sw: Tumia siku ya mwisho ya kipindi

source: Use date that dataValues are sent
es: Usar la fecha en que se envían los dataValues
sw: Tumia tarehe ambayo dataValues zimetumwa

source: It could be that CommCare HQ is sending data faster than DHIS2 can handle. If possible, try increasing the resources on your DHIS2 instance. The ability to send data from CommCare HQ slower is coming soon.
es: Puede ser que CommCare HQ esté enviando datos más rápido de lo que DHIS2 puede manejar. Si es posible, intente aumentar los recursos en su instancia de DHIS2. La capacidad de enviar datos desde CommCare HQ más lentamente estará disponible pronto.
sw: Inawezekana kuwa CommCare HQ inatuma data kwa kasi kuliko DHIS2 inavyoweza kushughulikia. Ikiwezekana, jaribu kuongeza rasilimali kwenye DHIS2 yako. Uwezo wa kutuma data kutoka CommCare HQ kwa kasi ndogo unakuja hivi karibuni.

source: This Event’s Program has multiple stages. You will need to update the configuration to specify which program stage the Event’s data belongs to. (See the “programStage” property in the data forwarder’s configuration.)
es: El Programa de este Evento tiene múltiples etapas. Necesitará actualizar la configuración para especificar a qué etapa del programa pertenecen los datos del Evento. (Consulte la propiedad "programStage" en la configuración del reenviador de datos.)
sw: Programu ya Tukio hili ina hatua nyingi. Utahitaji kusasisha usanidi ili kubainisha ni hatua gani ya programu data ya Tukio hili inahusiana nayo. (Tazama sifa ya "programStage" kwenye usanidi wa data forwarder.)

source: An event for this program stage has already been submitted. It could be that the new event is for a different program stage. You will need to update the configuration to specify the correct program stage for this submission. (See the “programStage” property in the data forwarder’s configuration.)
es: Ya se ha enviado un evento para esta etapa del programa. Puede ser que el nuevo evento sea para una etapa de programa diferente. Necesitará actualizar la configuración para especificar la etapa de programa correcta para este envío. (Consulte la propiedad "programStage" en la configuración del reenviador de datos.)
sw: Tukio kwa hatua hii ya programu tayari limeshawasilishwa. Inawezekana tukio jipya ni kwa hatua tofauti ya programu. Utahitaji kusasisha usanidi ili kubainisha hatua sahihi ya programu kwa uwasilishaji huu. (Tazama sifa ya "programStage" kwenye usanidi wa data forwarder.)

source: The DHIS2 server is currently not accepting connections.
es: El servidor DHIS2 actualmente no está aceptando conexiones.
sw: Seva ya DHIS2 kwa sasa haikubali miunganisho.

source: {n} tracked entity instances were found for case {case}
es: Se encontraron {n} instancias de entidad rastreada para el caso {case}
sw: {n} matukio ya entiti iliyofuatiliwa yalipatikana kwa kesi {case}

source: The tracked entity instance ID "{id}" of case {case} was not found on its DHIS2 server.
es: No se encontró el ID de la instancia de entidad rastreada "{id}" del caso {case} en su servidor DHIS2.
sw: Kitambulisho cha entiti iliyofuatiliwa "{id}" ya kesi {case} hakikupatikana kwenye seva yake ya DHIS2.

source: Error(s) while updating DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
es: Error(es) al actualizar la entidad rastreada de DHIS2. Los errores de DHIS2 se pueden encontrar en los Registros de API Remota: {url}
sw: Hitilafu ilitokea wakati wa kusasisha entiti iliyofuatiliwa ya DHIS2. Hitilafu kutoka DHIS2 zinaweza kupatikana kwenye Remote API Logs: {url}

source: {n} tracked entity instances were registered from case {case}.
es: Se registraron {n} instancias de entidad rastreada desde el caso {case}.
sw: {n} matukio ya entiti iliyofuatiliwa yalisajiliwa kutoka kesi {case}.

source: Error(s) while registering DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
es: Error(es) al registrar la entidad rastreada de DHIS2. Los errores de DHIS2 se pueden encontrar en los Registros de API Remota: {url}
sw: Hitilafu ilitokea wakati wa kusajili entiti iliyofuatiliwa ya DHIS2. Hitilafu kutoka DHIS2 zinaweza kupatikana kwenye Remote API Logs: {url}

source: Unable to create DHIS2 relationship: The case {case} is not registered in DHIS2.
es: No se pudo crear la relación DHIS2: El caso {case} no está registrado en DHIS2.
sw: Imeshindikana kuunda uhusiano wa DHIS2: Kesi {case} haijasajiliwa kwenye DHIS2.

source: A relationship is configured for the {subcase_type} case type, but there is no CaseConfig for the {supercase_type} case type.
es: Se configuró una relación para el tipo de caso {subcase_type}, pero no hay una CaseConfig para el tipo de caso {supercase_type}.
sw: Uhusiano umewekwa kwa aina ya kesi ya {subcase_type}, lakini hakuna CaseConfig kwa aina ya kesi ya {supercase_type}.

source: DHIS2 created {n} relationships. Errors from DHIS2 can be found in Remote API Logs: {url}
es: DHIS2 creó {n} relaciones. Los errores de DHIS2 se pueden encontrar en los Registros de API Remota: {url}
sw: DHIS2 iliunda {n} uhusiano. Hitilafu kutoka DHIS2 zinaweza kupatikana kwenye Remote API Logs: {url}

source: An error occurred on the first API request to DHIS2. Please refer to Remote API Logs to confirm that the URL and the request parameters are correct.
es: Ocurrió un error en la primera solicitud de API a DHIS2. Consulte los Registros de API Remota para confirmar que la URL y los parámetros de la solicitud son correctos.
sw: Hitilafu ilitokea kwenye ombi la kwanza la API kwenda DHIS2. Tafadhali rejea Remote API Logs kuthibitisha kuwa URL na vigezo vya ombi ni sahihi.

source: Frequency
es: Frecuencia
sw: Marudio

source: Day to send data
es: Día para enviar datos
sw: Siku ya kutuma data

source: Day of the month if "Frequency" is monthly or quarterly. Day of the week if "Frequency" is weekly, where Monday is 1 and Sunday is 7.
es: Día del mes si la "Frecuencia" es mensual o trimestral. Día de la semana si la "Frecuencia" es semanal, donde el lunes es 1 y el domingo es 7.
sw: Siku ya mwezi ikiwa "Marudio" ni kila mwezi au kila robo. Siku ya wiki ikiwa "Marudio" ni kila wiki, ambapo Jumatatu ni 1 na Jumapili ni 7.

source: The DHIS2 ID of this DataSet
es: El ID de DHIS2 de este DataSet
sw: Kitambulisho cha DHIS2 cha DataSet hii

source: The UCR column name specifying the OrgUnitID or a static OrgUnitID.
es: El nombre de la columna UCR que especifica el OrgUnitID o un OrgUnitID estático.
sw: Jina la safu ya UCR inayobainisha OrgUnitID au OrgUnitID tuli.

source: Period
es: Periodo
sw: Kipindi

source: The UCR column name specifying the Period or a static Period. Week periods use the format yyyyWn (e.g. "2004W10" for week 10, 2004). Month periods use the format yyyyMM (e.g. "200403" for March 2004). Quarter periods use the format yyyyQn (e.g. "2004Q1" for January-March 2004). If the UCR has a date filter then leave the field blank to filter the UCR by the date range of the previous period.
es: El nombre de la columna UCR que especifica el Periodo o un Periodo estático. Los periodos semanales usan el formato yyyyWn (por ejemplo, "2004W10" para la semana 10, 2004). Los periodos mensuales usan el formato yyyyMM (por ejemplo, "200403" para marzo de 2004). Los periodos trimestrales usan el formato yyyyQn (por ejemplo, "2004Q1" para enero-marzo de 2004). Si el UCR tiene un filtro de fecha, deje el campo en blanco para filtrar el UCR por el rango de fechas del periodo anterior.
sw: Jina la safu ya UCR inayobainisha Kipindi au Kipindi tuli. Vipindi vya wiki hutumia muundo yyyyWn (mf. "2004W10" kwa wiki ya 10, 2004). Vipindi vya mwezi hutumia muundo yyyyMM (mf. "200403" kwa Machi 2004). Vipindi vya robo hutumia muundo yyyyQn (mf. "2004Q1" kwa Januari-Machi 2004). Ikiwa UCR ina kichujio cha tarehe basi acha sehemu hii wazi ili kuchuja UCR kwa kipindi cha tarehe za kipindi kilichopita.

source: DataSet Details
es: Detalles del Conjunto de Datos
sw: Maelezo ya DataSet

source: Enter a day of the week, where Monday is 1 and Sunday is 7.
es: Ingrese un día de la semana, donde el lunes es 1 y el domingo es 7.
sw: Weka siku ya wiki, ambapo Jumatatu ni 1 na Jumapili ni 7.

source: Enter a day of the month that occurs in every month (i.e. from 1 to 28).
es: Ingrese un día del mes que ocurra en cada mes (es decir, del 1 al 28).
sw: Weka siku ya mwezi inayotokea kila mwezi (yaani kutoka 1 hadi 28).
