Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: API error occurred. Please reach out to support.
es: Ocurrió un error de API. Por favor, contacte al soporte.
sw: Hitilafu ya API imetokea. Tafadhali wasiliana na msaada.

source: Last Verified
es: Última Verificación
sw: Iliyoangaliwa Mwisho

source: Verify
es: Verificar
sw: Thibitisha

source: KYC Configuration
es: Configuración de KYC
sw: Usanidi wa KYC

source: KYC Report
es: Informe de KYC
sw: Ripoti ya KYC

source: Not Verified
sw: Haijathibitishwa

source: Pending Submission
sw: Inasubiri Kuwasilishwa

source: Submitted
sw: Imewasilishwa

source: Request failed
sw: Ombi limefeli

source: Successful
sw: Imefanikiwa

source: Pending with Provider
sw: Inasubiri kwa Mtoa Huduma

source: The deposit transaction failed.
sw: Muamala wa amana umeshindikana.

source: The deposit transaction was rejected by the payer.
sw: Muamala wa amana umekataliwa na mlipaji.

source: The deposit transaction request expired before completion.
sw: Ombi la muamala wa amana limeisha muda kabla ya kukamilika.

source: The deposit transaction is still in progress.
sw: Muamala wa amana bado unaendelea.

source: The deposit transaction has been delayed.
sw: Muamala wa amana umecheleweshwa.

source: The deposit transaction was not found.
sw: Muamala wa amana haukupatikana.

source: The payee is not allowed to receive the deposit transaction.
sw: Mpokeaji haruhusiwi kupokea muamala wa amana.

source: The payer is not allowed to perform this deposit transaction.
sw: Mlipaji haruhusiwi kufanya muamala huu wa amana.

source: The deposit transaction is not allowed in the target environment.
sw: Muamala wa amana haurusiwi katika mazingira lengwa.

source: The callback URL host provided for the deposit transaction is invalid.
sw: Hosti ya URL ya callback iliyotolewa kwa muamala wa amana si sahihi.

source: The currency specified for the deposit transaction is invalid.
sw: Sarafu iliyobainishwa kwa muamala wa amana si sahihi.

source: An internal processing error occurred during the deposit transaction.
sw: Hitilafu ya ndani ya uchakataji imetokea wakati wa muamala wa amana.

source: The deposit transaction service is currently unavailable.
sw: Huduma ya muamala wa amana haipatikani kwa sasa.

source: The deposit transaction could not be performed.
sw: Muamala wa amana haukuweza kufanyika.

source: The specified payee account could not be found.
sw: Akaunti ya mpokeaji iliyobainishwa haikupatikana.

source: The specified payer account could not be found.
sw: Akaunti ya mlipaji iliyobainishwa haikupatikana.

source: The target environment is not allowed.
sw: Mazingira lengwa hayaruhusiwi.

source: The callback URL host is invalid.
sw: Hosti ya URL ya callback si sahihi.

source: The specified currency is invalid.
sw: Sarafu iliyobainishwa si sahihi.

source: The service is temporarily unavailable.
sw: Huduma haipatikani kwa muda.

source: An internal processing error occurred.
sw: Hitilafu ya ndani ya uchakataji imetokea.

source: The payer account does not have enough funds.
sw: Akaunti ya mlipaji haina fedha za kutosha.

source: The payer has reached their transaction limit.
sw: Mlipaji amefikia kikomo cha miamala yake.

source: The payee is not allowed to receive funds.
sw: Mpokeaji haruhusiwi kupokea fedha.

source: The payment was not approved by the payer.
sw: Malipo hayajaidhinishwa na mlipaji.

source: The requested resource was not found.
sw: Rasilimali iliyoombwa haikupatikana.

source: The transaction approval was rejected.
sw: Uthibitisho wa muamala umekataliwa.

source: The transaction has expired.
sw: Muamala umeisha muda wake.

source: The transaction was canceled.
sw: Muamala umefutwa.

source: The resource already exists.
sw: Rasilimali tayari ipo.

source: Transaction ID is missing in the record
sw: Kitambulisho cha muamala hakipo kwenye rekodi

source: Payment transaction not found
sw: Muamala wa malipo haukupatikana

source: Unexpected error occurred
sw: Hitilafu isiyotarajiwa imetokea

source: Error occurred during payment request. Reach out to support if the issue persists.
sw: Hitilafu imetokea wakati wa ombi la malipo. Wasiliana na msaada ikiwa tatizo litaendelea.

source: Maximum retry attempts exceeded with request error.
sw: Idadi ya juu ya majaribio ya kurudia imezidi na kuna hitilafu ya ombi.

source: Maximum retry attempts exceeded with pending status
sw: Idadi ya juu ya majaribio ya kurudia imezidi na hali bado inasubiri

source: Payment status
sw: Hali ya malipo

source: Batch number
sw: Nambari ya kundi

source: Campaign
es: Campaña
sw: Kampeni

source: Activity
sw: Shughuli

source: Funder
sw: Mfadhili

source: Connection Settings
es: Configuración de Conexión
sw: Mipangilio ya Muunganisho

source: Environment
es: Entorno
sw: Mazingira

source: Payment Configuration
es: Configuración de Pago
sw: Usanidi wa Malipo

source: Live
es: En Vivo
sw: Moja kwa Moja

source: Payment request failed
sw: Ombi la malipo limekosa kufanikiwa

source: Verification
sw: Uthibitishaji

source: Payment status must be one of the following:
sw: Hali ya malipo lazima iwe mojawapo ya zifuatazo:

source: Only payments with '{}' set to 'true' are eligible for verification.
sw: Ni malipo tu yenye '{}' imewekwa kuwa 'true' ndiyo yanayostahili kuthibitishwa.

source: Invalid payee details
sw: Maelezo ya mpokeaji si sahihi

source: Payment has not been verified
sw: Malipo hayajathibitishwa

source: Payment has already been requested
sw: Malipo tayari yameombwa

source: Verification reversal
sw: Ugeuzaji wa uthibitishaji

source: Failed to fetch payment status with code: {}
sw: Imeshindwa kupata hali ya malipo kwa msimbo: {}

source: Failed to fetch payment status. Unable to connect to server. Please try again later.
sw: Imeshindwa kupata hali ya malipo. Imeshindikana kuunganishwa na seva. Tafadhali jaribu tena baadaye.

source: Verify Selected
es: Verificar Seleccionado
sw: Thibitisha Ulioteuliwa

source: Batch Number
es: Número de Lote
sw: Nambari ya Kifurushi

source: Currency
es: Moneda
sw: Sarafu

source: User or Case ID
es: ID de Usuario o Caso
sw: Mtumiaji au Kitambulisho cha Kesi

source: Payee Note
es: Nota del Beneficiario
sw: Ujumbe wa Mpokeaji

source: Payer Message
es: Mensaje del Pagador
sw: Ujumbe wa Mlipaji

source: Verified
es: Verificado
sw: Imethibitishwa

source: Verified By
sw: Imethibitishwa Na

source: Submitted At
sw: Imewasilishwa Saa

source: Invalid Status
sw: Hali Batili

source: Unavailable
sw: Haipatikani

source: Payments Verification Report
es: Informe de Verificación de Pagos
sw: Ripoti ya Uthibitisho wa Malipo

source: One or more case IDs are required for verification.
sw: ID moja au zaidi za kesi zinahitajika kwa uthibitisho.

source: You can only verify for up to {} cases at a time.
sw: Unaweza kuthibitisha hadi kesi {} kwa wakati mmoja pekee.

source: Revert verification request is in progress for your project. Please try again after some time.
sw: Ombi la kubatilisha uthibitisho linaendelea kwa mradi wako. Tafadhali jaribu tena baada ya muda.

source: Payment submissions are currently active for your project and should be completed shortly. Please try again later.
sw: Uwasilishaji wa malipo kwa sasa unaendelea kwa mradi wako na unapaswa kukamilika hivi karibuni. Tafadhali jaribu tena baadaye.

source: One or more case IDs are required to revert verification.
sw: ID moja au zaidi za kesi zinahitajika kubatilisha uthibitisho.

source: You can only revert verification for up to {} cases at a time.
sw: Unaweza kubatilisha uthibitisho kwa kesi hadi {} kwa wakati mmoja pekee.

source: Payments Configuration
es: Configuración de Pagos
sw: Usanidi wa Malipo

source: Dialer
es: Marcador
sw: Kipiga Simu

source: NOT LOGGED IN
es: NO INICIADO SESIÓN
sw: HUJAINGIA

source: Login
es: Iniciar Sesión
sw: Ingia

source: Telephone
es: Teléfono
sw: Simu

source: Phone Number:
es: Número de Teléfono:
sw: Nambari ya Simu:

source: NOT AVAILABLE
es: NO DISPONIBLE
sw: HAIPATIKANI

source: Call Status:
es: Estado de la Llamada:
sw: Hali ya Simu:

source: Not Dialed
es: No Marcado
sw: Haijapigwa

source: Contact ID:
es: ID de Contacto:
sw: Kitambulisho cha Mawasiliano:

source: Queue Name:
es: Nombre de la Cola:
sw: Jina la Foleni:

source: Dial Now
es: Marcar Ahora
sw: Piga Sasa

source: Preferences
es: Preferencias
sw: Mapendeleo

source: Auto dial on load
es: Marcado automático al cargar
sw: Piga kiotomatiki unapopakia

source: Copy To Clipboard
es: Copiar al Portapapeles
sw: Nakili kwenye Ubao wa Kunakili

source: Media Devices
es: Dispositivos de Medios
sw: Vifaa vya Midia

source: Speakers
es: Altavoces
sw: Spika

source: Microphone
es: Micrófono
sw: Mikrofoni

source: Mic. Permission
es: Permiso del Mic.
sw: Ruhusa ya Mikrofoni

source: Web Cam
es: Cámara Web
sw: Kamera ya Wavuti

source: Check Media
es: Verificar Medios
sw: Kagua Midia

source: Network
es: Red
sw: Mtandao

source: Check Network
es: Verificar Red
sw: Kagua Mtandao

source: Agent Training Center
es: Centro de Entrenamiento de Agentes
sw: Kituo cha Mafunzo ya Mawakala

source: Agent Support Center
es: Centro de Soporte de Agentes
sw: Kituo cha Usaidizi kwa Mawakala

source: Exposure Notification OTP
es: Notificación de Exposición OTP
sw: OTP ya Taarifa ya Ufunuo

source: OTP Code for
es: Código OTP para
sw: Msimbo wa OTP kwa

source: Close OTP and Return
es: Cerrar OTP y Regresar
sw: Funga OTP na Rudi

source: This domain does not have a saved KYC configuration, which is required to view this report. Please create a configuration first.
es: Este dominio no tiene una configuración KYC guardada, lo cual es necesario para ver este informe. Por favor, crea una configuración primero.
sw: Tovuti hii haina usanidi wa KYC uliowekwa, ambao unahitajika ili kuona ripoti hii. Tafadhali tengeneza usanidi kwanza.

source: Navigate there.
es: Navegar allí.
sw: Nenda huko.

source: Verify All
es: Verificar todo
sw: Thibitisha Zote

source: Configuration saved successfully!
es: ¡Configuración guardada con éxito!
sw: Mpangilio umehifadhiwa kwa mafanikio!

source: Successfully verified %(success_count)s rows!
es: ¡Se verificaron con éxito %(success_count)s filas!
sw: Safu %(success_count)s zimethibitishwa kwa mafanikio!

source: Failed to verify %(failure_count)s rows!
sw: Imeshindwa kuthibitisha safu %(failure_count)s!

source: Pass
es: Aprobar
sw: Imefaulu

source: Fail
es: Rechazar
sw: Imeshindwa

source: The status has been manually set to an invalid value. Please re-verify.
sw: Hali imewekwa kwa mkono kuwa thamani batili. Tafadhali thibitisha tena.

source: Not Checked
es: No comprobado
sw: Haijakaguliwa

source: Confirm Payments
es: Confirmar pagos
sw: Thibitisha Malipo

source: Are you sure you want to proceed with the selected payments?
es: ¿Está seguro de que desea proceder con los pagos seleccionados?
sw: Je, una uhakika unataka kuendelea na malipo uliyochagua?

source: Successfully reverted verification for selected record(s). Updated status will reflect shortly.
sw: Umefanikiwa kubatilisha uthibitisho kwa rekodi zilizochaguliwa. Hali iliyosasishwa itaonekana hivi karibuni.

source: Revert Verification of Pending Payments
sw: Rudisha Uthibitisho wa Malipo Yanayosubiri

source: Successfully verified %(success_count)s records for payments! Updated status will reflect shortly.
sw: Umefanikiwa kuthibitisha rekodi %(success_count)s za malipo! Hali iliyosasishwa itaonekana hivi karibuni.

source: Failed to verify %(failure_count)s records for payments!
sw: Imeshindikana kuthibitisha rekodi %(failure_count)s za malipo!

source: To request payments successfully, add necessary settings on the <a href="%(config_url)s">Payments Configuration</a> page.
es: Para solicitar pagos con éxito, agregue las configuraciones necesarias en la <a href="%(config_url)s">Configuración de Pagos</a> página.
sw: Ili kuomba malipo kwa mafanikio, ongeza mipangilio muhimu kwenye <a href="%(config_url)s">Ukurasa wa Mipangilio ya Malipo</a> .

source: Biometric Integration
es: Integración Biométrica
sw: Muunganiko wa Biometriki

source: Biometric Integration settings have been updated.
es: La configuración de Integración Biométrica ha sido actualizada.
sw: Mipangilio ya Muunganiko wa Biometriki imesasishwa.

source: Could not update Biometric Integration settings.
es: No se pudo actualizar la configuración de Integración Biométrica.
sw: Imeshindwa kusasisha mipangilio ya Muunganiko wa Biometriki.

source: OTP Request missing a required argument 'case_id'
es: Solicitud de OTP falta un argumento requerido 'case_id'
sw: Ombi la OTP linakosa hoja muhimu 'case_id'

source: No matching patient record found
es: No se encontró un registro de paciente coincidente
sw: Hakuna rekodi ya mgonjwa inayolingana imepatikana

source: We are having problems communicating with the Exposure Notification server please try again later
es: Estamos teniendo problemas para comunicarnos con el servidor de Notificación de Exposición por favor intente nuevamente más tarde
sw: Tunapata matatizo ya kuwasiliana na seva ya Exposure Notification tafadhali jaribu tena baadaye

source: Dialer Settings
es: Configuración del Marcador
sw: Mipangilio ya Kipiga Simu

source: Dialer Settings Updated
es: Configuración del Marcador Actualizada
sw: Mipangilio ya Kipiga Simu Imesasishwa

source: Could not update Dialer Settings
es: No se pudo actualizar la Configuración del Marcador
sw: Imeshindwa kusasisha Mipangilio ya Kipiga Simu

source: GAEN OTP Server Config
es: Configuración del Servidor OTP de GAEN
sw: Mipangilio ya Seva ya GAEN OTP

source: GAEN OTP Server Settings Updated
es: Configuración del Servidor OTP de GAEN Actualizada
sw: Mipangilio ya Seva ya GAEN OTP Imesasishwa

source: Could not update GAEN OTP Server Settings
es: No se pudo actualizar la Configuración del Servidor OTP de GAEN
sw: Imeshindwa kusasisha Mipangilio ya Seva ya GAEN OTP

source: Signed Callout Settings
es: Configuración de Llamadas Firmadas
sw: Mipangilio ya Simu Iliyosainiwa

source: Callout Settings Updated
es: Configuración de Llamadas Actualizada
sw: Mipangilio ya Simu Imesasishwa

source: Could not update Callout Settings
es: No se pudo actualizar la Configuración de Llamadas
sw: Imeshindwa kusasisha Mipangilio ya Simu

source: You cannot access this page from your current IP address
sw: Huwezi kufikia ukurasa huu kutoka kwenye anwani yako ya IP ya sasa

source: Lookup Table
es: Tabla de Búsqueda
sw: Jedwali la Utafutaji

source: Keyword
es: Palabra clave
sw: Neno Muhimu

source: Data Expressions and Filters
es: Expresiones y Filtros de Datos
sw: Mifano ya Data na Vichujio

source: Automatic Update Rule
es: Regla de Actualización Automática
sw: Sheria ya Usasishaji Otomatiki

source: Custom User Data Fields
es: Campos de Datos Personalizados de Usuario
sw: Sehemu Maalum za Data za Mtumiaji

source: Custom Location Data Fields
es: Campos de Datos Personalizados de Ubicación
sw: Sehemu Maalum za Data za Eneo

source: User Roles
es: Roles de Usuario
sw: Majukumu ya Watumiaji

source: Feature Flags
es: Banderas de Función
sw: Bendera za Vipengele

source: Case Search Settings
es: Configuración de Búsqueda de Casos
sw: Mipangilio ya Utafutaji wa Kesi

source: OTP Pass-through Settings
es: Configuración de Paso de OTP
sw: Mipangilio ya OTP Pass-through

source: Signed Callout
es: Llamada Firmada
sw: Simu Iliyosainiwa

source: Tableau Server and Visualizations
es: Servidor de Tableau y Visualizaciones
sw: Seva ya Tableau na Taswira

source: Custom Product Data Fields
es: Campos de Datos Personalizados de Producto
sw: Sehemu Maalum za Data za Bidhaa

source: Project Space Link
es: Enlace de Espacio de Proyecto
sw: Kiungo cha Nafasi ya Mradi

source: Content
es: Contenido
sw: Yaliyomo

source: Linking keywords to a remote link is not currently supported
es: No se admite actualmente vincular palabras clave a un enlace remoto
sw: Kuunganisha maneno muhimu kwenye kiungo cha mbali hakijaungwa mkono kwa sasa

source: Keyword does not exist in the upstream domain
es: La palabra clave no existe en el dominio ascendente
sw: Neno muhimu halipo kwenye domain ya juu

source: Keyword {keyword} already exists in downstream domain {domain}
es: La palabra clave {keyword} ya existe en el dominio descendente {domain}
sw: Neno muhimu {keyword} tayari lipo kwenye domain ya chini {domain}

source: Linked keyword could not be found
es: No se pudo encontrar la palabra clave vinculada
sw: Neno muhimu lililounganishwa halikuweza kupatikana

source: Upstream keyword could not be found. Maybe it has been deleted?
es: No se pudo encontrar la palabra clave ascendente. ¿Quizás ha sido eliminada?
sw: Neno kuu la juu halikuweza kupatikana. Huenda limefutwa?

source: Keyword {keyword} references an application that has multiple linked applications. It cannot be updated.
es: La palabra clave {keyword} hace referencia a una aplicación que tiene múltiples aplicaciones vinculadas. No se puede actualizar.
sw: Neno kuu {keyword} linarejelea programu ambayo ina programu nyingi zilizounganishwa. Haiwezi kusasishwa.

source: Keyword {keyword} references an application that has not been linked to {linked_domain}
es: La palabra clave {keyword} hace referencia a una aplicación que no ha sido vinculada a {linked_domain}
sw: Neno kuu {keyword} linarejelea programu ambayo haijaunganishwa na {linked_domain}

source: should be the full link without the trailing /. Example: https://www.commcarehq.org
es: debe ser el enlace completo sin la barra inclinada final. Ejemplo: https://www.commcarehq.org
sw: inapaswa kuwa kiungo kamili bila / mwishoni. Mfano: https://www.commcarehq.org

source: {} is already a downstream project space of {}. You must remove the existing link before creating this new link.
es: {} ya es un espacio de proyecto descendente de {}. Debe eliminar el enlace existente antes de crear este nuevo enlace.
sw: {} tayari ni mradi wa chini wa {}. Lazima uondoe kiungo kilichopo kabla ya kuunda kiungo hiki kipya.

source: Release complete. {} project(s) succeeded. {} The following content was released: {} The following linked project spaces received content:
es: Liberación completa. {} proyecto(s) tuvieron éxito. {} El siguiente contenido fue liberado: {} Los siguientes espacios de proyecto vinculados recibieron contenido:
sw: Utoaji umekamilika. Mradi {} umefanikiwa. {} Yaliyofuata yametolewa: {} Eneo la mradi lililounganishwa lililopokea yaliyomo ni:

source: {} project(s) encountered errors.
es: {} proyecto(s) encontraron errores.
sw: Mradi {} umekutana na makosa.

source: {}- {} updated successfully
es: {}- {} actualizado con éxito
sw: {}- {} imesasishwa kwa mafanikio

source: {}- {} encountered errors:
es: {}- {} encontró errores:
sw: {}- {} imekutana na makosa:

source: Multi master flag is in use
es: La bandera de múltiples maestros está en uso
sw: Bendera ya multi master inatumika

source: Could not find app
es: No se pudo encontrar la aplicación
sw: Haikuweza kupata programu

source: Feature flag for {} is not enabled
es: La bandera de característica para {} no está habilitada
sw: Bendera ya kipengele kwa {} haijawezeshwa

source: Project space {} is no longer linked to {}. No content was released to it.
es: El espacio de proyecto {} ya no está vinculado a {}. No se liberó contenido para él.
sw: Eneo la mradi {} halijaunganishwa tena na {}. Hakuna yaliyomo yaliyotolewa kwake.

source: Could not update {}: {}
es: No se pudo actualizar {}: {}
sw: Haikuweza kusasisha {}: {}

source: Updated {} successfully
es: {} actualizado con éxito
sw: Imesasisha {} kwa mafanikio

source: Linked project release complete.
es: Liberación de proyecto vinculado completa.
sw: Utoaji wa mradi uliounganishwa umekamilika.

source: Errors occurred.
es: Ocurrieron errores.
sw: Makosa yametokea.

source: Downstream Project Spaces
es: Espacios de Proyecto Descendentes
sw: Maeneo ya Miradi ya Chini

source: Push Content
es: Empujar Contenido
sw: Sukuma Yaliyomo

source: Manage Linked Project Space
es: Gestionar Espacio de Proyecto Vinculado
sw: Dhibiti Eneo la Mradi Lililounganishwa

source: Add Remote Reports
es: Agregar Informes Remotos
sw: Ongeza Ripoti za Mbali

source: Add Downstream Project Space
es: Agregar Espacio de Proyecto Descendente
sw: Ongeza Eneo la Mradi wa Chini

source: To make this project space an upstream project space, you need to add a downstream project space.
es: Para hacer de este espacio de proyecto un espacio de proyecto ascendente, necesita agregar un espacio de proyecto descendente.
sw: Ili kufanya eneo hili la mradi kuwa eneo la juu, unahitaji kuongeza eneo la mradi wa chini.

source: Project Space:
es: Espacio de Proyecto:
sw: Eneo la Mradi:

source: Linked Project Spaces
es: Espacios de Proyecto Vinculados
sw: Maeneo ya Miradi Iliyounganishwa

source: Create links between upstream and downstream project spaces.
es: Cree enlaces entre espacios de proyecto ascendentes y descendentes.
sw: Unda viungo kati ya maeneo ya miradi ya juu na ya chini.

source: Linked project spaces allow you to:
es: Los espacios de proyecto vinculados le permiten:
sw: Maeneo ya miradi iliyounganishwa hukuwezesha:

source: Push content to a downstream project space
es: Empujar contenido a un espacio de proyecto descendente
sw: Sukuma yaliyomo kwenye eneo la mradi wa chini

source: Pull content from an upstream project space
es: Extraer contenido de un espacio de proyecto ascendente
sw: Vuta yaliyomo kutoka eneo la mradi wa juu

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
es: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Aprenda más</a> sobre Espacios de Proyecto Vinculados.
sw: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Jifunze zaidi</a> kuhusu Maeneo ya Miradi Iliyounganishwa.

source: Link to an existing upstream project space
es: Enlace a un espacio de proyecto ascendente existente
sw: Unganisha na eneo la mradi wa juu lililopo

source: To pull content from an upstream project space, link this project space to an upstream project space. The link can only be created from the upstream project space.
es: Para extraer contenido de un espacio de proyecto ascendente, vincule este espacio de proyecto a un espacio de proyecto ascendente. El enlace solo se puede crear desde el espacio de proyecto ascendente.
sw: Ili kuvuta yaliyomo kutoka eneo la mradi wa juu, unganisha eneo hili la mradi na eneo la mradi wa juu. Kiungo kinaweza kuundwa tu kutoka eneo la mradi wa juu.

source: Go To Upstream Project Space
es: Ir al Espacio de Proyecto Ascendente
sw: Nenda kwenye Eneo la Mradi wa Juu

source: Make this an upstream project space
es: Convertir este en un espacio de proyecto ascendente
sw: Fanya hili kuwa eneo la mradi wa juu

source: To push content from this project space to other project spaces, make this project space an upstream project space. This can be done by linking this project space to downstream project spaces.
es: Para enviar contenido desde este espacio de proyecto a otros espacios de proyecto, convierta este espacio de proyecto en un espacio de proyecto ascendente. Esto se puede hacer vinculando este espacio de proyecto a espacios de proyecto descendentes.
sw: Ili kusukuma yaliyomo kutoka eneo hili la mradi kwenda maeneo mengine ya mradi, fanya eneo hili la mradi kuwa eneo la juu. Hii inaweza kufanywa kwa kuunganisha eneo hili la mradi na maeneo ya miradi ya chini.

source: Link Downstream Project Spaces
es: Vincular Espacios de Proyecto Descendentes
sw: Unganisha Maeneo ya Miradi ya Chini

source: Report Name
es: Nombre del Reporte
sw: Jina la Ripoti

source: Create Link
es: Crear Enlace
sw: Unda Kiungo

source: Linked
es: Vinculado
sw: Imounganishwa

source: Manage Downstream Project Spaces
es: Gestionar Espacios de Proyecto Descendentes
sw: Dhibiti Maeneo ya Miradi ya Chini
