Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: The currently used "{{ config.case_location_property_name }}" case property may be associated with cases. Selecting a new case property will have the following effects:<ul><li>All cases using the old case property will no longer appear on maps.</li><li>If the old case property is being used in an application, a new version would need to be released with the new case property for all users that capture location data.</li></ul>
es: La propiedad de caso actualmente utilizada "{{ config.case_location_property_name }}" puede estar asociada con casos. Seleccionar una nueva propiedad de caso tendrá los siguientes efectos:<ul><li>Todos los casos que usen la antigua propiedad de caso ya no aparecerán en los mapas.</li><li>Si la antigua propiedad de caso se está utilizando en una aplicación, se necesitaría lanzar una nueva versión con la nueva propiedad de caso para todos los usuarios que capturan datos de ubicación.</li></ul>
sw: Sifa ya kesi "{{ config.case_location_property_name }}" inayotumika kwa sasa inaweza kuhusishwa na kesi. Kuchagua sifa mpya ya kesi kutakuwa na athari zifuatazo:<ul><li>Kesi zote zinazotumia sifa ya zamani ya kesi hazitaonekana tena kwenye ramani.</li><li>Kama sifa ya zamani ya kesi inatumika kwenye programu, toleo jipya litahitaji kutolewa na sifa mpya ya kesi kwa watumiaji wote wanaorekodi data ya mahali.</li></ul>

source: Value for maximum group size required
es: Se requiere un valor para el tamaño máximo del grupo
sw: Thamani ya ukubwa wa juu wa kundi inahitajika

source: Value for minimum group size required
es: Se requiere un valor para el tamaño mínimo del grupo
sw: Thamani ya ukubwa wa chini wa kundi inahitajika

source: Maximum group size should be greater than or equal to minimum group size
es: El tamaño máximo del grupo debe ser mayor o igual al tamaño mínimo del grupo
sw: Ukubwa wa juu wa kundi unapaswa kuwa mkubwa au sawa na wa chini

source: Value for target group count required
es: Se requiere un valor para el conteo objetivo de grupos
sw: Thamani ya idadi lengwa ya makundi inahitajika

source: Mapbox API token required
es: Se requiere un token de API de Mapbox
sw: Tokeni ya API ya Mapbox inahitajika

source: The maximum cases per user cannot be less than the minimum specified
es: El número máximo de casos por usuario no puede ser menor que el mínimo especificado
sw: Kesi za juu kwa kila mtumiaji haziwezi kuwa chini ya kiwango cha chini kilichowekwa

source: %(value)s is not a valid travel mode
es: %(value)s no es un modo de viaje válido
sw: %(value)s si aina halali ya usafiri

source: Min/Max Grouping
es: Agrupación Mín/Máx
sw: Kugawa kwa Kiwango cha Chini/Juu

source: Target Size Grouping
es: Agrupación por Tamaño Objetivo
sw: Kugawa kwa Ukubwa Lengwa

source: Walking
es: Caminando
sw: Kutembea kwa miguu

source: Cycling
es: Ciclismo
sw: Kuendesha baiskeli

source: Driving
es: Conduciendo
sw: Kuendesha gari

source: Microplanning Map
es: Mapa de Microplanificación
sw: Ramani ya Microplanning

source: name
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Clustering Map
es: Mapa de Agrupación de Casos
sw: Ramani ya Kuweka Makundi ya Kesi

source: Owner Name
es: Nombre del Propietario
sw: Jina la Mmiliki

source: Case Coordinates
es: Coordenadas del Caso
sw: Kooridineti za Kesi

source: Link
es: Enlace
sw: Kiungo

source: Lock Map
es: Bloquear Mapa
sw: Funga Ramani

source: Unlock Map
es: Desbloquear Mapa
sw: Fungua Ramani

source: Export Groups
es: Exportar Grupos
sw: Hamisha Makundi

source: Summary of Case Clustering Map
es: Resumen del Mapa de Agrupación de Casos
sw: Muhtasari wa Ramani ya Makundi ya Kesi

source: Total number of clusters
es: Número total de agrupaciones
sw: Jumla ya idadi ya makundi

source: Maximum cases per cluster
es: Casos máximos por agrupación
sw: Kesi nyingi zaidi kwa kundi moja

source: Minimum cases per cluster
es: Casos mínimos por grupo
sw: Kesi chache zaidi kwa kundi moja

source: Select Case Groups to View
es: Seleccionar Grupos de Casos para Ver
sw: Chagua Makundi ya Kesi ya Kuangalia

source: Show Only Selected Groups on Map
es: Mostrar Solo Grupos Seleccionados en el Mapa
sw: Onyesha Makundi Uliyochagua Pekee kwenye Ramani

source: Show All Groups
es: Mostrar Todos los Grupos
sw: Onyesha Makundi Yote

source: Case reassignment request in progress. Please be patient.
es: Solicitud de reasignación de casos en progreso. Por favor, sea paciente.
sw: Ombi la kugawa upya kesi linaendelea. Tafadhali kuwa na subira.

source: Mobile Worker Filters
es: Filtros de Trabajadores Móviles
sw: Vichujio vya Wafanyakazi wa Simu

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
es: <strong >Hubo un problema al recuperar trabajadores móviles del servidor.</strong > Si este problema continúa, por favor <a href="#modalReportIssue" data-toggle="modal">informe un problema</a>.
sw: <strong >Kulikuwa na tatizo kupata wafanyakazi wa simu kutoka kwenye seva.</strong > Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-toggle="modal">ripoti tatizo</a>.

source: Show mobile workers on the map
es: Mostrar trabajadores móviles en el mapa
sw: Onyesha wafanyakazi wa simu kwenye ramani

source: Only users at this location will be shown on the map.
es: Solo los usuarios en esta ubicación se mostrarán en el mapa.
sw: Ni watumiaji wa eneo hili pekee ndio wataonyeshwa kwenye ramani.

source: Hide Filter Options
es: Ocultar Opciones de Filtro
sw: Ficha Machaguo ya Kichujio

source: Show Filter Options
es: Mostrar Opciones de Filtro
sw: Onyesha Machaguo ya Kichujio

source: Running disbursement algorithm...
es: Ejecutando algoritmo de distribución...
sw: Algoriti ya ugawaji inaendelea...

source: We couldn't match every case to a user with the current disbursement settings. Please follow any of the below steps to rectify this. <ul> <li>Ensure that your settings are correct</li> <li>Allocate more users to the area</li> <li> Use filtered areas to reduce the number of cases such that the algorithm can ensure all cases are assigned. </li> </ul>
es: No pudimos asignar cada caso a un usuario con la configuración de distribución actual. Por favor, siga cualquiera de los pasos a continuación para rectificar esto. <ul> <li>Asegúrese de que su configuración sea correcta</li> <li>Asigne más usuarios al área</li> <li> Use áreas filtradas para reducir el número de casos de manera que el algoritmo pueda asegurar que todos los casos sean asignados. </li> </ul>
sw: Hatukuweza kulinganisha kila kesi na mtumiaji kwa mipangilio ya sasa ya ugawaji. Tafadhali fuata hatua zozote zilizo hapa chini kurekebisha hili. <ul> <li>Hakikisha mipangilio yako ni sahihi</li> <li>Ongeza watumiaji zaidi kwenye eneo hili</li> <li> Tumia maeneo yaliyofichwa kupunguza idadi ya kesi ili algoriti iweze kuhakikisha kila kesi imegawiwa. </li> </ul>

source: Previous disbursement was cleared.
es: La distribución anterior fue borrada.
sw: Ugawaji uliopita umefutwa.

source: Disbursement parameters
es: Parámetros de distribución
sw: Vigezo vya Ugawaji

source: Layers
es: Capas
sw: Tabaka

source: Review Results
es: Revisar Resultados
sw: Kagua Matokeo

source: Accept Results
es: Aceptar Resultados
sw: Kubali Matokeo

source: Selected Mobile Workers
es: Trabajadores Móviles Seleccionados
sw: Wafanyakazi wa Simu Uliowachagua

source: Mobile Workers on Map
es: Trabajadores Móviles en el Mapa
sw: Wafanyakazi wa Simu kwenye Ramani

source: All Mobile Workers on Map
es: Todos los Trabajadores Móviles en el Mapa
sw: Wafanyakazi Wote wa Simu kwenye Ramani

source: Selected Cases
es: Casos Seleccionados
sw: Kesi Uliyochagua

source: Cases on Map
es: Casos en el Mapa
sw: Kesi kwenye Ramani

source: All Cases on Map
es: Todos los Casos en el Mapa
sw: Kesi Zote kwenye Ramani

source: Mobile workers that do not have any associated GPS data.
es: Trabajadores móviles que no tienen datos GPS asociados.
sw: Wafanyakazi wa simu ambao hawana data yoyote ya GPS.

source: Changes have been saved successfully!
es: ¡Los cambios se han guardado exitosamente!
sw: Mabadiliko yamehifadhiwa kwa mafanikio!

source: Users without GPS Data
es: Usuarios sin Datos GPS
sw: Watumiaji wasio na Data ya GPS

source: Latitude
es: Latitud
sw: Latitudo

source: Longitude
es: Longitud
sw: Longitudo

source: Enter latitude...
es: Ingrese latitud...
sw: Weka latitudo...

source: The value should be a number between -90 and 90
es: El valor debe ser un número entre -90 y 90
sw: Thamani inapaswa kuwa nambari kati ya -90 na 90

source: Enter longitude...
es: Ingrese longitud...
sw: Weka longitudo...

source: The value should be a number between -180 and 180
es: El valor debe ser un número entre -180 y 180
sw: Thamani inapaswa kuwa nambari kati ya -180 na 180

source: Capture on Map
es: Capturar en el Mapa
sw: Chukua kwenye Ramani

source: Loading users...
es: Cargando usuarios...
sw: Inapakia watumiaji...

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
es: <strong>Hubo un problema al recuperar datos del servidor.</strong> Por favor, verifique su conexión a internet. Si este problema persiste, por favor <a href="#modalReportIssue" data-toggle="modal">informe un problema</a>.
sw: <strong>Kulikuwa na tatizo kupata data kutoka kwenye seva.</strong> Tafadhali angalia muunganisho wako wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-toggle="modal">ripoti tatizo</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
es: <strong>Hubo un problema al enviar datos al servidor.</strong> Por favor, verifique su conexión a internet. Si este problema persiste, por favor <a href="#modalReportIssue" data-toggle="modal">informe un problema</a>.
sw: <strong>Kulikuwa na tatizo kutuma data kwenye seva.</strong> Tafadhali angalia muunganisho wako wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-toggle="modal">ripoti tatizo</a>.

source: Create New Case
es: Crear Nuevo Caso
sw: Unda Kesi Mpya

source: Save Case
es: Guardar Caso
sw: Hifadhi Kesi

source: Capturing location for:
es: Capturando ubicación para:
sw: Inachukua eneo la:

source: Enter new case name...
es: Ingrese el nombre del nuevo caso...
sw: Weka jina jipya la kesi...

source: A case name is required
es: Se requiere un nombre para el caso
sw: Jina la kesi linahitajika

source: A case type is required
es: Se requiere un tipo de caso
sw: Aina ya kesi inahitajika

source: Update Case Data
es: Actualizar Datos del Caso
sw: Sasisha Data ya Kesi

source: Update Mobile Worker Data
es: Actualizar Datos del Trabajador Móvil
sw: Sasisha Data ya Mfanyakazi wa Simu

source: To create new Mobile Workers navigate to the Mobile Workers page under the Users tab.
es: Para crear nuevos Trabajadores Móviles, navegue a la página de Trabajadores Móviles bajo la pestaña de Usuarios.
sw: Ili kuunda Wafanyakazi wa Simu wapya, nenda kwenye ukurasa wa Wafanyakazi wa Simu chini ya kichupo cha Watumiaji.

source: Navigate there.
es: Navegar allí.
sw: Nenda hapo.

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
es: <strong >Hubo un problema al recuperar trabajadores móviles del servidor.</strong > Si este problema persiste, por favor <a href="#modalReportIssue" data-bs-toggle="modal">informe un problema</a>.
sw: <strong >Kulikuwa na tatizo la kupata wafanyakazi wa simu kutoka kwenye seva.</strong > Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">ripoti tatizo</a>.

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
es: <strong>Hubo un problema al recuperar datos del servidor.</strong> Por favor, verifica tu conexión a internet. Si este problema continúa, por favor <a href="#modalReportIssue" data-bs-toggle="modal">reporta un problema</a>.
sw: <strong>Kulikuwa na tatizo la kupata data kutoka kwenye seva.</strong> Tafadhali hakikisha una muunganisho wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">ripoti tatizo</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
es: <strong>Hubo un problema al enviar datos al servidor.</strong> Por favor, verifica tu conexión a internet. Si este problema continúa, por favor <a href="#modalReportIssue" data-bs-toggle="modal">reporta un problema</a>.
sw: <strong>Kulikuwa na tatizo la kutuma data kwenye seva.</strong> Tafadhali hakikisha una muunganisho wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-bs-toggle="modal">ripoti tatizo</a>.

source: Are you sure you want to delete this saved area?
es: ¿Estás seguro de que deseas eliminar esta área guardada?
sw: Je, una uhakika unataka kufuta eneo hili lililohifadhiwa?

source: You are about to delete this saved area
es: Estás a punto de eliminar esta área guardada
sw: Unakaribia kufuta eneo hili lililohifadhiwa

source: Review Assignment Results
es: Revisar Resultados de Asignación
sw: Kagua Matokeo ya Upeanaji

source: All potential cases for each mobile worker will be pre-selected and de-selecting a case will remove it from final assignments once the "Assign" button is clicked.
es: Todos los casos potenciales para cada trabajador móvil serán preseleccionados y deseleccionar un caso lo eliminará de las asignaciones finales una vez que se haga clic en el botón "Asignar".
sw: Kesi zote zinazowezekana kwa kila mfanyakazi wa simu zitachaguliwa awali na kuondoa uteuzi wa kesi kutaiweka mbali na mgawanyo wa mwisho mara tu kitufe cha "Peana" kitakapobonyezwa.

source: Assignment Status
es: Estado de Asignación
sw: Hali ya Upeanaji

source: Show All
es: Mostrar Todo
sw: Onyesha Zote

source: Assigned Only
es: Solo Asignados
sw: Zilizogawiwa Pekee

source: Unassigned Only
es: Solo No Asignados
sw: Zisizogawiwa Pekee

source: Select mobile worker for case assignment
es: Selecciona un trabajador móvil para la asignación de casos
sw: Chagua mfanyakazi wa simu kwa ajili ya upeanaji wa kesi

source: Potential Mobile Worker
es: Trabajador Móvil Potencial
sw: Mfanyakazi wa Simu Anayefaa

source: Mobile Worker Primary Location
es: Ubicación Principal del Trabajador Móvil
sw: Eneo Kuu la Mfanyakazi wa Simu

source: Include related cases
es: Incluir casos relacionados
sw: Jumuisha kesi zinazohusiana

source: Assign Cases
es: Asignar Casos
sw: Peana Kesi

source: Unassign Cases
es: Desasignar Casos
sw: Ondoa Upeanaji wa Kesi

source: Finish
es: Finalice
sw: Maliza

source: Filter by Saved Area
es: Filtrar por Área Guardada
sw: Chuja kwa Eneo Lililohifadhiwa

source: Export Area
es: Exportar Área
sw: Hamisha Eneo

source: Delete Area
es: Eliminar Área
sw: Futa Eneo

source: Save Area
es: Guardar Área
sw: Hifadhi Eneo

source: Run Disbursement
es: Ejecutar Desembolso
sw: Endesha Mgao

source: Please <a href="">refresh the page</a> to apply the polygon filtering changes.
es: Por favor <a href="">actualiza la página</a> para aplicar los cambios de filtrado de polígonos.
sw: Tafadhali <a href="">sasisha ukurasa</a> ili kutumia mabadiliko ya uchujaji wa poligoni.

source: There are too many polygons on the map. Please remove some before refreshing the page, otherwise the newly added polygons will be lost.
es: Hay demasiados polígonos en el mapa. Por favor, elimina algunos antes de actualizar la página, de lo contrario, los polígonos recién añadidos se perderán.
sw: Kuna poligoni nyingi sana kwenye ramani. Tafadhali ondoa baadhi kabla ya kusasisha ukurasa, vinginevyo poligoni mpya zilizoongezwa zitapotea.

source: Existing cases in the domain were not processed to be available in Microplanning reports because there were too many to be processed. New or updated cases will still be available for use for Microplanning. Please reach out to support if you need support with existing cases.
es: Los casos existentes en el dominio no fueron procesados para estar disponibles en los informes de Microplanificación porque había demasiados para ser procesados. Los casos nuevos o actualizados seguirán estando disponibles para su uso en Microplanificación. Por favor, contacta al soporte si necesitas ayuda con los casos existentes.
sw: Kesi zilizopo kwenye domain hazikushughulikiwa ili zipatikane kwenye ripoti za Microplanning kwa sababu zilikuwa nyingi mno kushughulikiwa. Kesi mpya au zilizosasishwa bado zitapatikana kwa matumizi ya Microplanning. Tafadhali wasiliana na msaada kama unahitaji msaada na kesi zilizopo.

source: Oops! Something went wrong while processing existing cases to be available in Microplanning reports. Please reach out to support.
es: ¡Vaya! Algo salió mal al procesar los casos existentes para que estén disponibles en los informes de Microplanificación. Por favor, contacta al soporte.
sw: Samahani! Kuna tatizo limetokea wakati wa kushughulikia kesi zilizopo ili zipatikane kwenye ripoti za Microplanning. Tafadhali wasiliana na msaada.

source: Existing cases in the domain are being processed to be available in Microplanning reports. Please be patient.
es: Los casos existentes en el dominio están siendo procesados para estar disponibles en los informes de Microplanificación. Por favor, ten paciencia.
sw: Kesi zilizopo kwenye domain zinashughulikiwa ili zipatikane kwenye ripoti za Microplanning. Tafadhali kuwa na subira.

source: POST Body must be a valid json in {"geo_json": <geo_json>} format
es: El cuerpo POST debe ser un json válido en el formato {"geo_json": <geo_json>}
sw: Mwili wa POST lazima uwe json halali katika muundo {"geo_json": <geo_json>}

source: Empty geo_json POST field
es: Campo POST geo_json vacío
sw: Sehemu ya POST ya geo_json ni tupu

source: Invalid GeoJSON, geo_json must be a FeatureCollection of Polygons
es: GeoJSON inválido, geo_json debe ser una FeatureCollection de Polígonos
sw: GeoJSON batili, geo_json lazima iwe FeatureCollection ya Poligoni

source: Please specify a name for the GeoPolygon area.
es: Por favor, especifica un nombre para el área de GeoPolygon.
sw: Tafadhali taja jina la eneo la GeoPolygon.

source: GeoPolygon with given name already exists! Please use a different name.
es: ¡GeoPolygon con el nombre dado ya existe! Por favor, usa un nombre diferente.
sw: GeoPolygon lenye jina hilo tayari lipo! Tafadhali tumia jina tofauti.

source: Saved area '{polygon_name}' has been successfully deleted.
es: El área guardada '{polygon_name}' ha sido eliminada exitosamente.
sw: Eneo lililohifadhiwa '{polygon_name}' limefutwa kwa mafanikio.

source: Configuration Settings
es: Configuración de Ajustes
sw: Mipangilio ya Usanidi

source: Manage GPS Data
es: Gestionar Datos GPS
sw: Dhibiti Data ya GPS

source: POST Body must be a valid json
es: El cuerpo del POST debe ser un json válido
sw: Mwili wa POST lazima uwe json halali

source: Cases were reassigned successfully
es: Los casos fueron reasignados exitosamente
sw: Kesi zimegawiwa upya kwa mafanikio

source: Maximum number of cases that can be reassigned is {limit}
es: El número máximo de casos que se pueden reasignar es {limit}
sw: Idadi ya juu ya kesi zinazoweza kugawiwa upya ni {limit}

source: Following Case ids in request are invalid: {}
es: Los siguientes IDs de casos en la solicitud son inválidos: {}
sw: Idadi za kesi zifuatazo kwenye ombi si halali: {}

source: Following Owner ids in request are invalid: {}
es: Los siguientes IDs de propietarios en la solicitud son inválidos: {}
sw: Idadi za wamiliki zifuatazo kwenye ombi si halali: {}

source: Case reassignment limit exceeded. Please select fewer cases to update or consider deselecting 'include related cases'. Reach out to support if you still need assistance.
es: Se ha excedido el límite de reasignación de casos. Por favor, seleccione menos casos para actualizar o considere deseleccionar 'incluir casos relacionados'. Comuníquese con soporte si aún necesita ayuda.
sw: Upeo wa kugawa upya kesi umevukwa. Tafadhali chagua kesi chache zaidi za kusasisha au fikiria kuondoa uteuzi wa 'jumuisha kesi zinazohusiana'. Wasiliana na msaada kama bado unahitaji msaada.

source: Case reassignment is currently in progress. Please try again later.
es: La reasignación de casos está actualmente en progreso. Por favor, inténtelo de nuevo más tarde.
sw: Upeanaji wa kesi unaendelea kwa sasa. Tafadhali jaribu tena baadaye.

source: Case reassignment request has been accepted and will be completed in some time
es: La solicitud de reasignación de casos ha sido aceptada y se completará en algún tiempo
sw: Ombi la kugawa upya kesi limekubaliwa na litakamilika baada ya muda

source: Groups
es: Grupos
sw: Makundi

source: This project no longer has access to the Organization feature.
es: El proyecto ya no tiene acceso a la función Organización.
sw: Mradi huu hauna tena ufikiaji wa kipengele cha Shirika.

source: Click here to fix this.
es: Haga clic aquí para arreglar esto.
sw: Bofya hapa kurekebisha hili.

source: Groups are a useful way of combining multiple <strong>Mobile Workers</strong> into one entity that can be managed in the following ways:
es: Los grupos son una forma útil de combinar múltiples <strong>Trabajadores Móviles</strong> en una entidad que se puede gestionar de las siguientes maneras:
sw: Makundi ni njia nzuri ya kuunganisha <strong>Wafanyakazi wa Simu</strong> wengi kuwa chombo kimoja kinachoweza kudhibitiwa kwa njia zifuatazo:

source: <strong>Reporting Groups</strong> are used in reports to filter and view data.
es: Los <strong>Grupos de Reporte</strong> se utilizan en los informes para filtrar y ver datos.
sw: <strong>Makundi ya Ripoti</strong> yanatumika katika ripoti kuchuja na kuona data.

source: <strong>Case Sharing Groups</strong> allow their members to share a case list in a case-sharing app.
es: Los <strong>Grupos de Compartición de Casos</strong> permiten a sus miembros compartir una lista de casos en una aplicación de compartición de casos.
sw: <strong>Makundi ya Kushirikiana Kesi</strong> yanawawezesha wanachama wao kushirikiana orodha ya kesi kwenye programu ya kushirikiana kesi.

source: Project Groups
es: Grupos de Proyecto
sw: Makundi ya Mradi

source: Reporting Group
es: Grupo de Reporte
sw: Kundi la Ripoti

source: Reporting Groups
es: Grupos de Reporte
sw: Makundi ya Ripoti

source: Reporting groups are used in reports to filter and view data.
es: Los grupos de reporte se utilizan en los informes para filtrar y ver datos.
sw: Makundi ya ripoti yanatumika katika ripoti kuchuja na kuona data.

source: You can remove this group from reports by editing this group's settings.
es: Puede eliminar este grupo de los informes editando la configuración de este grupo.
sw: Unaweza kuondoa kundi hili kwenye ripoti kwa kuhariri mipangilio ya kundi hili.

source: Case Sharing Group
es: Grupo de Compartición de Casos
sw: Kundi la Kushirikiana Kesi

source: Case Sharing Groups
es: Grupos de Casos Compartidos
sw: Makundi ya Kushirikiana Kesi
