Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Location deletion in sheet '{type}', row '{i}' is ignored, as the location does not exist
es: La eliminación de la hoja '{type}', fila '{i}' fue ignorada, porque la ubicación no existe
sw: Ufutaji wa eneo kwenye laha '{type}', safu '{i}' umepuuzwa, kwa kuwa eneo halipo

source: You do not have permission to add or modify location types
es: No tiene permiso para agregar o modificar tipos de ubicación
sw: Huna ruhusa ya kuongeza au kubadilisha aina za maeneo

source: You do not have permission to add top level locations
es: No tiene permiso para agregar ubicaciones de nivel superior
sw: Huna ruhusa ya kuongeza maeneo ya ngazi ya juu

source: You do not have permission to add locations in '{}'
es: No tiene permiso para agregar ubicaciones en '{}'
sw: Huna ruhusa ya kuongeza maeneo ndani ya '{}'

source: You do not have permission to edit '{}'
es: No tienes permiso para editar '{}'
sw: Huna ruhusa ya kuhariri '{}'

source: latitude/longitude 'lat-{lat}, lng-{lng}' for location in sheet '{type}' at index {index} should be valid decimal numbers.
es: latitud/longitud 'lat-{lat}, lng-{lng}' para la ubicación en la hoja '{type}' en índice {index} deberían ser números decimales válidos.
sw: latitude/longitude 'lat-{lat}, lng-{lng}' kwa eneo kwenye laha '{type}' katika faharasa {index} zinapaswa kuwa namba halisi za desimali.

source: Location '{code}' in sheet '{type}' at index {index} is being deleted, so all its child locations must be present in the upload, but child locations '{locs}' are missing
es: Ubicación '{code}' en hoja '{type}' e índice {index} está siendo borrada, así que todas las ubicaciones debajo deben estar presentes en la carga pero '{locs}' hacen falta
sw: Eneo '{code}' kwenye laha '{type}' katika faharasa {index} linafutwa, hivyo maeneo yote ya watoto wake lazima yawepo kwenye upakiaji, lakini maeneo ya watoto '{locs}' hayapo

source: Location type code '{}' is used {} times - they should be unique
es: La ubicación de tipo de código '{}' fue utilizada {} veces. Deberían ser únicos.
sw: Msimbo wa aina ya eneo '{}' umetumika mara {} - inapaswa kuwa ya kipekee

source: Location site_code '{}' is used {} times - they should be unique
es: La ubicación de sitio_código '{}' fue utilizada {} veces. Deberían ser únicos.
sw: site_code ya eneo '{}' imetumika mara {} - inapaswa kuwa ya kipekee

source: Location location_id '{}' is listed {} times - they should be listed once
es: La ubicación location_id '{}' fue listada {} veces. Debería estar listada solo una vez.
sw: location_id ya eneo '{}' imetajwa mara {} - inapaswa kutajwa mara moja tu

source: Location site_code '{code}' is in use by another location. All site_codes must be unique
es: El código de sitio de ubicación '{code}' está en uso por otra ubicación. Todos los códigos de sitio deben ser únicos
sw: site_code ya eneo '{code}' inatumika na eneo lingine. site_code zote zinapaswa kuwa za kipekee

source: Location type code '{}' is not listed in the excel. All types should be listed
es: La ubicación de tipo de código '{}' no está listada en Excel. Todos los tipos deberían estar listados
sw: Nambari ya aina ya eneo '{}' haijatajwa kwenye excel. Aina zote zinapaswa kutajwa

source: Location 'id: {id}' is not found in your domain. It's listed in the sheet {type} at row {index}
es: La ubicación 'id: {id}' no se encontró en su dominio. Está listada en la hoja {type} en la fila {index}
sw: Eneo 'id: {id}' halijapatikana kwenye domain yako. Imetajwa kwenye laha {type} safu {index}

source: Problem with custom data for location '{site_code}', in sheet '{type}', at index '{i}' - '{er}'
es: Problema con los datos personalizados para la ubicación '{site_code}', en hoja '{type}', en índice '{i}' - '{er}'
sw: Tatizo na data maalum kwa eneo '{site_code}', kwenye laha '{type}', katika faharasa '{i}' - '{er}'

source: Cannot delete location type '{deleted_type.code}'. It is referenced by the type
sw: Haiwezi kufuta aina ya eneo '{deleted_type.code}'. Inarejelewa na aina

source: Location Type '{}' refers to a parent which doesn't exist
es: Tipo de Ubicación '{}' se refiere a un padre que no existe
sw: Aina ya Eneo '{}' inarejelea mzazi ambaye hayupo

source: Location Type '{}' has a parentage that loops
es: Tipo de Ubicación '{}' tiene un parentesco circular
sw: Aina ya Eneo '{}' ina uhusiano wa mzazi unaojirudia

source: Location '{}' in sheet points to a nonexistent or to be deleted location-type '{}'
es: La ubicación '{}' en los puntos de hoja '{}' a una tipo de ubicación no existente o que será borrada
sw: Eneo '{}' kwenye laha linaelekeza kwenye aina ya eneo ambayo haipo au itakayofutwa '{}'

source: Location '{}' is a '{}' and should not have a parent
es: La ubicación '{}' es un '{}' y no debería tener un padre
sw: Eneo '{}' ni '{}' na halipaswi kuwa na mzazi

source: Location '{}' does not have a parent set or its parent is being deleted
es: La ubicación '{}' no tiene un conjunto de padres o su padre está siendo eliminado
sw: Eneo '{}' halina mzazi au mzazi wake anafutwa

source: Location points to a location that's being deleted
es: Ubicación apunta a una ubicación que está siendo borrada
sw: Eneo linaelekeza kwenye eneo linalofutwa

source: Location '{}' is a '{}', so it should have a parent that is a '{}'
es: La ubicación '{}' es un '{}', así que debería tener un padre que sea '{}'
sw: Eneo '{}' ni '{}', hivyo linapaswa kuwa na mzazi ambaye ni '{}'

source: There are {} locations with the name '{}' under the parent '{}'
es: Hay {} ubicaciones con el nombre '{}' bajo el padre '{}'
sw: Kuna maeneo {} yenye jina '{}' chini ya mzazi '{}'

source: Error with location in sheet '{}', at row {}. {}: {}
es: Error con la ubicación en la hoja '{}', en la fila {}. {}: {}
sw: Hitilafu na eneo kwenye laha '{}', safu {}. {}: {}

source: Parent
es: Padre
sw: Mzazi

source: Organization Level
es: Nivel organizacional
sw: Ngazi ya Shirika

source: Coordinates
es: Coordina
sw: Kooridineti

source: enter as 'lat lon' or 'lat, lon' (e.g., '42.3652 -71.1029')
es: ingresar como 'lat lon' o 'lat, lon' (ej. '42.3652 -71.1029')
sw: ingiza kama 'lat lon' au 'lat, lon' (mfano, '42.3652 -71.1029')

source: A unique system code for this location. Leave this blank to have it auto generated
es: Un código de sistema único para esta ubicación. Deje esto en blanco para que se autogenere
sw: Nambari ya kipekee ya mfumo kwa eneo hili. Acha wazi ili itengenezwe kiotomatiki

source: A number referencing this location on an external system
es: Un número haciendo referencia a esta ubicación en un sistema externo
sw: Nambari inayorejelea eneo hili kwenye mfumo wa nje

source: Location Information
es: Información de Ubicación
sw: Taarifa za Eneo

source: Location's parent is itself or a descendant
es: La ubicación del padre es sí mismo o un descendiente
sw: Mzazi wa eneo ni lenyewe au mfuasi wake

source: name conflicts with another location with this parent
es: el nombre interfiere con otra ubicación con este padre
sw: jina linakinzana na eneo lingine lenye mzazi huyu

source: could not understand coordinates
es: no pudo entender las coordinadas
sw: haikuweza kuelewa kooridineti

source: Workers at Location
es: Casos IRA Tratados
sw: Casos IRA Tratados

source: Specify Workers at this Location
es: Especificar Trabajadores en esta Ubicación
sw: Taja Wafanyakazi katika Eneo Hili

source: Update Location Membership
es: Actualizar Membresía de Ubicación
sw: Sasisha Uanachama wa Eneo

source: Sync the flat location fixture (recommended).
es: Sincronizar el fixture de ubicación plano (recomendado).
sw: Linganisha data tambarare ya maeneo (inapendekezwa).

source: Sync the hierarchicial location fixture (legacy format).
es: Sincronizar el fixture de ubicación jerárquica (formato legado)
sw: Linganisha data ya maeneo ya muundo wa mti (muundo wa zamani).

source: Only Active
es: Solo Activo
sw: Waliopo Hai Tu

source: Only Archived
es: Solo Archivado
sw: Zilizohifadhiwa Pekee

source: Only include selected location
es: Incluir solo la ubicación seleccionada
sw: Jumuisha eneo lililochaguliwa pekee

source: Filter and Download Locations
es: Filtrar y Descargar Ubicaciones
sw: Chuja na Pakua Maeneo

source: Download Locations
es: Descargar Ubicaciones
sw: Pakua Maeneo

source: Your user role allows you to access data based on your assigned location in the organization hierarchy. You do not currently have an assigned location, and will be unable to access CommCareHQ until that is corrected. Please contact your project administrator to be assigned to a location.
es: Su rol de usuario le permite acceder a datos basados en su ubicación asignada en la jerarquía organizacional. Usted no tiene asignada una ubicación actualmente y no podrá acceder a CommCareHQ hasta que esto se corrija. Por favor contacte a su administrador de proyecto para que le asigne una ubicación.
sw: Jukumu lako la mtumiaji linakuwezesha kufikia data kulingana na eneo ulilopangiwa katika mpangilio wa shirika. Kwa sasa huna eneo ulilopangiwa, na hutoweza kufikia CommCareHQ hadi hilo litakaporekebishwa. Tafadhali wasiliana na msimamizi wa mradi wako ili upangiwe eneo.

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project. More information is available <a href="{}">here</a>.
es: Este proyecto tiene reglas de acceso a datos restringidas. Por favor, contacta a tu administrador de proyecto para que te asigne acceso a los datos de este proyecto. Más información está disponible <a href="{}">aquí</a>.
sw: Mradi huu una sheria za upatikanaji wa data zilizozuiliwa. Tafadhali wasiliana na msimamizi wa mradi wako ili upangiwe ruhusa ya kufikia data katika mradi huu. Maelezo zaidi yanapatikana <a href="{}">hapa</a>.

source: Location site code: {site_code}.
sw: Nambari ya tovuti ya eneo: {site_code}.

source: Could not update: could not find location with
es: No se pudo actualizar: no se pudo encontrar la ubicación con
sw: Imeshindikana kusasisha: haikuweza kupata eneo lenye

source: Invalid fields were included in request: {list(data.keys())}.
sw: Sehemu batili zimejumuishwa kwenye ombi: {list(data.keys())}.

source: Could not find parent location with the given ID.
es: No se pudo encontrar la ubicación principal con el ID proporcionado.
sw: Haikuweza kupata eneo la mzazi lenye kitambulisho kilichotolewa.

source: Location with same name and parent already exists.
es: Ya existe una ubicación con el mismo nombre y padre.
sw: Eneo lenye jina na mzazi sawa tayari lipo.

source: The selected parent location cannot have child locations!
es: ¡La ubicación padre seleccionada no puede tener ubicaciones hijo!
sw: Eneo la mzazi lililochaguliwa haliwezi kuwa na maeneo tanzu!

source: Parent cannot have children of this location's type.
es: El padre no puede tener hijos del tipo de esta ubicación.
sw: Mzazi hawezi kuwa na watoto wa aina ya eneo hili.

source: Organizations
es: Organizaciones
sw: Mashirika

source: Your project no longer has access to the Organization feature. To access this feature, you must subscribe to the Advanced plan or higher. Until you change your subscription or discontinue your use of Organization features, you will not be able to add or remove mobile workers from groups. Fix this using one of the options below:
es: Tu proyecto ya no tiene acceso a la función de Organización. Para acceder a esta función, debes suscribirte al plan Avanzado o superior. Hasta que cambies tu suscripción o discontinúes el uso de las funciones de Organización, no podrás agregar o eliminar trabajadores móviles de los grupos. Soluciona esto usando una de las opciones a continuación:
sw: Mradi wako hauwezi tena kufikia kipengele cha Shirika. Ili kufikia kipengele hiki, lazima ujiunge na mpango wa Advanced au juu zaidi. Mpaka ubadilishe usajili wako au uache kutumia vipengele vya Shirika, hutoweza kuongeza au kuondoa wafanyakazi wa simu kutoka kwenye makundi. Rekebisha hili kwa kutumia mojawapo ya chaguzi hapa chini:

source: Remove Mobile Workers From Organizations
es: Eliminar Usuarios Móviles de Organizaciones
sw: Ondoa Wafanyakazi wa Simu Kutoka Mashirika

source: WARNING: Case Sharing may not work correctly when you discontinue organizations. Any organization case sharing settings will be removed and mobile workers assigned to case sharing organization levels will no longer share cases.
es: ADVERTENCIA: El Compartir Casos puede no funcionar correctamente cuando descontinúas las organizaciones. Cualquier configuración de compartir casos de organización será eliminada y los trabajadores móviles asignados a niveles de organización de compartir casos ya no compartirán casos.
sw: ONYO: Kushiriki Kesi kunaweza kutoenda vizuri unapositisha mashirika. Mipangilio yoyote ya kushiriki kesi ya shirika itaondolewa na wafanyakazi wa simu waliopangiwa ngazi za shirika za kushiriki kesi hawataweza tena kushiriki kesi.

source: Organization Levels
es: Niveles de Organización
sw: Ngazi za Shirika

source: Organization Levels allow you to configure the different types of locations within your project (districts, facilities, front line workers, etc.). Locations can own data and cases, view child location's data or simply be used for aggregation. Once you've defined your organization structure types, you'll be able to define the organization structure for your project. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
sw: Ngazi za Shirika zinakuwezesha kusanidi aina tofauti za maeneo ndani ya mradi wako (wilaya, vituo, wafanyakazi wa mstari wa mbele, n.k.). Maeneo yanaweza kumiliki data na kesi, kuona data ya maeneo tanzu au kutumika tu kwa ajili ya muhtasari. Baada ya kufafanua aina za muundo wa shirika, utaweza kufafanua muundo wa shirika kwa mradi wako. Jifunze zaidi kuhusu Mashirika kwenye <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Tovuti ya Msaada</a>.

source: If you have organization levels that can own cases, consider enabling the <a href="%(project_settings_url)s"> Show Orphan Case Alerts on Mobile Worker Edit Page </a> project setting to alert users about potentially creating orphan cases when modifying cases or locations.
es: Si tienes niveles de organización que pueden poseer casos, considera habilitar la <a href="%(project_settings_url)s"> Alerta de Casos Huérfanos en la Página de Edición de Trabajadores Móviles </a> en la configuración del proyecto para alertar a los usuarios sobre la posible creación de casos huérfanos al modificar casos o ubicaciones.
sw: Ikiwa una ngazi za shirika zinazoweza kumiliki kesi, zingatia kuwezesha <a href="%(project_settings_url)s"> Onyesha Arifa za Kesi Yatima kwenye Ukurasa wa Kuhariri Mfanyakazi wa Simu </a> katika mipangilio ya mradi ili kuwaonya watumiaji kuhusu uwezekano wa kuunda kesi yatima wakati wa kubadilisha kesi au maeneo.

source: New Organization Level
es: Nivel de Organización Nuevo
sw: Ngazi Mpya ya Shirika

source: Advanced mode
es: Modo Avanzado
sw: Hali ya juu

source: Organization Levels cannot be their own ancestors.
es: Los Niveles de Organización no pueden ser sus propios ancestros.
sw: Ngazi za Shirika haziwezi kuwa mababu zao wenyewe.

source: Parent Level
es: Nivel Padre
sw: Ngazi ya Mzazi

source: Parent Type
es: Tipo Padre
sw: Aina ya Mzazi

source: This controls which parent this organization level must have. You can use this to setup a organization level that can have different types of children.
es: Esto controla qué padre debe tener este nivel de organización. Puedes usar esto para configurar un nivel de organización que pueda tener diferentes tipos de hijos.
sw: Hii inadhibiti ni mzazi gani ngazi hii ya shirika lazima iwe nayo. Unaweza kutumia hii kusanidi ngazi ya shirika inayoweza kuwa na aina tofauti za watoto.

source: Type Code
es: Ingrese Código
sw: Nambari ya Aina

source: Level to expand from
es: Nivel desde el cual expandirse
sw: Ngazi ya kupanua kutoka

source: <p>When directly accessing locations in your app, this controls the level below which all possible locations are available.</p> <p>The default is to make the user's location's ancestors and all descendants available</p>
es: <p>Al acceder directamente a ubicaciones en tu aplicación, esto controla el nivel por debajo del cual todas las ubicaciones posibles están disponibles.</p> <p>El valor predeterminado es hacer que los ancestros de la ubicación del usuario y todos los descendientes estén disponibles</p>
sw: <p>Unapofikia maeneo moja kwa moja kwenye programu yako, hii inadhibiti ngazi chini yake ambapo maeneo yote yanaweza kupatikana.</p> <p>Chaguo-msingi ni kufanya mababu wa eneo la mtumiaji na vizazi vyote vipatikane</p>

source: Level to expand to
es: Nivel al cual expandirse
sw: Ngazi ya kupanua hadi

source: <p>When directly accessing locations in your app, this controls the depth of locations available.</p> <p>This can reduce the sync size and time - for example, a user at the State level may not need to see all Cities in that state.</p> <p>The default is to make the user's location's ancestors and all descendants available.</p>
es: <p>Al acceder directamente a ubicaciones en tu aplicación, esto controla la profundidad de las ubicaciones disponibles.</p> <p>Esto puede reducir el tamaño y el tiempo de sincronización; por ejemplo, un usuario a nivel de Estado puede no necesitar ver todas las Ciudades en ese estado.</p> <p>El valor predeterminado es hacer que los ancestros de la ubicación del usuario y todos los descendientes estén disponibles.</p>
sw: <p>Unapofikia maeneo moja kwa moja kwenye programu yako, hii inadhibiti kina cha maeneo yanayopatikana.</p> <p>Hii inaweza kupunguza ukubwa na muda wa usawazishaji - kwa mfano, mtumiaji aliye kwenye ngazi ya Jimbo anaweza asihitaji kuona Miji yote katika jimbo hilo.</p> <p>Chaguo-msingi ni kufanya mababu wa eneo la mtumiaji na vizazi vyote vipatikane.</p>

source: Include without expanding
es: Incluir sin expandir
sw: Jumuisha bila kupanua

source: <p>Force sync all locations of this level and their ancestors.</p> <p>This is useful if you require some high level information in your app, like all the state names, but don't want to sync all the descendants of that location</p>
es: <p>Forzar la sincronización de todas las ubicaciones de este nivel y sus ancestros.</p> <p>Esto es útil si necesitas información de alto nivel en tu aplicación, como todos los nombres de los estados, pero no quieres sincronizar todos los descendientes de esa ubicación</p>
sw: <p>Lazimisha usawazishaji wa maeneo yote ya ngazi hii na mababu zao.</p> <p>Hii ni muhimu ikiwa unahitaji taarifa za ngazi ya juu kwenye programu yako, kama majina yote ya majimbo, lakini hutaki kusawazisha vizazi vyote vya eneo hilo</p>

source: Include only
es: Incluir solo
sw: Jumuisha pekee

source: <p>Include only locations of the specified types.</p> <p>Every type you select must also have its parent included.</p>
es: <p>Incluir solo ubicaciones de los tipos especificados.</p> <p>Cada tipo que selecciones también debe tener su padre incluido.</p>
sw: <p>Jumuisha tu maeneo ya aina zilizobainishwa.</p> <p>Kila aina unayochagua lazima pia iwe na mzazi wake.</p>

source: Tracks Stock
es: Seguimiento a Existencias
sw: Inafuatilia Stoo

source: Does this location keep inventory and track stock? Note that changing this property will update all locations of this level accordingly.
es: ¿Esta ubicación mantiene inventario y rastrea existencias? Ten en cuenta que cambiar esta propiedad actualizará todas las ubicaciones de este nivel en consecuencia.
sw: Je, eneo hili linatunza hesabu na kufuatilia stoo? Kumbuka kuwa kubadilisha sifa hii kutasasisha maeneo yote ya ngazi hii ipasavyo.

source: Owns Cases
es: Posee Casos
sw: Inamiliki Kesi

source: <p>Determines if locations at this level should own cases; this will allow sharing of cases among any users assigned to a location at this level.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
es: <p>Determina si las ubicaciones en este nivel deben poseer casos; esto permitirá compartir casos entre cualquier usuario asignado a una ubicación en este nivel.</p> <p>Para que esto funcione, debes asegurarte de haber habilitado el Compartir Casos en la configuración de tu Aplicación. Por favor, consulta el <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>sitio de ayuda</a> para más detalles.</p>
sw: <p>Inaamua kama maeneo ya ngazi hii yanapaswa kumiliki kesi; hii itaruhusu ushirikiano wa kesi kati ya watumiaji wowote waliopangiwa eneo la ngazi hii.</p> <p>Ili hili lifanye kazi, hakikisha umewezesha Kushiriki Kesi kwenye mipangilio ya Programu yako. Tafadhali angalia <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>tovuti ya msaada</a> kwa maelezo zaidi.</p>

source: View Child Data
es: Ver Datos del Hijo
sw: Tazama Data ya Mtoto

source: <p>Indicates if users assigned to this level should be able to see and update cases owned by levels below them.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
es: <p>Indica si los usuarios asignados a este nivel deben poder ver y actualizar casos poseídos por niveles inferiores.</p> <p>Para que esto funcione, debes asegurarte de haber habilitado el Compartir Casos en la configuración de tu Aplicación. Por favor, consulta el <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>sitio de ayuda</a> para más detalles.</p>
sw: <p>Inaonyesha kama watumiaji waliopangiwa ngazi hii wanapaswa kuona na kusasisha kesi zinazomilikiwa na ngazi zilizo chini yao.</p> <p>Ili hili lifanye kazi, hakikisha umewezesha Kushiriki Kesi kwenye mipangilio ya Programu yako. Tafadhali angalia <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>tovuti ya msaada</a> kwa maelezo zaidi.</p>

source: View Child Data to Level
es: Ver Datos de Hijos hasta el Nivel
sw: Tazama Data ya Mtoto hadi Ngazi

source: <p>Only include cases that show up in the user's restore file down to this level (inclusive).</p>
es: <p>Solo incluir casos que aparezcan en el archivo de restauración del usuario hasta este nivel (inclusive).</p>
sw: <p>Jumuisha tu kesi zinazoonekana kwenye faili ya kurejesha ya mtumiaji hadi ngazi hii (ikiwemo).</p>

source: Has Users
es: Tiene Usuarios
sw: Ina Watumiaji

source: <p>Indicates whether locations of this level can have users assigned.</p> <p>You cannot turn this setting off if there are users assigned to one of the locations.</p>
es: <p>Indica si las ubicaciones de este nivel pueden tener usuarios asignados.</p> <p>No puedes desactivar esta configuración si hay usuarios asignados a una de las ubicaciones.</p>
sw: <p>Inaonyesha kama maeneo ya ngazi hii yanaweza kupangiwa watumiaji.</p> <p>Huwezi kuzima mpangilio huu ikiwa kuna watumiaji waliopangiwa mojawapo ya maeneo.</p>

source: This field must be unique
es: Este campo debe ser único
sw: Sehemu hii lazima iwe ya kipekee

source: default
es: predeterminado
sw: chaguo-msingi

source: New Child Location
es: Nueva Ubicación Hijo
sw: Eneo Jipya la Mtoto

source: Location User
es: Usuario de Ubicación
sw: Mtumiaji wa Eneo

source: View Location Case
es: Ver Ubicación del Caso
sw: Tazama Kesi ya Eneo

source: Child Locations
es: Ubicaciones Hijas
sw: Maeneo Tanzu

source: Products
es: Productos
sw: Bidhaa
