Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Skip
es: Omitir
sw: Ruka

source: Strict
es: Estricto
sw: Makinifu

source: Target CommCare Flavor
es: Sabor de CommCare Objetivo
sw: Ladha Lengwa ya CommCare

source: Terrain
es: Terreno
sw: Ardhi

source: Text Input
es: Entrada de Texto
sw: Ingizo la Maandishi

source: Text
es: Texto
sw: Maandishi

source: The target accuracy of auto-captured GPS in meters. Once a reading meets this accuracy, it will be captured and the form will stop polling the GPS
sw: Usahihi lengwa wa GPS inayopatikana kiotomatiki kwa mita. Mara tu kipimo kitakapofikia usahihi huu, kitachukuliwa na fomu itasitisha kuchukua GPS.

source: This will determine how images you select for your questions will be resized to fit the screen. Horizontal will stretch/compress the image to fit perfectly horizontally while scaling to height to maintain the aspect ratio. Full Resize will try to be clever and find the ideal vertical/horizontal scaling for the screen. Half Resize will do the same but with half the area.
es: Esto determinará cómo las imágenes que selecciona para sus preguntas se ajustarán en tamaño para caber en la pantalla. A la horizontal, alargará/comprimirá la imagen para caber perfectamente de forma horizontal a la vez que se amplia la altura para mantener la relación de aspecto. El Ajuste de Tamaño Completo tratará de ser inteligente y encontrar la escala de ampliación vertical/horizontal ideal para la pantalla. El Ajuste de Tamaño Medio hará lo mismo, pero con la mitad del área.
sw: Hii itaamua jinsi picha utakazochagua kwa maswali yako zitakavyobadilishwa ukubwa ili kutoshea kwenye skrini. Mlalo itavuta/kukandamiza picha kutoshea kikamilifu upande wa mlalo huku ikipima urefu ili kudumisha uwiano wa picha. Kubadilisha Ukubwa Kamili kutajaribu kuwa na busara na kupata uwiano bora wa mlalo/urefu kwa skrini. Kubadilisha Ukubwa Nusu kutafanya vivyo hivyo lakini kwa nusu ya eneo.

source: This will set the amount of time you will remain logged in before automatically being logged out.
es: Esto establecerá la cantidad de tiempo que permanecerá en la sesión, antes de que se finalice su sesión automáticamente.
sw: Hii itaweka muda ambao utabaki umeingia kabla ya kutoka kiotomatiki.

source: This will show or hide the 'Incomplete' button on the CommCare ODK home screen. Turning this off will prevent users from saving incomplete forms.
es: Esto mostrará o esconderá el botón 'Incompleto' en la pantalla de inicio de CommCare ODK. Apagar esto evitará que los usuarios guarden formularios incompletos.
sw: Hii itaonyesha au kuficha kitufe cha 'Haijakamilika' kwenye skrini kuu ya CommCare ODK. Kuzima hii kutazuia watumiaji kuhifadhi fomu ambazo hazijakamilika.

source: This will show or hide the 'Saved' button on the CommCare ODK home screen. Turning this off will prevent users from saving forms locally.
es: Esto mostrará o esconderá el botón 'Guardado' en la página de inicio de CommCare ODK. Apagar esto evitará que los usuarios guarden formularios localmente.
sw: Hii itaonyesha au kuficha kitufe cha 'Iliyohifadhiwa' kwenye skrini kuu ya CommCare ODK. Kuzima hii kutazuia watumiaji kuhifadhi fomu kwenye kifaa.

source: Three Months
es: Tres Meses
sw: Miezi Mitatu

source: Translations Strategy
es: Estrategia de Traducciones
sw: Mkakati wa Tafsiri

source: Twice a Month
es: Dos Veces al Mes
sw: Mara Mbili kwa Mwezi

source: Two Weeks
es: Dos Semanas
sw: Wiki Mbili

source: Unsent Form Limit
es: Límite de Formularios sin Enviar
sw: Kikomo cha Fomu Zisizotumwa

source: Unsynced Time Limit
es: Límite de Tiempo Sin Sicronizar
sw: Kikomo cha Muda Usio na Usawazishaji

source: Update on every sync
es: Actualizar en cada sincronización
sw: Sasisha kila unapofanya usawazishaji

source: Upload a file to serve as a demo logo on Android phones
es: Subir un archivo para servir como logo de demostración en teléfonos Android
sw: Pakia faili itakayotumika kama nembo ya mfano kwenye simu za Android

source: Upload a file to serve as a login logo on Android phones
es: Cargue un archivo que sirva como logo para el ingreso en los teléfonos Android.
sw: Pakia faili itakayotumika kama nembo ya kuingia kwenye simu za Android

source: Upload a file to serve as an app logo in Web Apps
es: Subir un archivo para servir como logo de la aplicación en Aplicaciones Web
sw: Pakia faili itakayotumika kama nembo ya programu kwenye Programu za Wavuti

source: Use Secure Submissions
es: Utilice Ingresos Seguros
sw: Tumia Uwasilishaji Salama

source: Use project level setting
es: Utilice configuración de nivel de proyecto
sw: Tumia mpangilio wa kiwango cha mradi

source: Use a different base URL for all app URLs. This makes the phone send forms, sync, and look for updates from a different URL. The main use case is to allow migrating project spaces to a new environment.
es: Usar una URL base diferente para todas las URLs de la aplicación. Esto hace que el teléfono envíe formularios, sincronice y busque actualizaciones desde una URL diferente. El caso de uso principal es permitir la migración de espacios de proyecto a un nuevo entorno.
sw: Tumia URL msingi tofauti kwa URL zote za programu. Hii inafanya simu kutuma fomu, kusawazisha, na kutafuta masasisho kutoka URL tofauti. Matumizi makuu ni kuruhusu kuhamisha nafasi za mradi kwenda kwenye mazingira mapya.

source: User Login Mode
es: Modo de Ingreso de Usuario
sw: Hali ya Kuingia Mtumiaji

source: Validate Multimedia
es: Validar Multimedia
sw: Thibitisha Multimedia

source: Version 1 translations (old)
es: Versión 1 de traducciones (antiguas)
sw: Tafsiri za Toleo la 1 (zamani)

source: Version 2 translations (recommended)
es: Versión 2 de traducciones (recomendado)
sw: Tafsiri za Toleo la 2 (zinazopendekezwa)

source: Version of mobile UCRs to use. Read more on the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">Help Site</a>
sw: Toleo la UCR za simu za mkononi la kutumia. Soma zaidi kwenye <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">Tovuti ya Msaada</a>

source: We frequently release new versions of CommCare Mobile. Use the latest version to take advantage of new features and bug fixes. Note that if you are using CommCare for Android you must also update your version of CommCare from the Google Play Store.
es: De manera frecuente lanzamos nuevas versiones de CommCare Móvil. Utilice la última versión para aprovechar las nuevas funciones y corrección de errores. Note que si está utilizando CommCare para Android, debe actualizar su versión de CommCare de Google Play Store.
sw: Tunatoa matoleo mapya ya CommCare Mobile mara kwa mara. Tumia toleo jipya zaidi ili kufaidika na vipengele vipya na marekebisho ya hitilafu. Kumbuka kuwa kama unatumia CommCare kwa Android lazima pia usasishe toleo lako la CommCare kutoka Google Play Store.

source: We suggest moving to CommCare 2.0 and above, unless your project is using referrals
es: Le sugerimos subir a la versión CommCare 2.0 y superior, a menos que su proyecto utilice referencias
sw: Tunapendekeza uhamie CommCare 2.0 na juu, isipokuwa mradi wako unatumia marejeleo

source: Web App
es: Aplicación Web
sw: Programu ya Wavuti

source: Web Apps Logo
es: Logo de Aplicaciones Web
sw: Nembo ya Programu za Wavuti

source: Web Apps Settings
es: Configuración de Aplicaciones Web
sw: Mipangilio ya Programu za Wavuti

source: Weekly Log Sending Frequency
es: Frecuencia de Envío de Inicio de Sesión Semanal
sw: Mara ngapi kutuma logi kila wiki

source: Weekly
es: Semanal
sw: Kila Wiki

source: What kind of log transmission the phone should attempt on a daily basis (submitted to PostURL)
es: Qué tipo de registro de transmisión debe intentar el teléfono diariamente (ingresado a PostURL)
sw: Aina gani ya utumaji logi simu inapaswa kujaribu kila siku (inatumwa kwa PostURL)

source: What kind of log transmission the phone should attempt on a weekly basis (submitted to PostURL)
es: Qué tipo de registro de transmisión debe intentar el teléfono semanalmente (ingresado a PostURL)
sw: Aina gani ya utumaji logi simu inapaswa kujaribu kila wiki (inatumwa kwa PostURL)

source: What the 'Extra Key' (# on Nokia Phones) does when pressed
es: Qué hace la 'Tecla Extra' (# en Teléfonos Nokia) al presionarla
sw: Kile kitufe cha 'Extra Key' (# kwenye Simu za Nokia) hufanya kinapobonyezwa

source: When a value is selected, this feature controls the display size of any user-provided image such that it will be consistent with the size of the original image file, and consistent across devices. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> the instructions here</a> to determine which value to use.
es: Cuando se selecciona un valor, esta función controla el tamaño de visualización de cualquier imagen proporcionada por el usuario de manera que sea consistente con el tamaño del archivo de imagen original y consistente en todos los dispositivos. Siga <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> las instrucciones aquí</a> para determinar qué valor usar.
sw: Wakati thamani inachaguliwa, kipengele hiki hudhibiti ukubwa wa onyesho wa picha yoyote iliyotolewa na mtumiaji ili iwe sawa na ukubwa wa faili ya picha asili, na iwe sawa kwenye vifaa vyote. Fuata <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'>maelekezo hapa</a> kubaini ni thamani gani ya kutumia.

source: When auto-sync is enabled CommCare will attempt to submit forms and synchronize the user's data after logging in with the frequency chosen.
es: Cuando está habilitada la sincronización automática, CommCare intentará ingresar formularios y sincronizar los datos del usuario luego de iniciar sesión con la frecuencia elegida.
sw: Wakati usawazishaji wa moja kwa moja umewezeshwa CommCare itajaribu kutuma fomu na kusawazisha data ya mtumiaji baada ya kuingia kulingana na mzunguko uliochaguliwa.

source: When loose media mode is set to yes, CommCare will search for alternative media formats for any media that it cannot play. If CommCare attempts to play a file at jr://file/media/prompt_one.mp3 and mp3 files are not supported, the media directory will be searched for other files named prompt_one with alternative extensions which may be supported, for instance prompt_one.wav, and play that instead.
es: Cuando se selecciona sí en el modo de pérdida de modo de medios, CommCare buscará formatos de medios alternativos para cualquier medio que no pueda reproducir. Si CommCare intenta reproducir un archivo en jr://file/media/prompt_one.mp3 y los archivos mp3 no son compatibles, se buscará en el directorio de medios otros archivos named prompt_one con extensiones alternativas que puedan ser compatibles, por ejemplo prompt_one.wav, y reproducirá esa en su lugar.
sw: Wakati hali ya vyombo vya habari visivyofungwa imewekwa kuwa ndiyo, CommCare itatafuta miundo mbadala ya vyombo vya habari kwa vyombo vya habari ambavyo haiwezi kucheza. Ikiwa CommCare itajaribu kucheza faili kwenye jr://file/media/prompt_one.mp3 na faili za mp3 hazina msaada, saraka ya vyombo vya habari itatafutwa kwa faili nyingine zenye jina prompt_one na viendelezi vingine vinavyoweza kusaidiwa, kwa mfano prompt_one.wav, na kucheza hiyo badala yake.

source: When the phone has this number of unsynced forms stored locally CommCare will trigger a warning
es: Cuando el teléfono tenga este número de formularios sin sincronizar guardados localmente, CommCare emitirá una advertencia
sw: Simu inapokuwa na idadi hii ya fomu ambazo hazijasawazishwa zilizohifadhiwa ndani, CommCare itatoa onyo

source: When this many days have passed without the user syncing CommCare will trigger a warning
es: Cuando hayan pasado esta cantidad de días sin que el usuario sincronice, CommCare activará una advertencia
sw: Siku hizi zinapopita bila mtumiaji kusawazisha, CommCare itatoa onyo

source: Whenever Possible
es: Cuando sea Posible
sw: Kila Iwezekanavyo

source: Whether CommCare should search for alternative formats of incompatible media files.
es: Si CommCare debe buscar formatos alternativos de archivos de medios incompatibles.
sw: Iwapo CommCare inapaswa kutafuta miundo mbadala ya faili za vyombo vya habari zisizooana.

source: Whether CommCare should validate that all external multimedia is installed before letting the user run the app.
es: Si CommCare debe validar que toda la multimedia externa esté instalada antes de permitir que el usuario ejecute la aplicación.
sw: Iwapo CommCare inapaswa kuthibitisha kuwa multimedia zote za nje zimewekwa kabla ya kumruhusu mtumiaji kutumia programu.

source: Whether OTA Restore is tolerant of failures, ambiguity, duplicate registrations, etc (and proceeds as best it can), or whether it fails immediately in these cases.
es: Si Restauración OTA tolera fallas, ambigüedades, registros duplicados, etc. (y procede lo mejor que puede), o si falla inmediatamente en estos casos.
sw: Iwapo OTA Restore inavumilia kushindwa, utata, usajili marudio, n.k. (na inaendelea kadri inavyoweza), au ikiwa inashindwa mara moja katika hali hizi.

source: Whether logging of incidents should be activated on the client.
es: Si el registro de incidentes debe activarse en el cliente.
sw: Iwapo uandikishaji wa matukio unapaswa kuanzishwa kwenye mteja.

source: Whether searches can match similar strings
es: Si las búsquedas pueden coincidir con cadenas similares
sw: Iwapo utafutaji unaweza kulinganisha maneno yanayofanana

source: Whether searches on the phone will match similar strings. IE: 'Jhon' will match 'John'
es: Si las búsquedas en el teléfono coincidirán con cadenas similares. Por ejemplo: 'Jhon' coincidirá con 'John'
sw: Iwapo utafutaji kwenye simu utafanana na maneno yanayofanana. Mfano: 'Jhon' italingana na 'John'

source: Whether to log each time a user views case details. May reduce mobile performance.
es: Si se debe registrar cada vez que un usuario ve los detalles del caso. Puede reducir el desempeño del dispositivo móvil.
sw: Iwapo kurekodi kila mara mtumiaji anapoangalia maelezo ya kesi. Inaweza kupunguza utendaji wa simu.

source: Whether to show the user login screen
es: Si mostrar la pantalla de ingreso del usuario
sw: Iwapo kuonyesha skrini ya kuingia kwa mtumiaji

source: Whether users registered on the phone need to be registered with the submission server.
es: Si los usuarios registrados en el teléfono deben registrarse en el servidor de ingreso.
sw: Iwapo watumiaji waliosajiliwa kwenye simu wanahitaji kusajiliwa na seva ya utumaji.

source: X-High Density
es: Densidad X-Alta
sw: Msongamano wa Juu Sana

source: XX-High Density
es: Densidad XX-Alta
sw: Msongamano wa Juu Zaidi

source: XXX-High Density
es: Densidad XXX-Alta
sw: Msongamano wa Juu Zaidi Kabisa

source: Yes
es: Sí
sw: Ndiyo

source: disabled
es: deshabilitado
sw: imezimwa

source: Enable Text To Speech
es: Habilitar Texto a Voz
sw: Wezesha Maandishi Kuwa Hotuba

source: Adds a text to speech button for all questions to read out the question text aloud.
es: Agrega un botón de texto a voz para todas las preguntas para leer en voz alta el texto de la pregunta.
sw: Inaongeza kitufe cha maandishi kuwa hotuba kwa maswali yote ili kusoma maandishi ya swali kwa sauti.

source: Enable asterisk on required question
es: Habilitar asterisco en pregunta obligatoria
sw: Wezesha nyota kwenye swali linalotakiwa

source: Adds a red asterisk to denote mandatory questions in a form. This setting only works in mobile.
es: Agrega un asterisco rojo para denotar preguntas obligatorias en un formulario. Esta configuración solo funciona en dispositivos móviles.
sw: Inaongeza nyota nyekundu kuonyesha maswali ya lazima kwenye fomu. Mpangilio huu unafanya kazi kwenye simu pekee.

source: Person Simple
es: Persona Simple
sw: Mtu Rahisi

source: Title row, subtitle row, third row with two cells, and map
es: Fila de título, fila de subtítulo, tercera fila con dos celdas y mapa
sw: Safu ya kichwa, safu ya manukuu, safu ya tatu yenye seli mbili, na ramani

source: Title row, second row with two cells, third row, and map
es: Fila de título, segunda fila con dos celdas, tercera fila y mapa
sw: Safu ya kichwa, safu ya pili yenye seli mbili, safu ya tatu, na ramani

source: Title row, second row with two cells, third and fourth rows, and map
es: Fila de título, segunda fila con dos celdas, tercera y cuarta filas, y mapa
sw: Safu ya kichwa, safu ya pili yenye seli mbili, safu ya tatu na ya nne, na ramani

source: Three upper rows, four rows with two cells, two lower rows and map
es: Tres filas superiores, cuatro filas con dos celdas, dos filas inferiores y mapa
sw: Safu tatu za juu, safu nne zenye seli mbili, safu mbili za chini na ramani

source: Title row, second row with two cells, third row with two cells
es: Fila de título, segunda fila con dos celdas, tercera fila con dos celdas
sw: Safu ya kichwa, safu ya pili yenye seli mbili, safu ya tatu yenye seli mbili

source: 2 x 3 grid of image and text
es: Cuadrícula de 2 x 3 de imagen y texto
sw: Gridi ya 2 x 3 ya picha na maandishi

source: BHA Referrals
es: Referencias BHA
sw: Marejeleo ya BHA

source: There is no schedule for form {form_id}
es: No hay agenda para el formulario {form_id}
sw: Hakuna ratiba kwa fomu {form_id}

source: Schedule Phase in module '{module_name}' is missing an anchor
es: A la Agenda de Fase en el módulo '{module_name}' le hace falta un anclaje
sw: Awamu ya Ratiba kwenye moduli '{module_name}' inakosa nanga

source: '{form_name}' in '{module_name}' is missing an abbreviation
es: Al '{form_name}' en '{module_name}' le hace falta una abreviatura
sw: '{form_name}' katika '{module_name}' haina kifupisho

source: Your app has multiple forms with the same schedule abbreviation
es: Su aplicación tiene múltiples formularios con la misma abreviatura de agenda
sw: Programu yako ina fomu nyingi zenye kifupisho sawa cha ratiba

source: Conflicting instance declarations in {entry_id} for {instance_id}: {src_1} != {src_2}
es: Declaraciones de instancia en conflicto en {entry_id} para {instance_id}: {src_1} != {src_2}
sw: Matamko yanayokinzana ya mfano katika {entry_id} kwa {instance_id}: {src_1} != {src_2}

source: Could not find target module used by form '{}'
es: No encontramos el módulo objetivo utilizado en el formulario '{}'
sw: Haikuweza kupata moduli lengwa inayotumiwa na fomu '{}'

source: Form '%(form_name)s' in module '%(module_name)s' references a module with an incorrect case type: module '%(target_name)s' expected '%(expected_case_type)s', found '%(target_case_type)s'
es: El formulario '%(form_name)s' en el módulo '%(module_name)s' hace referencia a un módulo con un tipo de caso incorrecto: módulo '%(target_name)s' esperado '%(expected_case_type)s', encontrado '%(target_case_type)s'
sw: Fomu '%(form_name)s' katika moduli '%(module_name)s' inarejelea moduli yenye aina isiyo sahihi ya kesi: moduli '%(target_name)s' ilitarajiwa '%(expected_case_type)s', imepatikana '%(target_case_type)s'

source: Case list used by parent child selection in '{}' not found
es: No encontramos la lista de casos utilizada en la selección padre hijo en '{}'
sw: Orodha ya kesi inayotumiwa na uteuzi wa mzazi-mtoto katika '{}' haikupatikana

source: Auto-generated by a phone update. Will expire after next build if not marked released. Generated by user {}.
es: Generado automáticamente por una actualización de teléfono. Expirará después de la próxima compilación si no se marca como liberado. Generado por el usuario {}.
sw: Imetengenezwa kiotomatiki na masasisho ya simu. Itaisha baada ya toleo linalofuata ikiwa haitatambuliwa kama imetolewa. Imetengenezwa na mtumiaji {}.

source: Multimedia Sizes
es: Tamaños de Multimedia
sw: Ukubwa wa Multimedia

source: Multimedia download needed to update from %(from_version)s to %(to_version)s
es: Se necesita descarga de multimedia para actualizar de %(from_version)s a %(to_version)s
sw: Upakuaji wa multimedia unahitajika ili kusasisha kutoka %(from_version)s hadi %(to_version)s

source: COVID-19 CommCare Applications
es: Aplicaciones CommCare para COVID-19
sw: Programu za CommCare za COVID-19

source: COVID-19 CommCare Applications
es: Aplicaciones CommCare para COVID-19
sw: Programu za CommCare za COVID-19

source: <div class="row"> <div class="col-sm-10"> <p> To support organizations and governments with COVID-19 response, Dimagi has developed a library of free COVID-19 template applications for our open source platform, CommCare. These have been developed based on clinical protocols from the World Health Organization, the Centers for Disease Control, and others. </p> <p class="help-block"> These application templates can be imported into your project space as licensed by Dimagi under the <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons NonCommercial ShareAlike License (CC BY-NC-SA 4.0)</a>.
es: <div class="row"> <div class="col-sm-10"> <p> Para apoyar a organizaciones y gobiernos con la respuesta al COVID-19, Dimagi ha desarrollado una biblioteca de aplicaciones de plantilla gratuitas para COVID-19 en nuestra plataforma de código abierto, CommCare. Estas han sido desarrolladas basándose en protocolos clínicos de la Organización Mundial de la Salud, los Centros para el Control de Enfermedades, y otros. </p> <p class="help-block"> Estas plantillas de aplicaciones pueden importarse en su espacio de proyecto según la licencia de Dimagi bajo la <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Licencia Creative Commons NoComercial CompartirIgual (CC BY-NC-SA 4.0)</a>.
sw: <div class="row"> <div class="col-sm-10"> <p> Ili kusaidia mashirika na serikali katika kukabiliana na COVID-19, Dimagi imetengeneza maktaba ya programu za bure za mfano wa COVID-19 kwa jukwaa letu huria, CommCare. Hizi zimetengenezwa kwa kuzingatia taratibu za kitabibu kutoka Shirika la Afya Duniani, Vituo vya Kudhibiti Magonjwa, na wengineo. </p> <p class="help-block"> Hizi templeti za programu zinaweza kuingizwa kwenye nafasi yako ya mradi kama ilivyoruhusiwa na Dimagi chini ya <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Leseni ya Creative Commons NonCommercial ShareAlike (CC BY-NC-SA 4.0)</a>.

source: Application Info
es: Información de la Aplicación
sw: Taarifa za Programu

source: Last Updated: %(last_released)s
es: Última Actualización: %(last_released)s
sw: Iliyosasishwa Mwisho: %(last_released)s

source: Version History
es: Historial de Versiones
sw: Historia ya Toleo

source: Import
es: Importar
sw: Ingiza

source: Untitled App
es: Aplicación Sin Título
sw: Programu Isiyo na Jina

source: Enter app description here
es: Ingrese aquí la descripción de la aplicación
sw: Weka maelezo ya programu hapa

source: Releases
es: Publicaciones
sw: Matoleo

source: Release Mode
es: Modo de Liberación
sw: Hali ya Toleo

source: Settings
es: Configuración
sw: Mipangilio

source: High Level Summary
es: Resumen de Nivel Alto
sw: Muhtasari wa Juu

source: Form Summary
es: Resumen del Formulario
sw: Muhtasari wa Fomu

source: Case Summary
es: Resumen del Caso
sw: Muhtasari wa Kesi

source: Labels
es: Etiquetas
sw: Lebo

source: Question IDs
es: ID de Preguntas
sw: Vitambulisho vya Maswali

source: Go
es: Ir
sw: Nenda

source: Show Conditions
es: Mostrar las Condiciones
sw: Onyesha Masharti

source: Show Calculations
es: Mostrar los Cálculos
sw: Onyesha Mahesabu
