Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Make search input available after search
es: Hacer que la entrada de búsqueda esté disponible después de buscar
sw: Fanya ingizo la utafutaji lipatikane baada ya utafutaji

source: Search Input Instance Name
es: Nombre de Instancia de Entrada de Búsqueda
sw: Jina la Mfano wa Ingizo la Utafutaji

source: Label for Searching
es: Etiqueta para Buscar
sw: Lebo ya Kutafuta

source: Label for Searching Again
es: Etiqueta para Buscar Nuevamente
sw: Lebo ya Kutafuta Tena

source: Search Screen Title
es: Título de Pantalla de Búsqueda
sw: Kichwa cha Skrini ya Utafutaji

source: Search Screen Title Translation
es: Traducción del Título de Pantalla de Búsqueda
sw: Tafsiri ya Kichwa cha Skrini ya Utafutaji

source: Search Screen Subtitle
es: Subtítulo de Pantalla de Búsqueda
sw: Kichwa Kidogo cha Skrini ya Utafutaji

source: Search Filter
es: Filtro de Búsqueda
sw: Kichujio cha Utafutaji

source: Copy case list filter
es: Copiar filtro de lista de casos
sw: Nakili kichujio cha orodha ya kesi

source: Example: age > 5
es: Ejemplo: edad > 5
sw: Mfano: umri > 5

source: Claim Condition
es: Condición de Reclamación
sw: Sharti la Kudai

source: Don't search cases owned by the following ids
es: No buscar casos que son propiedad de los siguientes ids
sw: Usitafute kesi zinazomilikiwa na vitambulisho vifuatavyo

source: Ignore Owners
es: Ignorar Propietarios
sw: Puuza Wamiliki

source: Example: instance('commcaresession')/session/context/userid or 'a1c0148dc2120c6b1762f5ac5aba2a15'
sw: Mfano: instance('commcaresession')/session/context/userid au 'a1c0148dc2120c6b1762f5ac5aba2a15'

source: Data Registry Workflow
es: Flujo de Trabajo del Registro de Datos
sw: Mtiririko wa Rekodi ya Data

source: Load Additional Data Registry Cases
es: Cargar Casos Adicionales del Registro de Datos
sw: Pakia Kesi za Ziada kutoka kwenye Rekodi ya Data

source: Load additional cases from the Data Registry into the 'registry' instance for forms in this module. The case type of the case must be configured in the registry and in the module via the module's case type or the module's 'Additional Case List and Case Search Types' configuration.
sw: Pakia kesi za ziada kutoka kwenye Rejista ya Data kwenye mfano wa 'registry' kwa fomu katika moduli hii. Aina ya kesi lazima iwe imesanidiwa kwenye rejista na kwenye moduli kupitia aina ya kesi ya moduli au usanidi wa moduli wa 'Aina za Orodha ya Kesi za Ziada na Utafutaji wa Kesi'.

source: Case ID XPath
es: XPath de ID de Caso
sw: XPath ya Kitambulisho cha Kesi

source: Add Case ID to Data Registry Query
es: Agregar ID de Caso a Consulta del Registro de Datos
sw: Ongeza Kitambulisho cha Kesi kwenye Utafutaji wa Rekodi ya Data

source: Case property with additional case id to add to results
es: Propiedad de caso con ID de caso adicional para agregar a los resultados
sw: Sifa ya kesi iliyo na kitambulisho cha kesi ya ziada cha kuongeza kwenye matokeo

source: Custom Related Case Property
es: Propiedad de Caso Relacionado Personalizado
sw: Sifa Maalum ya Kesi Inayohusiana

source: Enter in the name of a case property that contains the ID of another case you'd like included in the results instance. This is to allow you to configure your case list display to show properties of that related case. Read more on the <a href="https://confluence.dimagi.com/display/USH/Case+Search+Configuration" >Help Site</a >.
sw: Weka jina la sifa ya kesi inayobeba kitambulisho cha kesi nyingine unayotaka ijumuishwe kwenye matokeo ya mfano. Hii ni kukuwezesha kusanidi onyesho la orodha ya kesi yako ili kuonyesha sifa za kesi hiyo inayohusiana. Soma zaidi kwenye <a href="https://confluence.dimagi.com/display/USH/Case+Search+Configuration" >Tovuti ya Msaada</a >.

source: Include all related cases in search results
es: Incluir todos los casos relacionados en los resultados de búsqueda
sw: Jumuisha kesi zote zinazohusiana kwenye matokeo ya utafutaji

source: Clearing search terms resets search results
es: Borrar los términos de búsqueda restablece los resultados de búsqueda
sw: Kufuta maneno ya utafutaji kunaanza upya matokeo ya utafutaji

source: This is not a valid xpath expression. Check to make sure your parentheses match and you are referencing case properties correctly.
sw: Hii si usemi halali wa xpath. Hakikisha mabano yako yanalingana na unarejelea sifa za kesi kwa usahihi.

source: A property is not allowed both here and Default Search Filters. Please remove from one of the lists
es: No se permite una propiedad tanto aquí como en Filtros de Búsqueda Predeterminados. Por favor, elimínela de una de las listas
sw: Kipengele hakiruhusiwi kuwepo hapa na kwenye Vichujio Chaguo-msingi vya Utafutaji. Tafadhali ondoa kwenye mojawapo ya orodha

source: Configure
es: Configurar
sw: Sanidi

source: Options for:
es: Opciones para:
sw: Chaguzi kwa:

source: Help Text
es: Texto de Ayuda
sw: Maandishi ya Msaada

source: Default Value Expression
es: Expresión de Valor Predeterminado
sw: Ufafanuzi wa Thamani Chaguomsingi

source: In "YYYY-MM-DD to YYYY-MM-DD" format
es: En formato "AAAA-MM-DD a AAAA-MM-DD"
sw: Katika muundo wa "YYYY-MM-DD hadi YYYY-MM-DD"

source: e.g. Use #,# as separator to select multiple values
es: p.ej. Use #,# como separador para seleccionar múltiples valores
sw: mf. Tumia #,# kama kitenganishi kuchagua thamani nyingi

source: Checkbox
es: Casilla
sw: Kisanduku cha Kuhakiki

source: Date Range
es: Rango de Fecha
sw: Kipindi cha Tarehe

source: Barcode
es: Código de barras
sw: Msimbo wa Mstari

source: Lookup Table Selection
es: Selección de Tabla de Consulta
sw: Uteuzi wa Jedwali la Kutafuta

source: Mobile UCR Selection
es: Selección de UCR Móvil
sw: Uteuzi wa UCR wa Simu

source: Geocoder Broadcast
es: Difusión del Geocodificador
sw: Utangazaji wa Geocoder

source: Allow multiple selections
es: Permitir múltiples selecciones
sw: Ruhusu uteuzi mwingi

source: Allow searching for blank values
es: Permitir búsqueda de valores en blanco
sw: Ruhusu kutafuta thamani tupu

source: Label Field
es: Campo de Etiqueta
sw: Sehemu ya Lebo

source: Value Field
es: Campo de Valor
sw: Sehemu ya Thamani

source: Sort Field
es: Clasificar Campo
sw: Sehemu ya Kupanga

source: Instance Nodeset
es: Conjunto de Nodos de Instancia
sw: Nodeset ya Kesi

source: This refers to data other than selected report/lookup-table.
es: Esto se refiere a datos distintos del informe/tabla de consulta seleccionada.
sw: Hii inahusu data tofauti na ripoti/jedwali la kutafuta lililochaguliwa.

source: Advanced Options
es: Opciones Avanzadas
sw: Chaguzi za Juu

source: Geocoder Receiver Expression
es: Expresión del Receptor del Geocodificador
sw: Ufafanuzi wa Mpokeaji wa Geocoder

source: Hide in Search Screen
es: Ocultar en la Pantalla de Búsqueda
sw: Ficha kwenye Skrini ya Utafutaji

source: Exclude From Search Filters
es: Excluir de los Filtros de Búsqueda
sw: Ondoa Katika Vichujio vya Utafutaji

source: Required Message
es: Mensaje Requerido
sw: Ujumbe Unaohitajika

source: Validation Condition
es: Condición de Validación
sw: Hali ya Uthibitisho

source: Validation Message
es: Mensaje de Validación
sw: Ujumbe wa Uthibitisho

source: Done
es: Listo
sw: Imekamilika

source: Group Name
es: Nombre del Grupo
sw: Jina la Kikundi

source: Reset Grid
es: Restablecer Cuadrícula
sw: Weka Upya Gridi

source: Case Tile Template
es: Plantilla de Ficha de Caso
sw: Kiolezo cha Tile ya Kesi

source: Custom Detail Variables
es: Variables de Detalle Personalizables
sw: Vigezo Maalum vya Maelezo

source: Add custom variables to the variables node.
es: Agregar las variables personalizadas al nodo de variables.
sw: Ongeza vigezo maalum kwenye nodi ya vigezo.

source: Enable visit scheduler
es: Habilitar agenda de visitas
sw: Wezesha ratiba ya ziara

source: Be able to configure a visit schedule
es: Poder configurar una agenda de visitas
sw: Uweze kusanidi ratiba ya ziara

source: Visit schedule will be ignored as not all forms in the case list update or close a case.
es: El horario de visitas será ignorado ya que no todos los formularios en la lista de casos actualizan o cierran un caso.
sw: Ratiba ya ziara itapuuzwa kwa kuwa si fomu zote kwenye orodha ya kesi husasisha au kufunga kesi.

source: Schedule Phases
es: Agendar Fases
sw: Awamu za Ratiba

source: Schedule Phase Number
es: Agendar Número de Fase
sw: Nambari ya Awamu ya Ratiba

source: Schedule Anchor Property
es: Agendar Propiedad de Anclaje
sw: Kipengele cha Kianzio cha Ratiba

source: Forms in this phase
es: Formularios en esta fase
sw: Fomu katika awamu hii

source: Add Phase
es: Agregar Fase
sw: Ongeza Awamu

source: You can only delete phases that have no forms
es: Solo puede eliminar fases que no contienen formularios
sw: Unaweza kufuta tu awamu ambazo hazina fomu

source: Visit schedules can only be used when all the forms in the case list<br/> update or close a case, which means registration forms must go in a separate case list.
es: Los horarios de visitas solo se pueden usar cuando todos los formularios en la lista de casos<br/> actualizan o cierran un caso, lo que significa que los formularios de registro deben ir en una lista de casos separada.
sw: Ratiba za ziara zinaweza kutumika tu pale ambapo fomu zote kwenye orodha ya kesi<br/> zinasasisha au kufunga kesi, ambayo inamaanisha fomu za usajili lazima ziwekwe kwenye orodha tofauti ya kesi.

source: Lookup Table Case Selection
es: Tabla de Búsqueda de Selección de Caso
sw: Uteuzi wa Kesi kwa Jedwali la Kutafuta

source: Enable Lookup Table Filtering
es: Habilitar Filtro de Tabla de Búsqueda
sw: Wezesha Uchujaji wa Jedwali la Kutafuta

source: Enabling this allows you to filter the case list based on a lookup table selection and an xpath expression that consumes that selection
es: Habilitar esto le permite filtrar la lista de caso basado en la selección de tabla de búsqueda y una expresión xpath que usa esa selección
sw: Kuwezesha hili kunakuwezesha kuchuja orodha ya kesi kulingana na uteuzi wa jedwali la kutafuta na usemi wa xpath unaotumia uteuzi huo

source: Lookup Table Type
es: Tipo de Tabla de Búsqueda
sw: Aina ya Jedwali la Kutafuta

source: Lookup Table Type refers to the lookup table that should be used in selection
es: El Tipo de Tabla de Búsqueda se refiere a la tabla de búsqueda que debe ser utilizada en la selección
sw: Aina ya Jedwali la Kutafuta inahusu jedwali la kutafuta linalopaswa kutumika kwenye uteuzi

source: Select One
es: Seleccione Uno
sw: Chagua Moja

source: Display Column
es: Mostrar Columna
sw: Safu ya Kuonyesha

source: This Column will be displayed as the choice for the user to select from
es: Se mostrará esta Columna como la opción a seleccionar por parte del usuario
sw: Safu hii itaonyeshwa kama chaguo kwa mtumiaji kuchagua

source: Localize Display Column
es: Localizar Mostrar Columna
sw: Tafsiri Safu ya Kuonyesha

source: Set this checkbox to indicate that the lookup table does not contain the display string, but a reference to the localization string
es: Configure esta casilla para indicar que la tabla de búsqueda no incluye la cadena de pantalla, sino una referencia a la ubicación de la cadena
sw: Weka kisanduku tiki hiki kuonyesha kwamba jedwali la utafutaji halina maandishi ya kuonyesha, bali rejeleo la maandishi ya utafsiri

source: Variable Column
es: Columna Variable
sw: Safu ya Kigezo

source: This column will be used as the variable which is input into the xpath expression below
es: La columna será utilizada como una variable que es entrada a la expresión xpath de abajo
sw: Safu hii itatumika kama kigezo ambacho kitaingizwa kwenye usemi wa xpath hapa chini

source: XPath filtering expression
es: expresión de filtro XPath
sw: Usemi wa kuchuja wa XPath

source: The XPath filtering expression will be added to the list of conditions that filter the case list
es: La expresión de filtro Xpath será agregada a la lista de condiciones que filtran la lista de casos
sw: Usemi wa kuchuja wa XPath utaongezwa kwenye orodha ya masharti yanayochuja orodha ya kesi

source: Graph Type
es: Tipo de Gráfico
sw: Aina ya Mchoro

source: Series
es: Serie
sw: Msururu

source: Configuration
es: Configuración
sw: Usanidi

source: Annotations
es: Anotaciones
sw: Maelezo ya Ziada

source: Source
es: Fuente
sw: Chanzo

source: Delete Series
es: Eliminar Serie
sw: Futa Msururu

source: Path
es: Ruta
sw: Njia

source: Radius
es: Radio
sw: Radiasi

source: Add Configuration &rarr; Value Mapping
es: Agregar Configuración &rarr; Mapeo de Valores
sw: Ongeza Usanidi &rarr; Ulinganifu wa Thamani

source: Add Series
es: Agregar Serie
sw: Ongeza Msururu

source: Add Configuration &rarr; Value mapping
es: Agregar Configuración &rarr; Mapeo de Valores
sw: Ongeza Usanidi &rarr; Ulinganifu wa Thamani

source: X Value
es: Valor X
sw: Thamani ya X

source: Y Value
es: Valor Y
sw: Thamani ya Y

source: Add Annotation
es: Agregar Anotación
sw: Ongeza Maelezo ya Ziada

source: Report
es: Reporte
sw: Ripoti

source: Description
es: Descripción
sw: Maelezo

source: Sync Delay (in hours)
es: Retraso de Sincronización (en horas)
sw: Muda wa Kusawazisha (kwa saa)

source: Data Table
es: Tabla de Datos
sw: Jedwali la Data

source: Display codes
es: Mostrar códigos
sw: Onyesha misimbo

source: Hide codes
es: Ocultar códigos
sw: Ficha misimbo

source: Custom alias:
es: Alias personalizado:
sw: Jina maalum:

source: Use xpath expression
es: Utilizar la expresión xpath
sw: Tumia usemi wa xpath

source: Must be a valid xpath expression.
es: Debe ser una expresión xpath válida
sw: Lazima iwe usemi halali wa xpath.

source: Not localizable.
es: No es localizable.
sw: Haiwezi kutafsiriwa.

source: Domain sync delay set to:
es: Retraso de sincronización de dominio establecido en:
sw: Muda wa kusawazisha wa domain umewekwa kuwa:

source: hours.
es: horas.
sw: saa.

source: Add Report
es: Agregar Reporte
sw: Ongeza Ripoti

source: To save time when building large applications, it can be useful to copy one menu's entire case list or case details configuration to another menu.
es: Para ahorrar tiempo al construir aplicaciones grandes, puede ser útil copiar toda la lista de casos o la configuración de detalles de casos de un menú a otro.
sw: Ili kuokoa muda wakati wa kujenga programu kubwa, inaweza kuwa na manufaa kunakili usanidi mzima wa orodha ya kesi au maelezo ya kesi kutoka menyu moja hadi nyingine.

source: Learn More
es: Aprender Más
sw: Jifunze Zaidi

source: Copy Case List to another menu
es: Copiar lista de casos a otro menú
sw: Nakili Orodha ya Kesi kwenda kwenye menyu nyingine

source: This will <strong>overwrite</strong> the case list of the selected menu with the current menu's case list configuration.
es: Esto <strong>sobrescribirá</strong> la lista de casos del menú seleccionado con la configuración de la lista de casos del menú actual.
sw: Hii itafanya <strong>kuandika upya</strong> orodha ya kesi ya menyu iliyochaguliwa kwa kutumia usanidi wa orodha ya kesi ya menyu ya sasa.

source: Copy Case Detail to another menu
es: Copiar detalle de caso a otro menú
sw: Nakili Maelezo ya Kesi kwenda kwenye menyu nyingine

source: This will <strong>overwrite</strong> the case detail of the selected menu with the current menu's case detail configuration.
es: Esto <strong>sobrescribirá</strong> el detalle de caso del menú seleccionado con la configuración del detalle de caso del menú actual.
sw: Hii itafanya <strong>kuandika upya</strong> maelezo ya kesi ya menyu iliyochaguliwa kwa kutumia usanidi wa maelezo ya kesi ya menyu ya sasa.

source: XPath expression
es: Expresión XPath
sw: Usemi wa XPath

source: The name for the type of case you are tracking (e.g. &quot;pregnancy&quot;, &quot;farm&quot;, &quot;household&quot;, etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
es: El nombre para el tipo de caso que está rastreando (por ejemplo: &quot;pregnancy&quot;, &quot;farm&quot;, &quot;household&quot;, etc.). Todos los casos que registre en esta lista de casos serán de este tipo de caso, y solo se mostrarán casos de este tipo en la lista de casos. Otras listas de casos con el mismo tipo de caso utilizarán el mismo conjunto de casos.
sw: Jina la aina ya kesi unayofuatilia (mfano: &quot;ujauzito&quot;, &quot;shamba&quot;, &quot;nyumba&quot;, n.k.). Kesi zote utakazosajili kwenye orodha hii ya kesi zitakuwa aina hii ya kesi, na ni kesi za aina hii pekee zitakazoonekana kwenye orodha ya kesi. Orodha nyingine za kesi zenye aina sawa ya kesi zitatumia seti hiyo hiyo ya kesi.

source: This case type has been deprecated in the Data Dictionary.
es: Este tipo de caso ha sido desaprobado en el Diccionario de Datos.
sw: Aina hii ya kesi imeachwa kutumika kwenye Kamusi ya Data.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
es: Los tipos de casos solo pueden incluir los caracteres a-z, 0-9, '-' y '_'
sw: Aina za kesi zinaweza kujumuisha tu herufi a-z, 0-9, '-' na '_'

source: You have cases associated with the %(case_type)s Case Type. Making this change will NOT affect your existing cases. Only new cases will be affected.
es: Tiene casos asociados con el Tipo de Caso %(case_type)s. Hacer este cambio NO afectará sus casos existentes. Solo los nuevos casos se verán afectados.
sw: Una kesi zinazohusishwa na Aina ya Kesi ya %(case_type)s. Kufanya mabadiliko haya HAKUTAATHIRI kesi zako zilizopo. Ni kesi mpya pekee zitakazoathiriwa.

source: Additional Case List and Case Search Types
es: Tipos adicionales de Lista de Casos y Búsqueda de Casos
sw: Aina za Ziada za Orodha ya Kesi na Utafutaji wa Kesi

source: Cases of these types will be displayed in Case List and Case Search screens, in addition to the Case Type inputted above. <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(More Information)</a>
sw: Kesi za aina hizi zitaonyeshwa kwenye skrini za Orodha ya Kesi na Utafutaji wa Kesi, pamoja na Aina ya Kesi iliyoingizwa hapo juu. <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(Maelezo Zaidi)</a>

source: Parent Menu
es: Menú Padre
sw: Menyu ya Mzazi

source: Nest this menu under another for easier application navigation. <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(More Information)</a>
sw: Weka menyu hii chini ya nyingine ili kurahisisha urambazaji wa programu. <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(Maelezo Zaidi)</a>

source: No Parent
es: No hay Padre
sw: Hakuna Mzazi

source: Source Menu
es: Menú Fuente
sw: Menyu ya Chanzo

source: Include Forms
es: Incluir Formularios
sw: Jumuisha Fomu

source: Shadow Module Version
es: Versión del Módulo Sombra
sw: Toleo la Moduli ya Kivuli

source: Upgrade to version 2
es: Actualizar a la versión 2
sw: Boresha hadi toleo la 2

source: Display Style
es: Mostrar el Estilo
sw: Mtindo wa Onyesho

source: Display this module's forms as a list or a grid. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Help Site</a>.
es: Visualizar los formularios de este módulo como una lista o como una tabla. Lea más sobre esto en el <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Sitio de Ayuda</a>.
sw: Onyesha fomu za moduli hii kama orodha au gridi. Soma zaidi kwenye <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Tovuti ya Msaada</a>.

source: Auto Select Case
es: Autoseleccionar Caso
sw: Chagua Kesi Kiotomatiki

source: When the case list contains only one case, skip over it, jumping directly to case details.
es: Cuando la lista de casos incluya solo un caso, omítalo, y vaya directamente a los detalles del caso.
sw: Wakati orodha ya kesi ina kesi moja tu, ruka moja kwa moja hadi maelezo ya kesi.

source: Show Case List Optimizations
es: Mostrar Optimizaciones de Lista de Casos
sw: Onyesha Uboreshaji wa Orodha ya Kesi

source: Case List Optimizations
es: Optimizaciones de Lista de Casos
sw: Uboreshaji wa Orodha ya Kesi

source: Set caching and lazy loading for case list columns for better performance. Once saved, reload this page to reveal/hide relevant column on case list.
es: Establezca almacenamiento en caché y carga diferida para las columnas de la lista de casos para un mejor rendimiento. Una vez guardado, recargue esta página para revelar/ocultar la columna relevante en la lista de casos.
sw: Weka uhifadhi na upakiaji wa polepole kwa safu za orodha ya kesi ili kupata utendaji bora. Baada ya kuhifadhi, pakia upya ukurasa huu ili kufichua/ficha safu husika kwenye orodha ya kesi.

source: Empty Case List Text
es: Texto de Lista de Casos Vacía
sw: Maandishi ya Orodha Tupu ya Kesi

source: Last UCR Update
es: Última Actualización de UCR
sw: Uboreshaji wa Mwisho wa UCR

source: Throughout this menu, include a persistent report tile displaying the last time UCR data was synced.
es: A lo largo de este menú, incluya un mosaico de informe persistente que muestre la última vez que se sincronizaron los datos de UCR.
sw: Kwenye menyu hii yote, jumuisha tile ya ripoti inayoonekana kila wakati ikionyesha mara ya mwisho data ya UCR ilisawazishwa.

source: Edit Field Style
es: Editar Estilo de Campo
sw: Hariri Mtindo wa Sehemu

source: Horizontal Align
es: Alineación Horizontal
sw: Mpangilio wa Mlalo

source: Vertical Align
es: Alineación Vertical
sw: Mpangilio wa Wima

source: Font Size
es: Tamaño de Fuente
sw: Ukubwa wa Herufi

source: Border
es: Borde
sw: Mpaka

source: Shade
es: Sombra
sw: Kivuli

source: Loading Multimedia Sizes...
es: Cargando tamaños de multimedia...
sw: Inapakia Ukubwa wa Multimedia...

source: No Multimedia
es: No hay Multimedia
sw: Hakuna Multimedia

source: Preview
es: Vista Previa
sw: Onyesho la Awali

source: Replace
es: Reemplazar
sw: Badilisha

source: Set Path
es: Establecer Ruta
sw: Weka Njia

source: Use this %(label)s for all languages
es: Usa este %(label)s para todos los idiomas
sw: Tumia %(label)s hii kwa lugha zote

source: This %(label)s is linked to the default language, and can only be modified there.
es: Este %(label)s está vinculado al idioma predeterminado y solo se puede modificar allí.
sw: %(label)s hii imeunganishwa na lugha chaguo-msingi, na inaweza kubadilishwa tu huko.

source: Use Default Path
es: Utilizar Ruta Predeterminada
sw: Tumia Njia Chaguo-msingi

source: Application Release Logs
es: Registros de lanzamiento de la aplicación
sw: Logi za Toleo la Programu

source: Version Number
es: Número de versión
sw: Nambari ya Toleo

source: Update Type
es: Tipo de actualización
sw: Aina ya Sasisho

source: Time
es: Hora
sw: Muda

source: Info
es: Información
sw: Taarifa

source: Current Profiles
es: Perfiles Actuales
sw: Profaili za Sasa

source: Remote applications only support one build profile. Please remove all but one profile before saving.
es: Las aplicaciones remotas solo admiten un perfil de compilación. Por favor, elimina todos los perfiles excepto uno antes de guardar.
sw: Programu za mbali zinasaidia profaili moja tu ya ujenzi. Tafadhali ondoa profaili zote isipokuwa moja kabla ya kuhifadhi.
