Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads different case types from the other forms. All forms in a case list that has a case registration form selected must load the same case types.
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> ndani ya <a href="%(module_url)s">%(module_name)s</a> inapakia aina tofauti ya kesi na fomu nyingine. Fomu zote katika orodha ya kesi ambayo imechaguliwa fomu ya usajili wa kesi lazima zipakie aina sawa za kesi.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> must update a case. All forms in a case list that has a case registration form selected must update a case.
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> ndani ya <a href="%(module_url)s">%(module_name)s</a> lazima iboreshe kesi. Fomu zote katika orodha ya kesi ambayo imechaguliwa fomu ya usajili wa kesi lazima ziboreshe kesi.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> can only load or update a single case and its parents. All forms in a case list that has a case registration form selected can only update a single case and its parents.
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> katika <a href="%(module_url)s">%(module_name)s</a> inaweza kupakia au kusasisha kesi moja tu na wazazi wake. Fomu zote kwenye orodha ya kesi yenye fomu ya usajili wa kesi iliyochaguliwa zinaweza kusasisha kesi moja tu na wazazi wake.

source: The <a href="%(form_url)s">%(form_name)s</a> form loads a different case type than <a href="%(module_url)s">%(module_name)s</a>. All forms in a case list that has a case registration form selected must load a case of the same type as the case list.
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> inapakia aina tofauti ya kesi kuliko <a href="%(module_url)s">%(module_name)s</a>. Fomu zote katika orodha ya kesi ambayo imechaguliwa fomu ya usajili wa kesi lazima zipakie kesi ya aina sawa na orodha ya kesi.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads a case with a different case tag to the other forms in the case list. All forms in a case list that has a case registration form selected must use the same case tag. Expected case tag: <strong>%(expected_tag)s</strong>
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> ndani ya <a href="%(module_url)s">%(module_name)s</a> inapakia kesi yenye tag tofauti na fomu nyingine katika orodha ya kesi. Fomu zote katika orodha ya kesi ambayo imechaguliwa fomu ya usajili wa kesi lazima zitumie tag sawa ya kesi. Tag inayotarajiwa: <strong>%(expected_tag)s</strong>

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> uses a details screen from another case list. All forms in a case list that has a case registration form selected must use the details screen from that case list.
sw: Fomu ya <a href="%(form_url)s">%(form_name)s</a> ndani ya <a href="%(module_url)s">%(module_name)s</a> inatumia skrini ya maelezo kutoka orodha nyingine ya kesi. Fomu zote katika orodha ya kesi ambayo imechaguliwa fomu ya usajili wa kesi lazima zitumie skrini ya maelezo kutoka orodha hiyo ya kesi.

source: Case List has invalid filter xpath <code>%(error_filter)s</code> in <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi ina kichujio batili cha xpath <code>%(error_filter)s</code> katika <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank filter in <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi ina kichujio tupu katika <a href="%(module_url)s">%(module_name)s</a>

source: Case List has invalid sort field <code>%(error_field)s</code> in <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi ina uwanja wa kupanga usio sahihi <code>%(error_field)s</code> katika <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank sort field in <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi haina uwanja wa kupanga katika <a href="%(module_url)s">%(module_name)s</a>

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid case tile configuration. Reason: %(error_reason)s
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> ina mpangilio wa vigae vya kesi usio sahihi. Sababu: %(error_reason)s

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an address popup configuration that should be moved to case detail.
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> ina mpangilio wa dirisha ibukizi la anwani ambalo linapaswa kuhamishwa kwenye maelezo ya kesi.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid clickable icon configuration. Reason: %(error_reason)s
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> ina mpangilio wa ikoni inayoweza kubonyezwa usio sahihi. Sababu: %(error_reason)s

source: Shadow module <a href="%(module_url)s">%(module_name)s</a> doesn't have a source module specified.
sw: Moduli ya kivuli <a href="%(module_url)s">%(module_name)s</a> haina moduli chanzo iliyobainishwa.

source: <a href="%(module_url)s">%(module_name)s</a> uses parent case selection but doesn't have a parent case list specified.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia uteuzi wa kesi mzazi lakini haina orodha ya kesi mzazi iliyobainishwa.

source: The app's parent child case selection graph contains a cycle.
sw: Chati ya uteuzi wa kesi mzazi na mtoto ya programu ina mzunguko.

source: The app's parent child graph contains a cycle.
sw: Chati ya mzazi na mtoto ya programu ina mzunguko.

source: A menu points to an unknown Parent Menu.
sw: Menyu inarejelea Menyu ya Mzazi isiyojulikana.

source: Case List has invalid location reference <code>%(property)s</code>. Details: %(details)s <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi ina rejeleo la eneo lisilo sahihi <code>%(property)s</code>. Maelezo: %(details)s <a href="%(module_url)s">%(module_name)s</a>

source: Case List uses an instance that is only available for case search <code>%(property)s</code>. Details: The %(details)s instance(s) are only available in case lists using case search. <a href="%(module_url)s">%(module_name)s</a>
sw: Orodha ya Kesi inatumia kigezo ambacho kinapatikana tu kwa utafutaji wa kesi <code>%(property)s</code>. Maelezo: Kigezo cha %(details)s kinapatikana tu kwenye orodha za kesi zinazotumia utafutaji wa kesi. <a href="%(module_url)s">%(module_name)s</a>

source: One or more forms are invalid: check all your forms for error messages.
sw: Fomu moja au zaidi ni batili: angalia fomu zako zote kwa ujumbe wa makosa.

source: You have two forms with the xmlns "%(xmlns)s"
sw: Una fomu mbili zenye xmlns "%(xmlns)s"

source: Multimedia case property "%(path)s" is not supported on apps on or before v2.5.
sw: Kigezo cha kesi cha multimedia "%(path)s" hakitumiki kwenye programu za toleo la v2.5 au kabla yake.

source: One of your languages is empty. Check your <a href="%(app_url)s">app settings</a>.
sw: Moja ya lugha zako ni tupu. Angalia <a href="%(app_url)s">mpangilio wa programu</a>.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a case, but cases are not available for this form. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
sw: Masharti yako ya kuonyesha fomu kwa fomu <a href="%(form_url)s">%(form_name)s</a> yanarejelea kesi, lakini kesi hazipatikani kwa fomu hii. Tafadhali ondoa rejeleo la kesi au (1) hakikisha kuwa orodha ya kesi imewekwa kuonyesha orodha ya kesi kwanza kisha fomu, na (2) hakikisha kuwa fomu zote kwenye orodha hii ya kesi zinasasisha au kufunga kesi (hii ina maana fomu za usajili lazima ziwekwe kwenye orodha tofauti ya kesi).

source: You have a display condition which refers to a case, but cases are not available. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
sw: Una sharti la kuonyesha ambalo linarejelea kesi, lakini kesi hazipatikani. Tafadhali ondoa rejeleo la kesi au (1) hakikisha kuwa orodha ya kesi imewekwa kuonyesha orodha ya kesi kwanza kisha fomu, na (2) hakikisha kuwa fomu zote kwenye orodha hii ya kesi zinasasisha au kufunga kesi (hii ina maana fomu za usajili lazima ziwekwe kwenye orodha tofauti ya kesi).

source: Error with Practice Mobile Worker in Application Profile %(profile.name)s.
sw: Hitilafu na Mfanyakazi wa Mazoezi ya Simu katika Wasifu wa Programu %(profile.name)s.

source: Error with Practice Mobile Worker in Application Settings.
sw: Hitilafu na Mfanyakazi wa Mazoezi ya Simu katika Mipangilio ya Programu.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a user property, but your project does not use user properties. Please remove the user property reference.
sw: Masharti yako ya kuonyesha fomu kwa fomu <a href="%(form_url)s">%(form_name)s</a> yanarejelea sifa ya mtumiaji, lakini mradi wako hautumii sifa za watumiaji. Tafadhali ondoa rejeleo la sifa ya mtumiaji.

source: You have a display condition which refers to a user property, but your project does not use user properties. Please remove the user property reference.
sw: Una sharti la kuonyesha ambalo linarejelea sifa ya mtumiaji, lakini mradi wako hautumii sifa za watumiaji. Tafadhali ondoa rejeleo la sifa ya mtumiaji.

source: Your application uses a feature that is not available in your current subscription. You can <a href="%(domain_url)s">change your subscription</a>, or remove the feature as follows.
sw: Programu yako inatumia kipengele ambacho hakipatikani kwenye usajili wako wa sasa. Unaweza <a href="%(domain_url)s">badilisha usajili wako</a>, au ondoa kipengele kama ifuatavyo.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that is not assigned to a group.
sw: <a href="%(module_url)s">%(module_name)s</a> ina kigezo cha utafutaji wa kesi <code>%(property)s</code> ambacho hakijapangiwa kundi.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that references an invalid instance.
sw: <a href="%(module_url)s">%(module_name)s</a> ina kigezo cha utafutaji wa kesi <code>%(property)s</code> ambacho kinarejelea kigezo kisicho sahihi.

source: <a href="%(module_url)s">%(module_name)s</a> has a case list property that references a missing form endpoint: <code>%(column.header|trans:langs)s</code>.
sw: <a href="%(module_url)s">%(module_name)s</a> ina kigezo cha orodha ya kesi kinachorejelea mwisho wa fomu ambao haupo: <code>%(column.header|trans:langs)s</code>.

source: Build Profile
es: Manejo de Casos
sw: Manejo de Casos

source: Select a language.
es: Seleccione un idioma.
sw: Chagua lugha.

source: Select a format.
es: Seleccione un formato.
sw: Chagua muundo.

source: Download only translations eligible for Transifex?
es: ¿Descargar solo traducciones elegibles para Transifex?
sw: Pakua tafsiri zinazostahili Transifex pekee?

source: Download %(plural_noun)s
es: Descargar %(plural_noun)s
sw: Pakua %(plural_noun)s

source: The single-sheet format is only available when downloading a single language. <br>Please either select a language or choose the multi-sheet format.
es: El formato de hoja única solo está disponible al descargar un solo idioma. <br>Por favor, seleccione un idioma o elija el formato de hojas múltiples.
sw: Muundo wa karatasi moja unapatikana tu unapopakua lugha moja. <br>Tafadhali chagua lugha au chagua muundo wa karatasi nyingi.

source: Case List Session Endpoint ID
es: ID de Punto Final de Sesión de Lista de Casos
sw: Kitambulisho cha Endpoint ya Orodha ya Kesi

source: A session endpoint ID to navigate to this case list without doing selection on the case list.
es: Un ID de punto final de sesión para navegar a esta lista de casos sin hacer selección en la lista de casos.
sw: Kitambulisho cha endpoint ya kikao ili kwenda kwenye orodha hii ya kesi bila kufanya uteuzi kwenye orodha ya kesi.

source: Are you sure you want to delete this application?
es: ¿Está seguro de que desea eliminar esta aplicación?
sw: Una uhakika unataka kufuta programu hii?

source: You are about to delete this application
es: Está a punto de eliminar esta aplicación
sw: Unakaribia kufuta programu hii

source: Custom Icon
es: Icono Personalizado
sw: Ikoni Maalum

source: Text Body
es: Cuerpo del Texto
sw: Mwili wa Maandishi

source: XPath Function
es: Función XPath
sw: Kazi ya XPath

source: Case List
es: Lista de Casos
sw: Orodha ya Kesi

source: Please define a case type for your case list.
sw: Tafadhali tafsiri aina ya kesi kwa orodha yako ya kesi.

source: Case Type
es: Tipo de caso
sw: Aina ya Kesi

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case. Other case lists with the same case type will use the same set of case(s).
es: El nombre para el tipo de caso que está rastreando (por ejemplo, "embarazo", "granja", "hogar", etc.). Todos los casos que registre en esta lista de casos serán de este tipo de caso. Otras listas de casos con el mismo tipo de caso usarán el mismo conjunto de caso(s).
sw: Jina la aina ya kesi unayofuatilia (mfano "ujauzito," "shamba," "kaya," n.k.). Kesi zote utakazosajili kwenye orodha hii ya kesi zitakuwa aina hii ya kesi. Orodha nyingine za kesi zenye aina sawa ya kesi zitatumia seti hiyo hiyo ya kesi.

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
sw: Jina la aina ya kesi unayofuatilia (mfano "ujauzito," "shamba," "kaya," n.k.). Kesi zote utakazosajili kwenye orodha hii ya kesi zitakuwa aina hii ya kesi, na ni kesi za aina hii pekee ndizo zitaonekana kwenye orodha ya kesi. Orodha nyingine za kesi zenye aina sawa ya kesi zitatumia seti hiyo hiyo ya kesi.

source: * You can change the Case Type later by going to the menu settings page
sw: * Unaweza kubadilisha Aina ya Kesi baadaye kwa kwenda kwenye ukurasa wa mipangilio ya menyu

source: Go Back
es: Regresar
sw: Rudi Nyuma

source: Create Case List
sw: Unda Orodha ya Kesi

source: Downloading Your File
es: Descargando su Archivo
sw: Inapakua Faili Yako

source: Processing data. Please wait...
es: Procesando los datos. Por favor, espere...
sw: Inachakata data. Tafadhali subiri...

source: Session Endpoint ID
es: ID de Punto de Extremo de Sesión
sw: Kitambulisho cha Mwisho wa Kikao

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
es: Un ID de punto de extremo de sesión permite que las aplicaciones de Android llamen a CommCare en esta posición.
sw: Kitambulisho cha mwisho wa kikao huruhusu programu za Android kupiga simu kwenye CommCare katika nafasi hii.

source: Allow endpoint to access hidden forms
es: Permitir que el punto de extremo acceda a formularios ocultos
sw: Ruhusu mwisho wa kikao kufikia fomu zilizofichwa

source: Allow access to hidden forms
es: Permitir acceso a formularios ocultos
sw: Ruhusu kufikia fomu zilizofichwa

source: Turn this setting on to allow this endpoint to access hidden forms.
es: Activa esta configuración para permitir que este punto de extremo acceda a formularios ocultos.
sw: Washa mpangilio huu ili kuruhusu mwisho huu wa kikao kufikia fomu zilizofichwa.

source: Form Changes
es: Cambios en el Formulario
sw: Mabadiliko ya Fomu

source: Display
es: Visualización
sw: Onyesha

source: Validation
es: Validación
sw: Uhakiki

source: Comments
es: Comentarios
sw: Maoni

source: Default Values
es: Valores Predeterminados
sw: Thamani Chaguo-msingi

source: Cases
es: Casos
sw: Kesi

source: Remove Child Case?
es: ¿Desea Eliminar el Caso Hijo?
sw: Ondoa Kesi ya Mtoto?

source: Are you sure you want to remove this Child Case?
es: ¿Está seguro de que quiere eliminar este Caso Hijo?
sw: Una uhakika unataka kuondoa Kesi hii ya Mtoto?

source: Remove Child Case
es: Eliminar Caso Hijo
sw: Ondoa Kesi ya Mtoto

source: Open Case Condition
es: Abrir Condición del Caso
sw: Sharti la Kufungua Kesi

source: Close Condition
es: Cerrar Condición
sw: Sharti la Kufunga

source: Close this case when the form is complete
es: Cierre este caso cuando el formulario esté completo
sw: Funga kesi hii fomu inapokamilika

source: <span data-bind="visible: showLeadRegistration"> This is a <strong ><i class="fcc fcc-app-createform"></i> Registration</strong > form. Use the Registration form to add new cases to your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <span data-bind="visible: showLeadFollowup"> This is a <strong><i class="fcc fcc-app-updateform"></i> Followup</strong> form. Use Followup forms to update cases in your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <br /> <span ><strong>Cases</strong> give you a way to track patients, farms, and other entities over time.</span >
es: <span data-bind="visible: showLeadRegistration"> Este es un <strong ><i class="fcc fcc-app-createform"></i> Formulario de Registro</strong > . Usa el formulario de Registro para agregar nuevos casos a tu <strong><i class="fa-solid fa-list-check"></i> Lista de Casos</strong>. </span> <span data-bind="visible: showLeadFollowup"> Este es un <strong><i class="fcc fcc-app-updateform"></i> Formulario de Seguimiento</strong> . Usa los formularios de Seguimiento para actualizar casos en tu <strong><i class="fa-solid fa-list-check"></i> Lista de Casos</strong>. </span> <br /> <span ><strong>Casos</strong> te dan una manera de rastrear pacientes, granjas, y otras entidades a lo largo del tiempo.</span >
sw: <span data-bind="visible: showLeadRegistration"> Hii ni <strong ><i class="fcc fcc-app-createform"></i> Fomu ya Usajili</strong > . Tumia fomu ya Usajili kuongeza kesi mpya kwenye <strong><i class="fa-solid fa-list-check"></i> Orodha ya Kesi</strong>. </span> <span data-bind="visible: showLeadFollowup"> Hii ni <strong><i class="fcc fcc-app-updateform"></i> Fomu ya Ufuatiliaji</strong> . Tumia fomu za Ufuatiliaji kusasisha kesi kwenye <strong><i class="fa-solid fa-list-check"></i> Orodha ya Kesi</strong>. </span> <br /> <span ><strong>Kesi</strong> zinakupa njia ya kufuatilia wagonjwa, mashamba, na vitu vingine kwa muda.</span >

source: Registration: This form opens a new case
es: Registro: Este formulario abre un caso nuevo
sw: Usajili: Fomu hii inafungua kesi mpya

source: Followup: This form loads a case from a data registry
es: Seguimiento: Este formulario carga un caso desde un registro de datos
sw: Ufuatiliaji: Fomu hii inachukua kesi kutoka kwenye rejista ya data

source: Followup: This form loads a set of cases
es: Seguimiento: Este formulario carga un conjunto de casos
sw: Ufuatiliaji: Fomu hii inachukua seti ya kesi

source: Followup: This form loads a case and may then update or close it
es: Seguimiento: Este formulario carga un caso y puede actualizarlo o cerrarlo.
sw: Ufuatiliaji: Fomu hii inachukua kesi na inaweza kuisasisha au kuifunga

source: Updating cases directly is not supported when using data registry search. Refer to the <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentation</a > for information on how to update cases from a data registry.
es: La actualización directa de casos no es compatible cuando se utiliza la búsqueda en el registro de datos. Consulta la <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentación</a > para obtener información sobre cómo actualizar casos desde un registro de datos.
sw: Kusasisha kesi moja kwa moja hakuruhusiwi unapotumia utafutaji wa rejista ya data. Tazama <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >nyaraka</a > kwa maelezo kuhusu jinsi ya kusasisha kesi kutoka kwenye rejista ya data.

source: Updating cases directly is not supported for multi-select menus.
es: La actualización directa de casos no es compatible para menús de selección múltiple.
sw: Kusasisha kesi moja kwa moja hakuruhusiwi kwa menyu za kuchagua nyingi.

source: <strong>Child Cases</strong> let you open other types of Cases for use in other Case Lists.
es: <strong>Casos Secundarios</strong> te permiten abrir otros tipos de Casos para su uso en otras Listas de Casos.
sw: <strong>Kesi za Mtoto</strong> hukuruhusu kufungua aina nyingine za Kesi kwa matumizi kwenye Orodha nyingine za Kesi.

source: When possible, they'll be linked to the current Case so you'll always know where they came from. A great use of Child Cases is for tracking a newborn separately from its mother.
es: Cuando sea posible, estarán vinculados al Caso actual para que siempre sepas de dónde provienen. Un gran uso de los Casos Secundarios es para rastrear a un recién nacido por separado de su madre.
sw: Iwapo inawezekana, zitaunganishwa na Kesi ya sasa ili kila wakati ujue zimetoka wapi. Matumizi mazuri ya Kesi za Mtoto ni kufuatilia mtoto mchanga tofauti na mama yake.

source: <strong>Child Cases</strong> are not available in your subscription. This feature is only available on our <strong>Pro</strong> plan or higher. This configuration will remain un-editable until you upgrade.
es: <strong>Casos Secundarios</strong> no están disponibles en tu suscripción. Esta función solo está disponible en nuestro plan <strong>Pro</strong> o superior. Esta configuración permanecerá sin editar hasta que actualices.
sw: <strong>Kesi za Mtoto</strong> hazipatikani kwenye usajili wako. Kipengele hiki kinapatikana tu kwenye mpango wa <strong>Pro</strong> au juu zaidi. Mpangilio huu utaendelea kuwa hauwezi kubadilishwa hadi uboreshe.

source: This Form opens a Child Case in the Case List
es: Este Formulario abre un Caso Hijo en la Lista de Caso
sw: Fomu hii inafungua Kesi ya Mtoto kwenye Orodha ya Kesi

source: Case List Configuration
es: Configuración de Lista de Caso
sw: Usanidi wa Orodha ya Kesi

source: Override reference id:
es: Omitir el id de referencia:
sw: Id ya rejea ya kubatilisha:

source: Add a Child Case to open a case for a different Case List...
es: Agregue un Caso Hijo para abrir un caso para una Lista de Caso diferente...
sw: Ongeza Kesi ya Mtoto kufungua kesi kwa Orodha tofauti ya Kesi...

source: Remove Form Action?
es: ¿Desea eliminar el formulario Acción?
sw: Ondoa Kitendo cha Fomu?

source: Are you sure you want to remove this action?
es: ¿Está seguro de que desea eliminar esta acción?
sw: Una uhakika unataka kuondoa kitendo hiki?

source: Remove Action
es: Eliminar Acción
sw: Ondoa Kitendo

source: Open Condition
es: Abrir Condición
sw: Sharti la Kufungua

source: Conditions
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Display the Product Stock for this Supply Point after it is selected
es: Mostrar las Existencias de Producto para este Punto de Distribución después de que es seleccionado
sw: Onyesha Hisa ya Bidhaa kwa Kituo hiki cha Ugavi baada ya kuchaguliwa
