Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Column {} in "{}" sheet is missing a header
es: La columna {} en la hoja "{}" no tiene encabezado
sw: Safu wima ya {} kwenye karatasi ya "{}" haina kichwa

source: skip and limit must be positive integers
es: skip y limit deben ser enteros positivos
sw: skip na limit lazima ziwe nambari kamili chanya

source: Case Type 'name' is required
es: Se requiere el 'nombre' del Tipo de Caso
sw: Jina la aina ya kesi 'name' linahitajika

source: Remove Resource Type(Y)
es: Eliminar Tipo de Recurso(Y)
sw: Ondoa Aina ya Rasilimali(Y)

source: Deprecated
es: Obsoleto
sw: Imepitwa na wakati

source: Valid Value
es: Valor Válido
sw: Thamani Halali

source: Valid Value Description
es: Descripción del Valor Válido
sw: Maelezo ya Thamani Halali

source: FHIR Resource Property
es: Propiedad del Recurso FHIR
sw: Sifa ya Rasilimali ya FHIR

source: No Name
es: No hay Nombre
sw: Hakuna Jina

source: Remove Resource Property(Y)
es: Eliminar Propiedad del Recurso(Y)
sw: Ondoa Sifa ya Rasilimali(Y)

source: Upload Data Dictionary
es: Cargar Diccionario de Datos
sw: Pakia Kamusi ya Data

source: data dictionary
es: diccionario de datos
sw: kamusi ya data

source: Errors in upload: {}
es: Errores en la carga: {}
sw: Hitilafu katika upakiaji: {}

source: Data dictionary import complete
es: No se completó la importación del diccionario de datos
sw: Uingizaji wa kamusi ya data umekamilika

source: Warnings in upload: {}
es: Advertencias en la carga: {}
sw: Onyo katika upakiaji: {}

source: Property names should only contain alphanumeric characters, underscore, or hyphen.
es: Los nombres de propiedades solo deben incluir caracteres alfanuméricos, guión bajo, o guión medio.
sw: Majina ya sifa yanapaswa kuwa na herufi, nambari, mstari wa chini, au alama ya kuunganisha pekee.

source: Please specify a case property name.
es: Por favor especifique el nombre de una propiedad del caso.
sw: Tafadhali taja jina la sifa ya kesi.

source: Invalid character '/' in case property name: '{}'. Parent or host case references are not allowed.
es: Carácter inválido '/' en el nombre de la propiedad del caso: '{}'. No se permiten referencias a casos padre o anfitrión.
sw: Tabia batili '/' kwenye jina la sifa ya kesi: '{}'. Marejeleo ya kesi ya mzazi au mwenyeji hayaruhusiwi.

source: Case property reference cannot contain '/' unless referencing the parent or host case with 'parent/' or 'host/'
es: La referencia de propiedad del caso no puede contener '/' a menos que se refiera al caso padre o anfitrión con 'parent/' o 'host/'
sw: Marejeleo ya sifa ya kesi hayawezi kuwa na '/' isipokuwa unarejelea kesi ya mzazi au mwenyeji kwa kutumia 'parent/' au 'host/'

source: Please specify a case property value.
es: Por favor especifique un valor de propiedad de caso.
sw: Tafadhali taja thamani ya sifa ya kesi.

source: Please enter a number of days greater than or equal to zero
es: Por favor ingrese un número de días mayor o igual a cero.
sw: Tafadhali weka idadi ya siku iliyo kubwa au sawa na sifuri

source: Update Group Name
es: Actualizar Nombre del Grupo
sw: Sasisha Jina la Kundi

source: Please include the case group ID.
es: Por favor, incluya el ID del grupo de casos.
sw: Tafadhali jumuisha kitambulisho cha kundi la kesi.

source: A case group was not found with that ID.
es: No se encontró un grupo de casos con ese ID.
sw: Kundi la kesi halikupatikana kwa kitambulisho hicho.

source: Case ID, External ID, or Phone Number
es: ID de Caso, ID Externo o Número de Teléfono
sw: Kitambulisho cha Kesi, Kitambulisho cha Nje, au Nambari ya Simu

source: Add Case
es: Agregar Caso
sw: Ongeza Kesi

source: Initial values are set by the form
es: Los valores iniciales son establecidos por el formulario
sw: Thamani za awali zimewekwa na fomu

source: Basic Information
es: Información Básica
sw: Taarifa za Msingi

source: Run when
es: Ejecutar cuando
sw: Endesha wakati

source: The Actions will be performed for all open cases that match all filter criteria below.
es: Las Acciones se realizarán para todos los casos abiertos que coinciden con todos los criterios de filtros que se especifican abajo.
sw: Vitendo vitafanywa kwa kesi zote zilizo wazi zinazolingana na vigezo vyote vya kuchuja hapa chini.

source: Initial values are set by the form.
es: Los valores iniciales son establecidos por el formulario.
sw: Thamani za awali zimewekwa na fomu.

source: Case Filters
es: Filtros de Caso
sw: Vichujio vya Kesi

source: Rule Criteria
es: Criterios de la Regla
sw: Vigezo vya Kanuni

source: Invalid JSON object given
es: Se proporcionó un objeto JSON inválido
sw: Kitu cha JSON kisicho sahihi kimepewa

source: Please enter a number of days
es: Por favor ingrese un número de días
sw: Tafadhali weka idadi ya siku

source: Please enter a valid regular expression to match
es: Por favor, ingrese una expresión regular válida para coincidir
sw: Tafadhali weka usemi wa kawaida halali wa kulinganisha

source: There was a problem with a UCR Filter Definition:
es: Hubo un problema con una Definición de Filtro UCR:
sw: Kulikuwa na tatizo na Ufafanuzi wa Kichujio cha UCR:

source: Please specify at least one action.
es: Por favor especifique por lo menos una acción.
sw: Tafadhali taja angalau kitendo kimoja.

source: The rule will be applied to all cases that match all filter criteria below.
es: La regla se aplicará a todos los casos que cumplan con todos los criterios de filtro a continuación.
sw: Kanuni itatumika kwa kesi zote zinazolingana na vigezo vyote vya kuchuja hapa chini.

source: Cases Filter
es: Filtro de Casos
sw: Kichujio cha Kesi

source: Reassign Cases
es: Reasignar Casos
sw: Pangia Kesi Upya

source: Reassign
es: Reasignar
sw: Pangia Upya

source: Case Name
es: Nombre del Caso
sw: Jina la Kesi

source: Last Modified
es: Última Modificación
sw: Ilibadilishwa Mwisho

source: An owner_id needs to be specified to bulk reassign cases
es: Se necesita especificar un owner_id para reasignar casos en masa
sw: owner_id inahitajika kutajwa ili kupangia kesi nyingi upya

source: Copy Cases
es: Copiar Casos
sw: Nakili Kesi

source: Normal Forms
es: Formularios Normales
sw: Fomu za Kawaida

source: Archived Forms
es: Formularios Archivados
sw: Fomu Zilizohifadhiwa

source: Restore selected Forms
es: Restaurar los Formularios seleccionados
sw: Rejesha Fomu Zilizochaguliwa

source: Restore Forms Status
es: Restaura el Estado de los Formularios
sw: Hali ya Urejeshaji wa Fomu

source: Restoring your forms, this may take some time...
es: Restaurando sus formularios; esto puede llevar un tiempo...
sw: Unarejesha fomu zako, hii inaweza kuchukua muda...

source: Restore complete!
es: ¡Restauración completada!
sw: Urejeshaji umekamilika!

source: Successfully restored
es: Restaurado exitosamente
sw: Umefanikiwa kurejesha

source: Restore Failed. Details:
es: La restauración falló. Detalles:
sw: Urejeshaji Umeshindikana. Maelezo:

source: Problem restoring your forms! Please try again or report an issue
es: ¡Tuvo problemas restaurando sus formularios! Por favor intente otra vez o reporte un problema
sw: Tatizo katika kurejesha fomu zako! Tafadhali jaribu tena au ripoti tatizo

source: To archive back any forms, use the Manage Forms report and filter to Normal forms
es: Para archivar cualquier formulario, utilice el reporte de Administrar Formularios y filtre a formularios Normales
sw: Ili kurejesha fomu zozote, tumia ripoti ya Dhibiti Fomu na uchuje hadi Fomu za Kawaida

source: Archive selected forms
es: Archivar los formularios seleccionados
sw: Hifadhi fomu zilizochaguliwa

source: Archive Forms Status
es: Archivar el Estado de los Formularios
sw: Hali ya Fomu Zilizohifadhiwa

source: Archiving your forms, this may take some time...
es: Archivando sus formularios; esto puede llevar un tiempo...
sw: Inahifadhi fomu zako, hii inaweza kuchukua muda...

source: Archive complete!
es: ¡Archivo completado!
sw: Uhifadhi umekamilika!

source: Successfully archived
es: Exitosamente archivado
sw: Imehifadhiwa kwa mafanikio

source: Archive Failed. Details:
es: El Archivado falló. Detalles:
sw: Uhifadhi Umeshindikana. Maelezo:

source: Problem archiving your forms! Please try again or report an issue
es: ¡Ocurrió un problema al archivar sus formularios! Por favor intente de nuevo o reporte un problema
sw: Tatizo katika kuhifadhi fomu zako! Tafadhali jaribu tena au ripoti tatizo

source: To restore any archived forms, use the Manage Forms report and filter to Archived forms
es: Para restaurar cualquier formulario archivado, utilice el reporte de Administrar Formularios y filtro formularios Archivados
sw: Ili kurejesha fomu zozote zilizohifadhiwa, tumia ripoti ya Dhibiti Fomu na uchuje hadi Fomu Zilizohifadhiwa

source: Archived/Restored
es: Archivado/Restaurado
sw: Zimehifadhiwa/Zimerudishwa

source: Manage Forms
es: Administrar Formularios
sw: Dhibiti Fomu

source: View Form
es: Ver Formulario
sw: Tazama Fomu

source: Submission Time
es: Tiempo de Ingreso
sw: Muda wa Kuwasilisha

source: Completion Time
es: Tiempo de Finalización
sw: Muda wa Kukamilisha

source: Case Update
es: Actualización de Caso
sw: Sasisho la Kesi

source: Deduplicate
es: Eliminar duplicados
sw: Ondoa Rudufu

source: Scheduling
es: Programación
sw: Ratiba

source: ALL of the criteria are met
es: SE cumplen TODOS los criterios
sw: Vigezo VYOTE vimetimizwa

source: ANY of the criteria are met
es: SE cumple CUALQUIERA de los criterios
sw: KIGEZO CHOCHOTE kimetimizwa

source: Running
es: Ejecutando
sw: Inaendelea

source: Finished
es: Terminado
sw: Imekamilika

source: Stopped
es: Detenido
sw: Imesitishwa

source: No Forms are supplied
es: No se suministró ningún Formulario
sw: Hakuna Fomu Zilizotolewa

source: Automatically update or close cases from CommCare HQ
es: Actualizar o cerrar casos automáticamente desde CommCare HQ
sw: Sasisha moja kwa moja au funga kesi kutoka CommCare HQ

source: Create rules for updating or closing cases from CommCare HQ. All rules run every day at %(time)s GMT. For more information, see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Help Site</a>.
es: Cree reglas para actualizar o cerrar casos desde CommCare HQ. Todas las reglas se ejecutan todos los días a las %(time)s GMT. Para más información, consulte el <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Sitio de Ayuda</a>.
sw: Tengeneza kanuni za kusasisha au kufunga kesi kutoka CommCare HQ. Kanuni zote zinaendeshwa kila siku saa %(time)s GMT. Kwa maelezo zaidi, angalia <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Tovuti ya Msaada</a>.

source: Automatic Update Rules
es: Reglas de Actualización Automática
sw: Kanuni za Usasishaji Otomatiki

source: Rule Run History
es: Historial de Ejecución de Reglas
sw: Historia ya Uendeshaji wa Kanuni

source: NOTE: A system administrator is required to edit this rule.
es: NOTA: Se necesita que un administrador de sistema edite esta regla.
sw: KUMBUKA: Msimamizi wa mfumo anahitajika kuhariri kanuni hii.

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
es: Esta regla de deduplicación está actualmente rellenando retrospectivamente. Podrá editarla una vez que se haya completado. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) casos procesados. Recargue la página para ver el progreso actualizado.
sw: Kanuni hii ya kuondoa rudufu kwa sasa inajaza data nyuma. Utaweza kuhariri mara itakapokamilika. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) kesi zimechakatwa. Pakia upya ukurasa kuona maendeleo yaliyosasishwa.

source: Include Closed Cases
es: Incluir Casos Cerrados
sw: Jumuisha Kesi Zilizofungwa

source: Add Update Case Property
es: Agregar Propiedad de Caso de Actualización
sw: Ongeza Sifa ya Kesi ya Kusasisha

source: Set case property
es: Establecer propiedad del caso
sw: Weka sifa ya kesi

source: to the exact value
es: al valor exacto
sw: kwa thamani halisi

source: to the value from other case property
es: al valor de otra propiedad del caso
sw: kwa thamani kutoka sifa nyingine ya kesi

source: <p> This page allows you to directly access a specific form data or case data page. Read more on our <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>help site</a>. </p>
es: <p> Esta página le permite acceder directamente a una página de datos de formulario específico o de caso. Lea más en nuestro <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>sitio de ayuda</a>. </p>
sw: <p> Ukurasa huu unakuwezesha kufikia moja kwa moja ukurasa wa data ya fomu maalum au data ya kesi. Soma zaidi kwenye <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>tovuti yetu ya msaada</a>. </p>

source: Delete case group <strong data-bind="text: name"></strong>?
es: ¿Eliminar el grupo de casos <strong data-bind="text: name"></strong>?
sw: Futa kundi la kesi <strong data-bind="text: name"></strong>?

source: Yes, delete the case group <strong data-bind="text: name"></strong>.
es: Sí, eliminar el grupo de casos <strong data-bind="text: name"></strong>.
sw: Ndiyo, futa kundi la kesi <strong data-bind="text: name"></strong>.

source: Deleting Group...
es: Eliminando Grupo...
sw: Inafuta Kundi...

source: Delete Group
es: Eliminar Grupo
sw: Futa Kundi

source: Group Deleted
es: Grupo Eliminado
sw: Kundi Limefutwa

source: Manage Cases
es: Administrar Casos
sw: Simamia Kesi

source: Create rules for finding duplicate cases. Rules are run on each form submission. When rules are created or edited the rule will be locked for further changes and a backfill process will be run.
es: Crear reglas para encontrar casos duplicados. Las reglas se ejecutan en cada envío de formulario. Cuando se crean o editan reglas, la regla se bloqueará para más cambios y se ejecutará un proceso de relleno.
sw: Tengeneza sheria za kutafuta kesi zinazojirudia. Sheria zinaendeshwa kwenye kila uwasilishaji wa fomu. Sheria zinapotengenezwa au kuhaririwa, sheria hiyo itafungwa kwa mabadiliko zaidi na mchakato wa kujaza upya utaendeshwa.

source: Add Deduplication Rule
es: Agregar Regla de Duplicación
sw: Ongeza Sheria ya Kuondoa Marudio

source: Inactive
es: Inactivo
sw: Haifanyi kazi

source: Explore Duplicates
es: Explorar Duplicados
sw: Chunguza Marudio

source: Activate
es: Activo
sw: Washa

source: Deactivate
es: Desactivar
sw: Zima

source: Delete this rule?
es: ¿Eliminar esta regla?
sw: Futa sheria hii?

source: Are you sure you want to <strong>delete</strong> this rule?
es: ¿Está seguro de que desea <strong>eliminar</strong> esta regla?
sw: Una uhakika unataka <strong>kufuta</strong> sheria hii?

source: Delete Rule
es: Eliminar Regla
sw: Futa Sheria

source: Cases in Group <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Edit</small></a>
es: Casos en el Grupo <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Editar</small></a>
sw: Kesi kwenye Kundi <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Hariri</small></a>

source: cases processed. Please do not refresh or close this page.
es: casos procesados. Por favor, no actualice ni cierre esta página.
sw: kesi zimechakatwa. Tafadhali usiboreshe au kufunga ukurasa huu.

source: Cases were successfully added:
es: Los casos fueron agregados exitosamente:
sw: Kesi zimeongezwa kwa mafanikio:

source: Issues encountered during bulk upload:
es: Se encontraron problemas durante la carga general:
sw: Matatizo yaliyokutwa wakati wa kupakia kwa wingi:

source: Processing file...
es: Procesando el archivo...
sw: Inachakata faili...

source: Removing...
es: Eliminando...
sw: Inaondoa...

source: Case Removed
es: Caso Eliminado
sw: Kesi Imeondolewa

source: Bulk upload cases to group
es: Carga general de casos a grupo
sw: Pakia kesi kwa wingi kwenye kundi

source: Automatically update or btn-close cases from CommCare HQ
es: Actualizar automáticamente o cerrar casos desde CommCare HQ
sw: Sasisha moja kwa moja au funga kesi kutoka CommCare HQ

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
es: Esta regla de duplicación está actualmente en proceso de relleno. Podrá editarla una vez que se haya completado. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) casos procesados. Recargue la página para ver el progreso actualizado.
sw: Sheria hii ya kuondoa marudio kwa sasa inajaza upya. Utaweza kuhariri mara itakapokamilika. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) kesi zimechakatwa. Pakia upya ukurasa kuona maendeleo yaliyosasishwa.

source: cases processed. Please do not refresh or btn-close this page.
es: casos procesados. Por favor, no actualice ni cierre esta página.
sw: kesi zimechakatwa. Tafadhali usiboreshe au kufunga ukurasa huu.

source: Something went wrong! There was an error. If you see this error repeatedly please report it as issue.
es: ¡Algo salió mal! Hubo un error. Si ve este error repetidamente, por favor repórtelo como un problema.
sw: Kuna tatizo limetokea! Kulikuwa na hitilafu. Ikiwa unaona hitilafu hii mara kwa mara tafadhali ripoti kama tatizo.

source: Select all %(total_xForms)s forms
es: Seleccione todos los %(total_xForms)s formularios
sw: Chagua fomu zote %(total_xForms)s

source: (<span class="selectedCount ">0</span> forms selected)
es: (<span class="selectedCount ">0</span> formularios seleccionados)
sw: (<span class="selectedCount ">0</span> fomu zimechaguliwa)

source: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s selected cases to <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> selected cases to <!-- /ko -->
es: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s casos seleccionados para <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> casos seleccionados para <!-- /ko -->
sw: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s kesi zilizochaguliwa kwa <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> kesi zilizochaguliwa kwa <!-- /ko -->

source: Select all
es: Seleccionar todo
sw: Chagua zote

source: Select New Owner...
es: Seleccione un Nuevo Propietario...
sw: Chagua Mmiliki Mpya...

source: Case Copy
es: Copiar Caso
sw: Nakili Kesi

source: Case Reassignment
es: Reasignación de Caso
sw: Ugawaji Upya wa Kesi

source: Add Automatic Case Update Rule
es: Agregar Regla de Actualización Automática de Casos
sw: Ongeza Sheria ya Kusasisha Kesi Kiotomatiki

source: Unlock Linked Rules For Me
es: Desbloquear Reglas Vinculadas Para Mí
sw: Fungua Sheria Zilizounganishwa Kwa Ajili Yangu

source: Lock Linked Rules For Me
es: Bloquear Reglas Vinculadas Para Mí
sw: Funga Sheria Zilizounganishwa Kwa Ajili Yangu

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
es: Las configuraciones vinculadas se controlan desde un espacio de proyecto separado y vinculado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Aprende más</a>.
sw: Mipangilio iliyounganishwa inadhibitiwa kutoka kwenye mradi tofauti, uliounganishwa. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Jifunze zaidi</a>.

source: Are you sure you want to <strong>delete</strong> this rule?
es: ¿Está seguro de que desea <strong>eliminar</strong> esta regla?
sw: Una uhakika unataka <strong>kufuta</strong> sheria hii?

source: All rules for a specific case type are run together and are referred to as rule runs. This table displays information associated with each rule run.
es: Todas las reglas para un tipo de caso específico se ejecutan juntas y se denominan ejecuciones de reglas. Esta tabla muestra información asociada con cada ejecución de regla.
sw: Sheria zote za aina maalum ya kesi zinaendeshwa pamoja na zinajulikana kama uendeshaji wa sheria. Jedwali hili linaonyesha taarifa zinazohusiana na kila uendeshaji wa sheria.

source: Started On
es: Iniciado el
sw: Ilianza

source: Finished On
es: Finalizado el
sw: Imekamilika

source: # of Cases Updated
es: # de Casos Actualizados
sw: # ya Kesi Zilizosasishwa

source: # of Cases Closed
es: # de Casos Cerrados
sw: # ya Kesi Zilizoungwa

source: Close the case
es: Cerrar el caso
sw: Funga kesi

source: Update case property
es: Actualizar propiedad del caso
sw: Sasisha sifa ya kesi

source: Custom action
es: Acción personalizada
sw: Kitendo maalum

source: All cases matching the above criteria will be closed
es: Todos los casos que coinciden con los criterios arriba serán cerrados
sw: Kesi zote zinazolingana na vigezo vilivyo juu zitafungwa

source: Custom action ID
es: ID acción personalizada
sw: Kitambulisho cha kitendo maalum

source: Requires System Admin
es: Requiere Administrador del Sistema
sw: Inahitaji Msimamizi wa Mfumo

source: Select a filter
es: Seleccione un filtro
sw: Chagua kichujio

source: Case not modified since
es: Caso no modificado desde
sw: Kesi haijabadilishwa tangu

source: Date case property
es: Fecha propiedad de caso
sw: Tarehe ya sifa ya kesi

source: Date case property (advanced)
es: Fecha propiedad de caso (avanzado)
sw: Tarehe ya sifa ya kesi (ya juu)

source: Location
es: Ubicación
sw: Eneo

source: Parent case is closed
es: Caso padre ha sido cerrado
sw: Kesi ya mzazi imefungwa

source: Custom filter
es: Filtro personalizado
sw: Kichujio maalum

source: UCR Filter
es: Filtro UCR
sw: Kichujio cha UCR

source: AND
es: Y
sw: NA

source: OR
es: O
sw: AU

source: Case not modified in
es: Caso no modificado en
sw: Kesi haijabadilishwa ndani ya

source: has a value
es: tiene un valor
sw: ina thamani

source: does not have a value
es: no tiene un valor
sw: haina thamani

source: matches the regular expression
es: coincide con la expresión regular
sw: inalingana na usemi wa kawaida

source: When the current date is
es: La fecha actual
sw: Wakati tarehe ya sasa ni

source: greater than or equal
es: mayor o igual que
sw: kubwa au sawa na

source: less than or equal
es: menor o igual que
sw: ndogo au sawa na

source: the date in case property
es: La fecha en la propiedad del caso
sw: tarehe katika sifa ya kesi

source: plus
es: Mas
sw: jumlisha

source: minus
es: menos
sw: toa

source: The parent case is closed
es: El caso padre ha sido cerrado
sw: Kesi ya mzazi imefungwa

source: Custom filter ID
es: ID filtro Personalizada
sw: Kitambulisho cha kichujio maalum

source: Case belongs to location
es: El caso pertenece a la ubicación
sw: Kesi inamilikiwa na eneo

source: Include cases from child locations
es: Incluir casos de ubicaciones secundarias
sw: Jumuisha kesi kutoka maeneo ya watoto

source: Filter Definition
es: Definición de Filtro
sw: Ufafanuzi wa Kichujio

source: Find
es: Buscar
sw: Tafuta

source: The bulk case copy has completed successfully.
es: La copia masiva de casos se ha completado con éxito.
sw: Nakala ya kesi kwa wingi imekamilika kwa mafanikio.
