Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Surveys
es: Encuestas
sw: Utafiti

source: Collect data once
sw: Kusanya data mara moja

source: Training
es: Capacitación
sw: Mafunzo

source: Content for training users
sw: Yaliyomo kwa watumiaji wa mafunzo

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
es: Un ID de punto final de sesión permite que las aplicaciones de Android llamen a CommCare en esta posición.
sw: Kitambulisho cha mwisho wa kikao huruhusu programu za Android kupiga simu kwenye CommCare katika nafasi hii.

source: Graph
es: Gráfica
sw: Grafu

source: Graph <small>(upgrade to 2.17 or greater)</small>
es: Gráfica <small>(subir a 2.17 o mayor)</small>
sw: Grafu <small>(boresha hadi 2.17 au zaidi)</small>

source: Calculated Property
es: Propiedad Calculada
sw: Sifa Iliyohesabiwa

source: Display Properties
es: Mostrar Propiedades
sw: Onyesha Sifa

source: Case Detail
es: Detalles del Caso
sw: Maelezo ya Kesi

source: These properties will be displayed on a confirmation screen after a case has been selected. If no properties are listed here the confirmation screen will not be displayed at all.
es: Estas propiedades se mostrarán en una pantalla de confirmación después de que se haya seleccionado un caso. Si no hay propiedades listadas aquí, la pantalla de confirmación no aparecerá en lo absoluto.
sw: Sifa hizi zitaonyeshwa kwenye skrini ya uthibitisho baada ya kesi kuchaguliwa. Ikiwa hakuna sifa zilizoorodheshwa hapa, skrini ya uthibitisho haitatumika kabisa.

source: Add Tab
es: Agregar Pestaña
sw: Ongeza Tab

source: Add Data Tab
es: Agregar Pestaña de Datos
sw: Ongeza Tab ya Data

source: Case Detail Tabs
es: Pestaña de Detalles del Caso
sw: Tabu za Maelezo ya Kesi

source: Do you have a lot of case properties? Try splitting them into tabs, which will appear as separate screens that mobile users can swipe through. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>Help Site</a>.
sw: Je, una sifa nyingi za kesi? Jaribu kuzigawanya kwenye tabu, ambazo zitaonekana kama skrini tofauti ambazo watumiaji wa simu wanaweza kusogeza. Soma zaidi kwenye <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>Tovuti ya Msaada</a>.

source: Custom Case List XML
es: Lista de Caso XML Personalizada
sw: Orodha Maalum ya XML ya Kesi

source: Show some information about the case at the top of the screen when filling out forms
es: Mostrar alguna información acerca del caso en la parte de arriba de la pantalla al llenar formularios
sw: Onyesha taarifa fulani kuhusu kesi juu ya skrini wakati wa kujaza fomu

source: Case property to show
es: Propiedad del caso para mostrar
sw: Sifa ya kesi ya kuonyesha

source: Show case tiles grouped by parent case
es: Mostrar mosaicos de casos agrupados por caso padre
sw: Onyesha vigae vya kesi vimepangwa kwa kundi la kesi mzazi

source: Parent case index name
es: Nombre del índice del caso padre
sw: Jina la kiashiria cha kesi mzazi

source: Case tile header rows
es: Filas de encabezado de mosaico de caso
sw: Safu za kichwa cha kigae cha kesi

source: Use this case list tile persistently in forms
es: Utilizar persistentemente esta ficha de lista de caso en los formularios
sw: Tumia kigae hiki cha orodha ya kesi kwa kudumu ndani ya fomu

source: Use persistent case tile from menu
es: Utilizar persistentemente fichas de caso desde el menú
sw: Tumia kigae cha kudumu cha kesi kutoka kwenye menyu

source: Embed case details in case tile pull-down
es: Incorporar detalles del caso en las fichas de caso desplegables
sw: Ambatanisha maelezo ya kesi kwenye menyu ya kuvuta chini ya kigae cha kesi

source: Embed case details in case tile pull-down from the menu
es: Insertar los detalles de caso en las fichas de caso desplegables desde el menú
sw: Ambatanisha maelezo ya kesi kwenye menyu ya kuvuta chini ya kigae cha kesi kutoka kwenye menyu

source: Filtering and Sorting
es: Filtrado y Clasificación
sw: Kuchuja na Kupanga

source: Sort Property
es: Clasificar Propiedad
sw: Sifa ya Kupanga

source: Sort Properties
es: Clasificar Propiedades
sw: Sifa za Kupanga

source: Properties in this list determine how cases are ordered in your case list. This is useful if for example you want higher priority cases to appear closer to the top of the list. The case list will sort by the first property, then the second, etc.
es: Las propiedades en esta lista determinan cómo se ordenan los casos en su lista de casos. Esto es útil si, por ejemplo, desea que los casos de mayor prioridad aparezcan más cerca de la parte superior de la lista. La lista de casos se ordenará por la primera propiedad, luego la segunda, etc.
sw: Sifa katika orodha hii zinaamua jinsi kesi zinavyopangwa kwenye orodha yako ya kesi. Hii ni muhimu ikiwa kwa mfano unataka kesi zenye kipaumbele cha juu zionekane karibu na juu ya orodha. Orodha ya kesi itapanga kwa sifa ya kwanza, kisha ya pili, na kadhalika.

source: Direction
es: Dirección
sw: Mwelekeo

source: Display Blanks
es: Mostrar Espacios en Blanco
sw: Onyesha Vilivyo Wazi

source: Should cases that don't have a value for the sort property appear at the top or the bottom of the case list?
es: ¿Deberían los casos que no tienen un valor para la propiedad de ordenación aparecer en la parte superior o inferior de la lista de casos?
sw: Je, kesi ambazo hazina thamani kwa sifa ya kupanga zionekane juu au chini ya orodha ya kesi?

source: Sort Calculation
es: Clasificar Cálculos
sw: Hesabu ya Kupanga

source: Format
es: Formato
sw: Muundo

source: Display Text
es: Texto en Pantalla
sw: Maandishi ya Kuonyesha

source: The 'Display Text' is used for properties that are only listed as Sort Properties and not as Display Properties above. The text appears in the 'Sort By' menu on the mobile to allow the user to change the sort ordering. If the display text is left blank then the option for that sort property will not appear in the 'Sort By' menu.
es: El 'Texto de Visualización' se utiliza para propiedades que solo están listadas como Propiedades de Ordenación y no como Propiedades de Visualización arriba. El texto aparece en el menú 'Ordenar Por' en el móvil para permitir al usuario cambiar el orden de clasificación. Si el texto de visualización se deja en blanco, entonces la opción para esa propiedad de ordenación no aparecerá en el menú 'Ordenar Por'.
sw: 'Maandishi ya Kuonyesha' hutumika kwa sifa ambazo zimeorodheshwa tu kama Sifa za Kupanga na sio kama Sifa za Kuonyesha hapo juu. Maandishi yanaonekana kwenye menyu ya 'Panga Kwa' kwenye simu ili kumruhusu mtumiaji kubadilisha mpangilio wa kupanga. Ikiwa maandishi ya kuonyesha yameachwa wazi basi chaguo la sifa hiyo ya kupanga halitaonekana kwenye menyu ya 'Panga Kwa'.

source: Bottom of list
es: Final de la lista
sw: Chini ya orodha

source: Top of list
es: Inicio de la lista
sw: Juu ya orodha

source: Plain
es: Simple
sw: Rahisi

source: Integer
es: Entero
sw: Nambari Kamili

source: Decimal
sw: Nambari ya Desimali

source: Distance from current location
es: Distancia de la ubicación actual
sw: Umbali kutoka eneo la sasa

source: Cache and Index
es: Caché e Índice
sw: Akiba na Kiashiria

source: Add sort property
es: Agregar propiedad de clasificación
sw: Ongeza sifa ya kupanga

source: Parent Child Selection
es: Selección Padre Hijo
sw: Uteuzi wa Mzazi na Mtoto

source: Select Parent First
es: Seleccione Primero el Padre
sw: Chagua Mzazi Kwanza

source: Use Case List from
es: Utilice la Lista de Caso de
sw: Tumia Orodha ya Kesi kutoka

source: This menu could not be found. It may have been deleted. Please select a different menu.
es: Este menú no se pudo encontrar. Puede haber sido eliminado. Por favor, seleccione un menú diferente.
sw: Menyu hii haikupatikana. Inaweza kuwa imefutwa. Tafadhali chagua menyu tofauti.

source: This XPath expression specifies which cases should appear in the case list. It can refer to any case properties and should return true if a record should be shown and false otherwise. The same functions are available as when writing Display or Validation conditions. Refer to case properties using their name (there's no need to include a &quot;/data/&quot; in front of the case property).
es: Esta expresión XPath especifica qué casos deben aparecer en la lista de casos. Puede referirse a cualquier propiedad del caso y debe responder verdadero si se muestra un registro, y de lo contrario, falso. Las mismas funciones están disponibles como al escribir condiciones de Visualización o Validación. Refiérase a las propiedades del caso utilizando su nombre (no hay necesidad de incluir un &quot;/data/&quot; frente a las propiedades del caso.)
sw: Usemi huu wa XPath unaeleza ni kesi zipi zinapaswa kuonekana kwenye orodha ya kesi. Inaweza kurejelea sifa zozote za kesi na inapaswa kurudisha kweli ikiwa rekodi inapaswa kuonyeshwa na la sivyo sivyo. Kazi zilezile zinapatikana kama wakati wa kuandika masharti ya Kuonyesha au Uthibitishaji. Rejelea sifa za kesi kwa kutumia jina lao (hakuna haja ya kujumuisha &quot;/data/&quot; mbele ya sifa ya kesi).

source: Remove filter
es: Eliminar filtro
sw: Ondoa kichujio

source: Form Accessible from Case List
es: Formulario Accesible desde la Lista de Casos
sw: Fomu Inayopatikana kutoka Orodha ya Kesi

source: Forms Accessible from Case List
es: Formularios Accesibles desde la Lista de Casos
sw: Fomu Zinazopatikana kutoka Orodha ya Kesi

source: Use Registration Forms to minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>Help Site</a>. You can use followup forms for Parent Case button if this module uses Select Parent First workflow
sw: Tumia Fomu za Usajili kupunguza usajili wa marudio kwa kuhitaji wafanyakazi wa simu kutafuta kwenye orodha ya kesi kabla ya kusajili kesi mpya. Soma zaidi kwenye <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>Tovuti ya Msaada</a>. Unaweza kutumia fomu za ufuatiliaji kwa kitufe cha Kesi Mzazi ikiwa moduli hii inatumia mtiririko wa Chagua Mzazi Kwanza

source: Registration Form Accessible from Case List
es: Formulario de Registro Accesible desde la Lista de Casos
sw: Fomu ya Usajili Inayopatikana kutoka Orodha ya Kesi

source: Minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Help Site</a>.
es: Minimice los registros duplicados al requerir que los trabajadores móviles busquen en la lista de casos antes de registrar un nuevo caso. Lea más en el <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Sitio de Ayuda</a>.
sw: Punguza usajili wa marudio kwa kuhitaji wafanyakazi wa simu kutafuta kwenye orodha ya kesi kabla ya kusajili kesi mpya. Soma zaidi kwenye <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Tovuti ya Msaada</a>.

source: Unknown Form (missing)
es: Formulario Desconocido (faltante)
sw: Fomu Isiyojulikana (haipo)

source: Don't Show
es: No mostrar
sw: Usionyeshe

source: Registration Forms
es: Formularios de Registro
sw: Fomu za Usajili

source: Followup Forms for parent case
es: Formularios de Seguimiento para caso padre
sw: Fomu za Ufuatiliaji kwa kesi mzazi

source: Error! The selected form does not exist.
es: ¡Error! El formulario seleccionado no existe.
sw: Hitilafu! Fomu iliyochaguliwa haipo.

source: Registration from the case list is not available because
es: El registro desde la lista de caso no está disponible porque
sw: Usajili kutoka kwenye orodha ya kesi haupatikani kwa sababu

source: Label for Case List Form
es: Etiqueta para el Formulario de Lista de Casos
sw: Lebo kwa Fomu ya Orodha ya Kesi

source: Label for Case List Registration
es: Etiqueta para el Registro de Lista de Casos
sw: Lebo kwa Usajili wa Orodha ya Kesi

source: End of Form Action
es: Acción al Final del Formulario
sw: Kitendo Mwisho wa Fomu

source: End of Registration Action
es: Acción al Final del Registro
sw: Kitendo Mwisho wa Usajili

source: The case list form action will be the same as the selected form's end of form navigation. To avoid this, set the form's end of form navigation to the default option ('Home Screen') in <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">form settings</a>.
es: La acción del formulario de lista de casos será la misma que la navegación al final del formulario seleccionado. Para evitar esto, configure la navegación al final del formulario en la opción predeterminada ('Pantalla de Inicio') en <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">configuración del formulario</a>.
sw: Kitendo cha fomu ya orodha ya kesi kitakuwa sawa na urambazaji wa mwisho wa fomu uliyochaguliwa. Ili kuepuka hili, weka urambazaji wa mwisho wa fomu kwenye chaguo chaguo-msingi ('Skrini Kuu') katika <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">mpangilio wa fomu</a>.

source: Lazy load Case List fields
es: Carga diferida de campos de la Lista de Casos
sw: Pakia polepole sehemu za Orodha ya Kesi

source: Incrementally load case list fields
es: Cargar campos de la lista de casos de forma incremental
sw: Pakia sehemu za orodha ya kesi hatua kwa hatua

source: Case list only calculates display properties for a case if the user sees it on the page
es: La lista de casos solo calcula propiedades de visualización para un caso si el usuario lo ve en la página
sw: Orodha ya kesi huhesabu mali za onyesho kwa kesi tu ikiwa mtumiaji anaiona kwenye ukurasa

source: Case List Search Callout
es: Requerimiento de Búsqueda de la Lista de Caso
sw: Mwito wa Utafutaji wa Orodha ya Kesi

source: Enable case list search callout
es: Habilitar el requerimiento de búsqueda de la Lista de caso
sw: Wezesha mwito wa utafutaji wa orodha ya kesi

source: Autolaunch Lookup
es: Búsqueda de Autoejecución
sw: Uzinduzi wa Kiotomatiki wa Utafutaji

source: ex: callout.commcarehq.org.dummycallout.LAUNCH
sw: mf: callout.commcarehq.org.dummycallout.LAUNCH

source: Case list callout requires an action
es: El requerimiento de la lista de casos necesita de una acción
sw: Mwito wa orodha ya kesi unahitaji hatua

source: Action Name
es: Nombre de la Acción
sw: Jina la Hatua

source: ex: Scan fingerprint
es: ex: Escanear huella táctil
sw: mf: Changanua alama ya kidole

source: Case list callout requires a name
es: El requerimiento de la lista de casos necesita un nombre
sw: Mwito wa orodha ya kesi unahitaji jina

source: Extras
sw: Ziada

source: At least one extra required
es: Se necesita por lo menos un extra
sw: Angalau moja ya ziada inahitajika

source: Responses
es: Respuestas
sw: Majibu

source: At least one response required
es: Se necesita por lo menos una respuesta
sw: Angalau jibu moja linahitajika

source: Display results in case list
es: Mostrar los resultados en la lista de casos
sw: Onyesha matokeo kwenye orodha ya kesi

source: Results display text
es: Texto de pantalla de resultados
sw: Maandishi ya onyesho la matokeo

source: Results mapping property
es: Los resultados mapeando propiedad
sw: Mali ya upangaji wa matokeo

source: Case property or attribute used to map each result row to the correct case.
es: Propiedad de Caso o atributo utilizado para mapear cada fila de resultado al caso correcto.
sw: Mali ya kesi au sifa inayotumika kuoanisha kila mstari wa matokeo na kesi sahihi.

source: This menu either doesn't have a source menu or has a source menu that doesn't require a case list. Changes made here will have no effect.
es: Este menú no tiene un menú de origen o tiene un menú de origen que no requiere una lista de casos. Los cambios realizados aquí no tendrán efecto.
sw: Menyu hii haina menyu chanzo au ina menyu chanzo isiyohitaji orodha ya kesi. Mabadiliko yaliyofanywa hapa hayataathiri kitu.

source: None of the forms in this menu require a case list. Changes made here will have no effect until you either: <ol> <li>use forms that require a case list, such as forms that update or close a case, or</li> <li>select the <strong>Case List Menu Item</strong> setting.</li> </ol>
es: Ninguno de los formularios en este menú requiere una lista de casos. Los cambios realizados aquí no tendrán efecto hasta que usted: <ol> <li>utilice formularios que requieran una lista de casos, como formularios que actualicen o cierren un caso, o</li> <li>seleccione la configuración <strong>Elemento de Menú de Lista de Casos</strong>.</li> </ol>
sw: Hakuna fomu yoyote kwenye menyu hii inayohitaji orodha ya kesi. Mabadiliko yaliyofanywa hapa hayataathiri kitu hadi: <ol> <li>utumie fomu zinazohitaji orodha ya kesi, kama fomu zinazosasisha au kufunga kesi, au</li> <li>uchague mpangilio wa <strong>Kipengee cha Menyu ya Orodha ya Kesi</strong>.</li> </ol>

source: Menu(s)
es: Menú(s)
sw: Menyu

source: Display properties
es: Mostrar propiedades
sw: Sifa za onyesho

source: Case list filter
es: Filtro de lista de casos
sw: Kichujio cha orodha ya kesi

source: Sort configuration
es: Configuración de orden
sw: Mpangilio wa upangaji

source: Custom variables
es: Variables personalizadas
sw: Vigezo maalum

source: Custom case list XML
es: XML de lista de casos personalizada
sw: XML maalum ya orodha ya kesi

source: Case tile configuration
es: Configuración de mosaico de casos
sw: Mpangilio wa vigae vya kesi

source: Search properties
es: Propiedades de búsqueda
sw: Sifa za utafutaji

source: Default search filters
es: Filtros de búsqueda predeterminados
sw: Vichujio chaguo-msingi vya utafutaji

source: Search and claim options
es: Opciones de búsqueda y reclamación
sw: Chaguzi za utafutaji na kudai

source: Multi-Select Case List Options
es: Opciones de lista de casos de selección múltiple
sw: Chaguzi za Orodha ya Kesi ya Uchaguzi Mwingi

source: Overwrite Case List
es: Sustituir Lista de Caso
sw: Andika upya Orodha ya Kesi

source: Overwrite Case Detail
es: Sustituir Detalle del Caso
sw: Andika upya Maelezo ya Kesi

source: Overwrite Case Lists/Case Details
es: Sobrescribir listas de casos/detalles de casos
sw: Andika upya Orodha za Kesi/Maelezo ya Kesi

source: Are you sure you want to overwrite this configuration? This action is irreversible.
es: ¿Está seguro de que desea sobrescribir esta configuración? Esta acción es irreversible.
sw: Una uhakika unataka kuandika upya mpangilio huu? Hatua hii haiwezi kubatilishwa.

source: Overwrite
es: Sobrescribir
sw: Andika upya

source: Enable multi-select case list
es: Habilitar lista de casos de selección múltiple
sw: Wezesha orodha ya kesi ya uchaguzi mwingi

source: Enable auto select
es: Habilitar selección automática
sw: Wezesha uteuzi wa kiotomatiki

source: Maximum selected value
es: Valor máximo seleccionado
sw: Thamani ya juu zaidi iliyochaguliwa

source: Maximum Selected Value
es: Valor Máximo Seleccionado
sw: Thamani ya Juu Zaidi Iliyoteuliwa

source: Case Tile Mapping
es: Mapeo de Ficha de Caso
sw: Ulinganishaji wa Vigae vya Kesi

source: Row/Column
es: Fila/Columna
sw: Mstari/Safuwima

source: Width/Height
es: Ancho/Altura
sw: Upana/Urefu

source: Style
es: Estilo
sw: Mtindo

source: Optimize
es: Optimizar
sw: Boresha

source: N/A
sw: Sio husika

source: Label for Case List Menu Item
es: Etiqueta para el Item en el Menu de la Lista de Casos
sw: Lebo kwa Kipengee cha Menyu ya Orodha ya Kesi

source: Case list menu item requires a label
es: El menú de la lista de casos necesita una etiqueta
sw: Kipengee cha menyu ya orodha ya kesi kinahitaji lebo

source: Case Search and Claim
es: Búsqueda y Solicitud de Caso
sw: Utafutaji wa Kesi na Kudai

source: Add at least one search property to activate case search for this case list
es: Agregue al menos una propiedad de búsqueda para activar la búsqueda de casos para esta lista de casos
sw: Ongeza angalau sifa moja ya utafutaji ili kuwezesha utafutaji wa kesi kwa orodha hii ya kesi

source: Search Properties
es: Buscar Propiedades
sw: Sifa za Utafutaji

source: Search against the following case properties.
es: Busque según las siguientes propiedades de caso.
sw: Tafuta dhidi ya sifa zifuatazo za kesi.

source: Other Options
es: Otras Opciones
sw: Chaguzi Nyingine

source: Add Search Property
es: Agregar propiedad de búsqueda
sw: Ongeza Sifa ya Utafutaji

source: Add Group
es: Agregar grupo
sw: Ongeza Kundi

source: Default Search Filters
es: Filtros de búsqueda predeterminados
sw: Vichujio Chaguo-msingi vya Utafutaji

source: Filter based on a specific value of any case property. These are applied to every search and are hidden from the user.
es: Filtrado basado en un valor específico de cualquier propiedad del caso. Estos son aplicados a cada búsqueda y están escondidos del usuario.
sw: Chuja kulingana na thamani maalum ya sifa yoyote ya kesi. Hivi hutumika kwa kila utafutaji na havionyeshwi kwa mtumiaji.

source: Value (XPath expression)
es: Valor (expresión XPath)
sw: Thamani (XPath expression)

source: A property is not allowed both here and Search Properties. Please remove from one of the lists
es: No se permite una propiedad tanto aquí como en Propiedades de búsqueda. Por favor, elimine de una de las listas
sw: Sifa hairuhusiwi kuwepo hapa na kwenye Sifa za Utafutaji. Tafadhali ondoa kwenye moja ya orodha

source: Add default search property
es: Agregar propiedad de búsqueda predeterminada
sw: Ongeza sifa chaguo-msingi ya utafutaji

source: Custom Sort Properties
es: Propiedades de orden personalizado
sw: Sifa Maalum za Kupanga

source: Sort search results by case property before filtering. These will affect the priority in which results are returned and are hidden from the user.
es: Ordenar los resultados de búsqueda por propiedad de caso antes de filtrar. Esto afectará la prioridad en la que se devuelven los resultados y están ocultos para el usuario.
sw: Panga matokeo ya utafutaji kwa sifa ya kesi kabla ya kuchuja. Hizi zitaathiri kipaumbele cha matokeo na hazionyeshwi kwa mtumiaji.

source: Exact
es: Exacto
sw: Sawa

source: Ascending
es: Ascendente
sw: Kupanda

source: Descending
es: Descendente
sw: Kushuka

source: Add custom sort property
es: Agregar propiedad de orden personalizado
sw: Ongeza sifa maalum ya kupanga

source: Search and Claim Options
es: Opciones de Búsqueda y Solicitud
sw: Chaguzi za Utafutaji na Kudai

source: Web Apps Search Workflow
es: Flujo de Trabajo de Búsqueda de Aplicaciones Web
sw: Mtiririko wa Utafutaji wa Programu za Wavuti

source: Web Apps Search Workflow (Data Registry)
es: Flujo de Trabajo de Búsqueda de Aplicaciones Web (Registro de Datos)
sw: Mtiririko wa Utafutaji wa Programu za Wavuti (Rekodi ya Data)

source: Normal Case List
es: Lista de Casos Normal
sw: Orodha ya Kesi ya Kawaida

source: Search First
es: Buscar Primero
sw: Tafuta Kwanza

source: See More
es: Ver Más
sw: Tazama Zaidi

source: Skip to Default Case Search Results
es: Saltar a Resultados de Búsqueda de Casos por Defecto
sw: Ruka hadi Matokeo Chaguo-msingi ya Utafutaji wa Kesi
