Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Select the activities you would like to do
es: Selecciona las actividades que te gustaría hacer
sw: Chagua shughuli unazotaka kufanya

source: Activity Planner
es: Planificador de Actividades
sw: Mpangaji wa Shughuli

source: Create Schedule
es: Crear Horario
sw: Unda Ratiba

source: Genre
es: Género
sw: Aina

source: Select the electronic music genre you want to generate a playlist
es: Selecciona el género de música electrónica para el que quieres generar una lista de reproducción
sw: Chagua aina ya muziki wa kielektroniki unayotaka kutengenezea orodha ya nyimbo

source: Playlist Creator
es: Creador de Listas de Reproducción
sw: Mtengenezaji wa Orodha ya Nyimbo

source: Create Playlist
es: Crear Lista de Reproducción
sw: Unda Orodha ya Nyimbo

source: Select the location you would like to see recommendations for.
es: Selecciona la ubicación para la que te gustaría ver recomendaciones.
sw: Chagua eneo unalotaka kuona mapendekezo yake.

source: Experiences
es: Experiencias
sw: Tajiriba

source: Select the experiences you would like to have
es: Selecciona las experiencias que te gustaría tener
sw: Chagua tajiriba unazotaka kupata

source: City Adventure Planner
es: Planificador de Aventuras en la Ciudad
sw: Mpangaji wa Matukio ya Jiji

source: Pastries
es: Pasteles
sw: Vibanzi

source: Select pastry names you would like ChatGPT to create an enticing menu for
es: Selecciona los nombres de pasteles para que ChatGPT cree un menú atractivo
sw: Chagua majina ya vibanzi unayotaka ChatGPT itengeneze menyu ya kuvutia

source: Menu Generator
es: Generador de Menús
sw: Mtengenezaji wa Menyu

source: Create Menu
es: Crear Menú
sw: Unda Menyu

source: What is your favorite primary color
es: ¿Cuál es tu color primario favorito?
sw: Ni rangi ipi kuu unayoipenda zaidi

source: Color Chooser
es: Selector de Colores
sw: Kichagua Rangi

source: Enable Tracking
es: Habilitar Rastreo
sw: Wezesha Ufuatiliaji

source: Allow Dimagi to collect usage information to improve CommCare.
es: Permitir a Dimagi recopilar información de uso para mejorar CommCare.
sw: Ruhusu Dimagi kukusanya taarifa za matumizi ili kuboresha CommCare.

source: You can learn more about the information we collect and the ways we use it in our privacy policy
es: Puedes obtener más información sobre la información que recopilamos y las formas en que la usamos en nuestra política de privacidad
sw: Unaweza kujifunza zaidi kuhusu taarifa tunazokusanya na jinsi tunavyotumia katika sera yetu ya faragha

source: Style Guide
es: Guía de Estilo
sw: Mwongozo wa Mtindo

source: Class-Based Examples
es: Ejemplos Basados en Clases
sw: Mifano ya Kulingana na Darasa

source: Basic Page
es: Página Básica
sw: Ukurasa wa Msingi

source: Section Page
es: Página de Sección
sw: Ukurasa wa Sehemu

source: Functional Examples
es: Ejemplos Funcionales
sw: Mifano ya Kazi

source: Class-Based Views
es: Vistas Basadas en Clases
sw: Mitazamo Inayotumia Darasa

source: Functional Views
es: Vistas Funcionales
sw: Mitazamo ya Kawaida

source: Password (Repeat)
es: Contraseña (Repita)
sw: Nenosiri (Rudia)

source: Has Staff Privileges
es: Tiene Privilegios de Personal
sw: Ana Haki za Wafanyakazi

source: Simple Crispy Form Example
es: Ejemplo de Formulario Sencillo
sw: Mfano Rahisi wa Fomu ya Crispy

source: Register a New User
es: Registrar Nuevo Usuario
sw: Sajili Mtumiaji Mpya

source: Form processed successfully.
es: Formulario procesado exitosamente.
sw: Fomu imeshughulikiwa kwa mafanikio.

source: Simple Crispy Form
es: Formulario Sencillo
sw: Fomu Rahisi ya Crispy

source: Live Example
es: Ejemplo en Vivo
sw: Mfano Hai

source: Documentation
es: Documentación
sw: Nyaraka

source: Back to Forms
es: Volver a Formularios
sw: Rudi kwenye Fomu

source: Examples
es: Ejemplos
sw: Mifano

source: Translated text within a paragraph tag should always be indented like this
es: El texto traducido dentro de una etiqueta de párrafo siempre debe estar indentado así
sw: Maandishi yaliyotafsiriwa ndani ya tagi ya aya yanapaswa kuingizwa kama hivi

source: Short titles are fine
es: Los títulos cortos están bien
sw: Vichwa vifupi ni sawa

source: Translated text within attributes
es: Texto traducido dentro de atributos
sw: Maandishi yaliyotafsiriwa ndani ya sifa

source: Not Active
es: No Activo
sw: Haifanyi kazi

source: Simple Pagination: HTMX + Django Tables2
es: Paginación Simple: HTMX + Django Tables2
sw: Upangaji Rahisi: HTMX + Django Tables2

source: This button will trigger a refresh on the table once its HTMX request is complete:
es: Este botón actualizará la tabla una vez que su solicitud HTMX esté completa:
sw: Kitufe hiki kitahuisha jedwali mara ombi lake la HTMX litakapokamilika:

source: Refresh Table After Request
es: Actualizar Tabla Después de la Solicitud
sw: Huisha Jedwali Baada ya Ombi

source: Added filter!
es: ¡Filtro añadido!
sw: Kichujio kimeongezwa!

source: To-Do
es: Tareas Pendientes
sw: Orodha ya Majukumu

source: Add Item
es: Añadir Elemento
sw: Ongeza Kipengee

source: Trigger Error
es: Provocar Error
sw: Chochea Hitilafu

source: This username is already taken. Please try another one.
es: Este nombre de usuario ya está en uso. Por favor, prueba con otro.
sw: Jina hili la mtumiaji tayari limetumika. Tafadhali jaribu lingine.

source: This email is already assigned to a user. Please use another email.
es: Este correo electrónico ya está asignado a un usuario. Por favor, utiliza otro correo electrónico.
sw: Barua pepe hii tayari imeshatolewa kwa mtumiaji. Tafadhali tumia barua pepe nyingine.

source: Edit Feature Flag:
es: Edite Bandera de Función:
sw: Hariri Bendera ya Kipengele:

source: Show usage
es: Mostrar uso
sw: Onyesha matumizi

source: Please confirm with %(owner)s before using it.
es: Por favor, confirma con %(owner)s antes de usarlo.
sw: Tafadhali thibitisha na %(owner)s kabla ya kuitumia.

source: <strong>Please Note:</strong> This feature flag is available on this server environment, but not on others.
sw: <strong>Tafadhali Kumbuka:</strong> Bendera hii ya kipengele inapatikana kwenye mazingira haya ya seva, lakini si kwenye mengine.

source: <strong>CAUTION:</strong> This feature flag is not available on the current server environment.
sw: <strong>TAHADHARI:</strong> Bendera hii ya kipengele haipatikani kwenye mazingira ya sasa ya seva.

source: This feature flag is <strong>always enabled</strong> for the following domains:
sw: Bendera hii ya kipengele <strong>imewezeshwa daima</strong> kwa domain zifuatazo:

source: This feature flag is <strong>always disabled</strong> for the following domains:
sw: Bendera hii ya kipengele <strong>imezimwa daima</strong> kwa domain zifuatazo:

source: This feature flag also requires the following flags to be enabled:
sw: Bendera hii ya kipengele pia inahitaji bendera zifuatazo ziwe zimewezeshwa:

source: Enabling this feature flag will automatically enable the flags listed above.
sw: Kuwasha bendera hii ya kipengele kutawezesha kiotomatiki bendera zilizoorodheshwa hapo juu.

source: Randomness ranges from 0-1.<br/>0=disabled for all<br/>1=enable for all
es: La aleatoriedad varía de 0-1.<br/>0=deshabilitado para todos<br/>1=habilitado para todos
sw: Nasibu ni kati ya 0-1.<br/>0=imezimwa kwa wote<br/>1=imewashwa kwa wote

source: Why can't I edit?
sw: Kwa nini siwezi hariri?

source: You do not have permission to modify this flag. Please contact support if any changes are needed.
sw: Huna ruhusa ya kubadilisha bendera hii. Tafadhali wasiliana na msaada ikiwa mabadiliko yanahitajika.

source: This feature is %(status)s for all users and domains, so the individually toggled items are irrelevant. The toggle will soon be removed.
sw: Kipengele hiki ni %(status)s kwa watumiaji na domeni zote, hivyo vitu vilivyowashwa kibinafsi havina umuhimu. Uwezeshaji huu utaondolewa hivi karibuni.

source: Enabled toggle items
es: Habilitar ítems de tecla
sw: Vipengee vilivyowashwa

source: Items added here will be enabled regardless of the randomness (or disabled if preceded by `!`)
es: Los elementos añadidos aquí estarán habilitados independientemente de la aleatoriedad (o deshabilitados si están precedidos por `!`)
sw: Vipengee vilivyoongezwa hapa vitawashwa bila kujali nasibu (au vitazimwa ikiwa vinaanza na `!`)

source: Add
es: Agregar
sw: Ongeza

source: Export generation in progress. You will receive an email to %(email)s once complete.
es: Generación de exportación en progreso. Recibirás un correo electrónico a %(email)s una vez completado.
sw: Uundaji wa usafirishaji unaendelea. Utapokea barua pepe kwa %(email)s mara tu itakapokamilika.

source: Show usage metrics
es: Mostrar métricas del uso
sw: Onyesha vipimo vya matumizi

source: Tag
es: Etiquetar
sw: Lebo

source: Active Domains
es: Dominios Activos
sw: Vikoa Vinavyofanya Kazi

source: Last Usage
es: ÚItimo uso
sw: Matumizi ya Mwisho

source: Issues found. You should receive an email shortly.
es: Se encontraron problemas. Deberías recibir un correo electrónico en breve.
sw: Matatizo yamepatikana. Unapaswa kupokea barua pepe hivi karibuni.

source: No issues found.
es: No se encontraron problemas.
sw: Hakuna matatizo yaliyopatikana.

source: Workbook check failed to finish due to the following error : %s
es: La verificación del libro de trabajo no pudo completarse debido al siguiente error: %s
sw: Ukaguzi wa workbook umeshindwa kukamilika kutokana na hitilafu ifuatayo: %s

source: Hi, PFA file for discrepancies found for app translations.
es: Hola, se adjunta archivo con discrepancias encontradas para las traducciones de la aplicación.
sw: Habari, tafadhali angalia faili iliyoshikishwa kwa tofauti zilizopatikana kwenye tafsiri za programu.

source: Hi, No discrepancies found for app translations.
es: Hola, no se encontraron discrepancias para las traducciones de la aplicación.
sw: Habari, hakuna tofauti zilizopatikana kwenye tafsiri za programu.

source: Issues found with the workbook are as follows :
es: Los problemas encontrados con el libro de trabajo son los siguientes:
sw: Masuala yaliyopatikana kwenye workbook ni kama ifuatavyo:

source: No issues found with the workbook.
es: Criança com problemas de malnutrição
sw: Criança com problemas de malnutrição

source: App Translations Discrepancies for {}
es: Discrepancias en las Traducciones de la Aplicación para {}
sw: Tofauti za Tafsiri za Programu kwa {}

source: App Translations Updated!
es: ¡La Aplicación de Traducciones ha sido Actualizada!
sw: Tafsiri za Programu Zimesasishwa!

source: Invalid menu in row "%s", skipping row.
es: Menú inválido en la fila "%s", omitiendo fila.
sw: Menyu batili kwenye safu "%s", inapita safu hii.

source: Invalid form in row "%s", skipping row.
es: Formulario inválido en la fila "%s", omitiendo fila.
sw: Fomu batili kwenye safu "%s", inapita safu hii.

source: Did not recognize "%s", skipping row.
es: No se reconoció "%s", omitiendo fila.
sw: Haikutambua "%s", inapita safu hii.

source: Sheet "%s" was repeated. Only the first occurrence has been processed.
es: La hoja "%s" se repitió. Solo se ha procesado la primera ocurrencia.
sw: Karatasi "%s" imerudiwa. Ni tukio la kwanza pekee lililochakatwa.

source: Skipping sheet "%s", could not recognize title
es: Omitiendo hoja "%s", no se pudo reconocer el título
sw: Inapita karatasi "%s", haikuweza kutambua kichwa

source: Skipping sheet {title}: expected first columns to be {expected}
es: Omitiendo hoja {title}: se esperaban las primeras columnas como {expected}
sw: Inapita karatasi {title}: ilitarajiwa safu za kwanza ziwe {expected}

source: Sheet "{sheet}" has fewer columns than expected. Sheet will be processed but the following translations will be unchanged: {columns}
es: La hoja "{sheet}" tiene menos columnas de las esperadas. La hoja se procesará pero las siguientes traducciones permanecerán sin cambios: {columns}
sw: Karatasi "{sheet}" ina safu chache kuliko ilivyotarajiwa. Karatasi itachakatwa lakini tafsiri zifuatazo hazitabadilishwa: {columns}

source: Sheet "{sheet}" has unrecognized columns. Sheet will be processed but will ignore the following columns: {columns}
es: La hoja "{sheet}" tiene columnas no reconocidas. La hoja se procesará pero se ignorarán las siguientes columnas: {columns}
sw: Karatasi "{sheet}" ina safu zisizotambulika. Karatasi itachakatwa lakini itapuuza safu zifuatazo: {columns}

source: Error in {sheet}: {msg}
es: Error en {sheet}: {msg}
sw: Hitilafu kwenye {sheet}: {msg}

source: Form has no translation element present to be used as a template.
es: El formulario no tiene un elemento de traducción presente para ser usado como plantilla.
sw: Fomu haina kipengele cha tafsiri kilichopo kutumika kama kiolezo.

source: You must provide at least one translation for the label '{}'.
es: Debes proporcionar al menos una traducción para la etiqueta '{}'.
sw: Lazima utoe angalau tafsiri moja kwa lebo '{}'.

source: Unrecognized translation label {0}. That row has been skipped
es: Etiqueta de traducción no reconocida {0}. Esa fila ha sido omitida
sw: Lebo ya tafsiri isiyotambulika {0}. Safu hiyo imepitiwa

source: Found conflicting nodes for label {}
es: Se encontraron nodos en conflicto para la etiqueta {}
sw: Imepatikana nodi zinazokinzana kwa lebo {}

source: Form {index}, "{name}", is a shadow form. Cannot translate shadow forms, skipping.
es: El formulario {index}, "{name}", es un formulario sombra. No se pueden traducir formularios sombra, omitiendo.
sw: Fomu {index}, "{name}", ni fomu kivuli. Haiwezekani kutafsiri fomu kivuli, inapita.

source: case list
es: lista de casos
sw: orodha ya kesi

source: case detail
es: detalle del caso
sw: maelezo ya kesi

source: Expected {expected_count} {list_or_detail} properties in menu {index}, found {actual_count}. No case list or detail properties for menu {index} were updated.
es: Se esperaban {expected_count} propiedades de {list_or_detail} en el menú {index}, se encontraron {actual_count}. No se actualizaron propiedades de lista o detalle de casos para el menú {index}.
sw: Ilitarajiwa sifa {expected_count} za {list_or_detail} kwenye menyu {index}, zimepatikana {actual_count}. Hakuna sifa za orodha au maelezo ya kesi zilizosasishwa kwa menyu {index}.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". This property has either been removed or does not exist.
es: Una fila de {display_or_hint} para el menú {index} tiene una propiedad de búsqueda de casos inesperada "{field}". Esta propiedad ha sido eliminada o no existe.
sw: Safu ya {display_or_hint} kwa menyu {index} ina sifa ya utafutaji wa kesi isiyotegemewa "{field}". Sifa hii imeondolewa au haipo.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
es: Una fila de {display_or_hint} para el menú {index} tiene una propiedad de búsqueda de casos inesperada "{field}". Las propiedades de casos deben aparecer en el mismo orden que en la descarga de traducción masiva de la aplicación. No se actualizaron traducciones para esta fila.
sw: Safu ya {display_or_hint} kwa menyu {index} ina sifa ya utafutaji wa kesi isiyotegemewa "{field}". Sifa za kesi lazima ziwe kwa mpangilio uleule kama kwenye upakuaji wa tafsiri za programu kwa wingi. Hakuna tafsiri zilizosasishwa kwa safu hii.

source: Expected {expected_count} case_search_display properties in menu {index}, found {actual_label_count} for case_search_display. Case Search config properties for menu {index} were only partially updated.
es: Se esperaban {expected_count} propiedades de case_search_display en el menú {index}, se encontraron {actual_label_count} para case_search_display. Las propiedades de configuración de búsqueda de casos para el menú {index} solo se actualizaron parcialmente.
sw: Ilitarajiwa sifa {expected_count} za case_search_display kwenye menyu {index}, zimepatikana {actual_label_count} kwa case_search_display. Sifa za usanidi wa Utafutaji wa Kesi kwa menyu {index} zimesasishwa sehemu tu.

source: Found unexpected row "{0}" for menu {1}. No changes were made for menu {1}.
es: Se encontró una fila inesperada "{0}" para el menú {1}. No se hicieron cambios para el menú {1}.
sw: Imepatikana safu isiyotegemewa "{0}" kwa menyu {1}. Hakuna mabadiliko yaliyofanywa kwa menyu {1}.

source: Expected {0} reports for menu {1} but found row for Report {2}. No changes were made for menu {1}.
es: Se esperaban {0} informes para el menú {1} pero se encontró una fila para el Informe {2}. No se hicieron cambios para el menú {1}.
sw: Ilitarajiwa ripoti {0} kwa menyu {1} lakini imepatikana safu kwa Ripoti {2}. Hakuna mabadiliko yaliyofanywa kwa menyu {1}.

source: Found row for {0}, but this report uses an xpath description, which is not localizable. Description not updated.
es: Se encontró una fila para {0}, pero este informe utiliza una descripción xpath, que no es localizable. Descripción no actualizada.
sw: Imepatikana safu kwa {0}, lakini ripoti hii inatumia maelezo ya xpath, ambayo hayawezi kutafsiriwa. Maelezo hayajasasishwa.

source: Expected {0} case detail tabs for menu {1} but found row for Tab {2}. No changes were made for menu {1}.
es: Se esperaban {0} pestañas de detalle de caso para el menú {1} pero se encontró una fila para la Pestaña {2}. No se hicieron cambios para el menú {1}.
sw: Ilitarajiwa tabo {0} za maelezo ya kesi kwa menyu {1} lakini imepatikana safu kwa Tabo {2}. Hakuna mabadiliko yaliyofanywa kwa menyu {1}.

source: You must provide at least one translation of the case property '%s'
es: Debe proporcionar al menos una traducción de la propiedad del caso '%s'
sw: Lazima utoe angalau tafsiri moja ya sifa ya kesi '%s'

source: A row for menu {index} has an unexpected case property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
es: Una fila para el menú {index} tiene una propiedad de caso inesperada "{field}". Las propiedades de caso deben aparecer en el mismo orden que en la descarga de traducción masiva de la aplicación. No se actualizaron traducciones para esta fila.
sw: Safu kwa menyu {index} ina sifa ya kesi isiyotegemewa "{field}". Sifa za kesi lazima ziwe kwa mpangilio uleule kama kwenye upakuaji wa tafsiri za programu kwa wingi. Hakuna tafsiri zilizosasishwa kwa safu hii.

source: Upload a xls/xlsx/po/zip file
es: Suba un archivo xls/xlsx/po/zip
sw: Pakia faili ya xls/xlsx/po/zip

source: Convert
es: Convertir
sw: Geuza

source: Please ensure columns 'source' and 'translation' in the sheet
es: Por favor, asegúrese de que las columnas 'source' y 'translation' estén en la hoja
sw: Tafadhali hakikisha safu 'source' na 'translation' zipo kwenye karatasi

source: Unexpected file passed within zip. Please upload xls/xlsx/po files.
es: Archivo inesperado pasado dentro del zip. Por favor, suba archivos xls/xlsx/po.
sw: Faili isiyotegemewa imepita ndani ya zip. Tafadhali pakia faili za xls/xlsx/po.

source: Unexpected file passed. Please upload xls/xlsx/po/zip file.
es: Archivo inesperado pasado. Por favor, suba un archivo xls/xlsx/po/zip.
sw: Faili isiyotegemewa imepita. Tafadhali pakia faili ya xls/xlsx/po/zip.

source: Transifex project
es: Proyecto Transifex
sw: Mradi wa Transifex

source: Target Language
es: Idioma de destino
sw: Lugha Lengwa

source: Leave blank to fetch full project
es: Deje en blanco para obtener el proyecto completo
sw: Acha wazi ili kupata mradi mzima

source: Leave blank to use current saved state
es: Deje en blanco para usar el estado guardado actual
sw: Acha wazi kutumia hali iliyohifadhiwa kwa sasa

source: Check this if you want to maintain different resources separately for different versions of the application. Leave it unchecked for continuous update to the same set of resources
es: Marque esto si desea mantener diferentes recursos por separado para diferentes versiones de la aplicación. Déjelo sin marcar para una actualización continua al mismo conjunto de recursos
sw: Chagua hii kama unataka kudumisha rasilimali tofauti kwa matoleo tofauti ya programu. Acha bila kuchagua kwa masasisho endelevu kwenye seti ileile ya rasilimali

source: Translated Language
es: Idioma traducido
sw: Lugha Iliyotafsiriwa

source: Select Translated Language
es: Seleccione el idioma traducido
sw: Chagua Lugha Iliyotafsiriwa

source: Confirm that resources are completely translated before performing request
es: Confirme que los recursos estén completamente traducidos antes de realizar la solicitud
sw: Thibitisha kuwa rasilimali zimetafsiriwa kikamilifu kabla ya kufanya ombi

source: Please confirm that you want to proceed?
es: ¿Por favor confirme que desea continuar?
sw: Tafadhali thibitisha kama unataka kuendelea?

source: Version not available for app
es: Versión no disponible para la aplicación
sw: Toleo halipatikani kwa programu

source: Check this if you want to update an existing resource, instead of creating new ones. If you submit this form without this check, duplicate resources may be created.
es: Marque esto si desea actualizar un recurso existente, en lugar de crear nuevos. Si envía este formulario sin esta marca, se pueden crear recursos duplicados.
sw: Chagua hii kama unataka kusasisha rasilimali iliyopo, badala ya kuunda mpya. Ukisambaza fomu hii bila kuchagua hapa, rasilimali rudufu zinaweza kuundwa.

source: Source Language on Transifex
es: Idioma de origen en Transifex
sw: Lugha Chanzo kwenye Transifex

source: Lock translations for resources that are being pulled
es: Bloquear traducciones para los recursos que se están extrayendo
sw: Funga tafsiri kwa rasilimali ambazo zinavutwa

source: Please note that this will lock the resource for all languages
es: Tenga en cuenta que esto bloqueará el recurso para todos los idiomas
sw: Tafadhali kumbuka kuwa hii itafunga rasilimali kwa lugha zote

source: Add translation to blacklist
es: Agregar traducción a la lista negra
sw: Ongeza tafsiri kwenye orodha ya marufuku

source: From Application
es: Desde la Aplicación
sw: Kutoka kwa Programu

source: To Application
es: Hacia la Aplicación
sw: Kwenda Programu

source: Upload a xls file mapping old to new ids
es: Suba un archivo xls que mapee los ids antiguos a los nuevos
sw: Pakia faili ya xls inayolingisha vitambulisho vya zamani na vipya

source: We recommend taking a backup if you have not already.Please confirm that you want to proceed?
es: Recomendamos hacer una copia de seguridad si aún no lo ha hecho. ¿Por favor confirme que desea continuar?
sw: Tunapendekeza uchukue nakala rudufu ikiwa bado hujafanya hivyo. Tafadhali thibitisha kuwa unataka kuendelea?

source: Could not load file. Please ensure columns {type_header}, {old_id_header} and {new_id_header} are present
es: No se pudo cargar el archivo. Asegúrese de que las columnas {type_header}, {old_id_header} y {new_id_header} estén presentes
sw: Imeshindwa kupakia faili. Tafadhali hakikisha safu {type_header}, {old_id_header} na {new_id_header} zipo

source: missing value(s) in sheet
es: valor(es) faltante(s) en la hoja
sw: thamani isiyokuwepo kwenye karatasi

source: Could not load file. 'Type' column should be either 'Menu' or 'Form'
es: No se pudo cargar el archivo. La columna 'Tipo' debe ser 'Menú' o 'Formulario'
sw: Imeshindwa kupakia faili. Safu ya 'Type' inapaswa kuwa 'Menu' au 'Form'

source: Source and target app can not be the same
es: La aplicación de origen y la aplicación de destino no pueden ser la misma
sw: Programu chanzo na programu lengwa haziwezi kuwa sawa

source: Target app default language and the source app default language don't match
es: El idioma predeterminado de la aplicación de destino y el idioma predeterminado de la aplicación de origen no coinciden
sw: Lugha chaguo-msingi ya programu lengwa na lugha chaguo-msingi ya programu chanzo hazilingani
