Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: We are now redirecting you to sign in with <span data-bind="text: ssoIdpName"></span>.
es: Ahora te estamos redirigiendo para iniciar sesión con <span data-bind="text: ssoIdpName"></span>.
sw: Sasa tunakupeleka ili uingie kwa kutumia <span data-bind="text: ssoIdpName"></span>.

source: Your account will be created after the next step.
es: Tu cuenta será creada después del siguiente paso.
sw: Akaunti yako itaundwa baada ya hatua inayofuata.

source: Visit CommCareHQ on your computer!
es: ¡Visita CommCareHQ en tu computadora!
sw: Tembelea CommCareHQ kwenye kompyuta yako!

source: A user with this email address is already in this project or has a pending invitation.
es: Un usuario con este correo electrónico ya está en este proyecto o tiene una invitación pendiente.
sw: Mtumiaji mwenye anwani hii ya barua pepe tayari yupo kwenye mradi huu au ana mwaliko unaosubiri.

source: A user with this email address is deactivated.
es: Un usuario con esta dirección de correo electrónico está desactivado.
sw: Mtumiaji mwenye anwani hii ya barua pepe amefutwa kazi.

source: Please try again.
es: Por favor, inténtalo de nuevo.
sw: Tafadhali jaribu tena.

source: current
es: actual
sw: ya sasa

source: This email is already registered in the {location} cloud location. Please <a href="{login_link}">sign in here</a>.
sw: Barua pepe hii tayari imesajiliwa kwenye eneo la wingu la {location}. Tafadhali <a href="{login_link}">ingia hapa</a>.

source: CommCareHQ account request
es: Solicitud de cuenta de CommCareHQ
sw: Ombi la akaunti ya CommCareHQ

source: This email is managed by {}. You will be asked to login with Single Sign-On after the next step.
es: Este correo electrónico es administrado por {}. Se te pedirá que inicies sesión con inicio de sesión único después del siguiente paso.
sw: Barua pepe hii inasimamiwa na {}. Utaombwa kuingia kwa kutumia Ingia Moja kwa Moja baada ya hatua inayofuata.

source: Confirm Account
es: Confirme Cuenta
sw: Thibitisha Akaunti

source: Oops!
es: ¡Ups!
sw: Samahani!

source: Your organization has requested that project creation be restricted. For more information, please speak to your administrator.
es: Tu organización ha solicitado que la creación de proyectos esté restringida. Para más información, por favor habla con tu administrador.
sw: Shirika lako limeomba uundaji wa miradi uzuiwe. Kwa maelezo zaidi, tafadhali wasiliana na msimamizi wako.

source: Number of projects requested today exceeds limit (%d) - contact Dimagi
es: El número de proyectos solicitados hoy excede el límite (%d) - contacta a Dimagi
sw: Idadi ya miradi iliyoombwa leo imezidi kikomo (%d) - wasiliana na Dimagi

source: Project name already taken - please try another
es: El nombre del proyecto ya está tomado - por favor intente otro
sw: Jina la mradi tayari limetumika - tafadhali jaribu lingine

source: We encountered a temporary system issue. Please try again in a few minutes. If the issue persists, please contact support.
es: Encontramos un problema temporal del sistema. Por favor, inténtalo de nuevo en unos minutos. Si el problema persiste, por favor contacta al soporte.
sw: Tumekutana na tatizo la muda kwenye mfumo. Tafadhali jaribu tena baada ya dakika chache. Ikiwa tatizo litaendelea, tafadhali wasiliana na msaada.

source: Please wait at least {CONFIRMATION_RESEND_LIMIT_SECONDS}
sw: Tafadhali subiri angalau sekunde {CONFIRMATION_RESEND_LIMIT_SECONDS}

source: There was a problem with your request
es: Hubo un problema con su solicitud
sw: Kulikuwa na tatizo na ombi lako

source: An account activation key was not provided. If you think this is an error, please contact the system administrator.
es: No se ha provisto una clave de activación de cuenta. Si usted cree que esto es un error, por favor contacte al administrador del sistema.
sw: Ufunguo wa uanzishaji wa akaunti haukutolewa. Ikiwa unadhani hili ni kosa, tafadhali wasiliana na msimamizi wa mfumo.

source: The account activation key "%s" provided is invalid. If you think this is an error, please contact the system administrator.
es: La clave de activación de cuenta "%s" provista es inválida. Si cree que esto es un error, por favor contacte al administrador del sistema.
sw: Ufunguo wa uanzishaji wa akaunti "%s" uliotolewa si sahihi. Ikiwa unadhani hili ni kosa, tafadhali wasiliana na msimamizi wa mfumo.

source: Accepted
es: Aceptado
sw: Imekubaliwa

source: Rejected
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Invitation Accepted
es: Invitación aceptada
sw: Mwaliko Umekubaliwa

source: Invitation Rejected
es: Invitación Rechazada
sw: Mwaliko Umekataliwa

source: Grant created
es: Subvención creada
sw: Ruzuku imeundwa

source: Grant removed
es: Subvención eliminada
sw: Ruzuku imeondolewa

source: Data Accessed
es: Datos Accedidos
sw: Data Imefikiwa

source: Invitation Added
es: Invitación Añadida
sw: Mwaliko Umeongezwa

source: Registry Activated
es: Registro Activado
sw: Rejista Imewezeshwa

source: Registry De-activated
es: Registro Desactivado
sw: Rejista Imezimwa

source: Invitation Revoked
es: Invitación Revocada
sw: Mwaliko Umebatilishwa

source: Schema Changed
es: Esquema Cambiado
sw: Muundo Umebadilika

source: Invitation
es: Invitación
sw: Mwaliko

source: Grant
es: Subvención
sw: Ruzuku

source: CommCare Data Registry: Invitation to participate
es: Registro de Datos de CommCare: Invitación a participar
sw: Rejista ya Data ya CommCare: Mwaliko wa kushiriki

source: CommCare Data Registry: Participant opted in
es: Registro de Datos de CommCare: Participante optó por participar
sw: Rejista ya Data ya CommCare: Mshiriki amekubali kushiriki

source: CommCare Data Registry: Participant opted out
es: Registro de Datos de CommCare: Participante optó por no participar
sw: Rejista ya Data ya CommCare: Mshiriki amekataa kushiriki

source: CommCare Data Registry: Access Granted
es: Registro de Datos de CommCare: Acceso Concedido
sw: Rejista ya Data ya CommCare: Ruhusa Imetolewa

source: The '%(domain)s' project space has been granted access to data from the '%(access_domain)s' project space via the '%(registry_name)s' CommCare data registry.
es: El espacio de proyecto '%(domain)s' ha recibido acceso a los datos del espacio de proyecto '%(access_domain)s' a través del registro de datos de CommCare '%(registry_name)s'.
sw: Eneo la mradi '%(domain)s' limepewa ruhusa ya kufikia data kutoka eneo la mradi '%(access_domain)s' kupitia sajili ya data ya CommCare '%(registry_name)s'.

source: You can view the data registry at the following link:
es: Puede ver el registro de datos en el siguiente enlace:
sw: Unaweza kuona sajili ya data kupitia kiungo hiki:

source: Best regards, <br /> The CommCare Team <br /> www.commcarehq.org
sw: Wako mwaminifu, <br /> Timu ya CommCare <br /> www.commcarehq.org

source: Thank you for using CommCare. Best regards, The CommCare Team www.commcarehq.org
sw: Asante kwa kutumia CommCare. Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: The '%(domain)s' project space has been invited to participate in the '%(registry_name)s' CommCare data registry by the '%(owning_domain)s' project space.
es: El espacio de proyecto '%(domain)s' ha sido invitado a participar en el registro de datos de CommCare '%(registry_name)s' por el espacio de proyecto '%(owning_domain)s'.
sw: Eneo la mradi '%(domain)s' limealikwa kushiriki katika sajili ya data ya CommCare '%(registry_name)s' na eneo la mradi '%(owning_domain)s'.

source: You can opt in or out of the registry by following this link:
es: Puede optar por participar o no en el registro siguiendo este enlace:
sw: Unaweza kuchagua kujiunga au kujiondoa kwenye sajili kwa kufuata kiungo hiki:

source: You can opt in or out of the registry by following this link: %(registry_url)s
es: Puede optar por participar o no en el registro siguiendo este enlace: %(registry_url)s
sw: Unaweza kuchagua kujiunga au kujiondoa kwenye sajili kwa kufuata kiungo hiki: %(registry_url)s

source: Dear %(owning_domain)s administrator,
es: Estimado administrador de %(owning_domain)s,
sw: Msimamizi wa %(owning_domain)s mpendwa,

source: The '%(domain)s' project space has opted in to the '%(registry_name)s' CommCare data registry.
es: El espacio de proyecto '%(domain)s' ha optado por participar en el registro de datos de CommCare '%(registry_name)s'.
sw: Eneo la mradi '%(domain)s' limejiunga na sajili ya data ya CommCare '%(registry_name)s'.

source: The '%(domain)s' project space has opted out of the '%(registry_name)s' CommCare data registry.
es: El espacio de proyecto '%(domain)s' ha optado por no participar en el registro de datos de CommCare '%(registry_name)s'.
sw: Eneo la mradi '%(domain)s' limejiondoa kwenye sajili ya data ya CommCare '%(registry_name)s'.

source: You can manage the data registry at the following link:
es: Puede gestionar el registro de datos en el siguiente enlace:
sw: Unaweza kudhibiti sajili ya data kupitia kiungo hiki:

source: You can manage the data registry at the following link: %(registry_url)s
es: Puede gestionar el registro de datos en el siguiente enlace: %(registry_url)s
sw: Unaweza kudhibiti sajili ya data kupitia kiungo hiki: %(registry_url)s

source: Untitled Data Registry
es: Registro de Datos Sin Título
sw: Sajili ya Data Isiyo na Jina

source: Enter data registry description here
es: Ingrese la descripción del registro de datos aquí
sw: Weka maelezo ya sajili ya data hapa

source: This registry is managed by the '%(owning_domain)s' project space.
es: Este registro es gestionado por el espacio de proyecto '%(owning_domain)s'.
sw: Sajili hii inasimamiwa na eneo la mradi '%(owning_domain)s'.

source: Participating project spaces:
es: Espacios de proyecto participantes:
sw: Maeneo ya miradi yanayoshiriki:

source: Opt in
es: Optar por participar
sw: Jiunge

source: Opt out
es: Optar por no participar
sw: Jiondoe

source: You must opt-in to the registry before you are able to manage grants.
es: Debe optar por participar en el registro antes de poder gestionar subvenciones.
sw: Lazima ujiunge na sajili kabla ya kuweza kudhibiti ruhusa.

source: Your project space has not been granted access to data from any other project spaces.
es: Su espacio de proyecto no ha recibido acceso a datos de ningún otro espacio de proyecto.
sw: Eneo lako la mradi halijapewa ruhusa ya kufikia data kutoka eneo lolote la mradi lingine.

source: Data from the following project spaces is available to your project space:
es: Los datos de los siguientes espacios de proyecto están disponibles para su espacio de proyecto:
sw: Data kutoka maeneo yafuatayo ya miradi inapatikana kwa eneo lako la mradi:

source: Grants
es: Subvenciones
sw: Ruhusa

source: Audit Logs
es: Registros de auditoría
sw: Rekodi za Ukaguzi

source: Invite Project Space
es: Invitar Espacio de Proyecto
sw: Alika Eneo la Mradi

source: No Project Spaces have been invited.
es: No se han invitado Espacios de Proyecto.
sw: Hakuna Maeneo ya Miradi yaliyoalikwa.

source: Invitation Date
es: Fecha de Invitación
sw: Tarehe ya Mwaliko

source: Response Date
es: Fecha de Respuesta
sw: Tarehe ya Majibu

source: Show all grants
es: Mostrar todas las subvenciones
sw: Onyesha ruhusa zote

source: Grant Access
es: Conceder Acceso
sw: Toa Ruhusa

source: No grants have been created.
es: No se han creado subvenciones.
sw: Hakuna ruhusa zilizoundwa.

source: From Project Space
es: Desde Espacio de Proyecto
sw: Kutoka Eneo la Mradi

source: To Project Spaces
es: A Espacios de Proyecto
sw: Kwenda Maeneo ya Miradi

source: Delete Data Registry
es: Eliminar Registro de Datos
sw: Futa Sajili ya Data

source: The following action is permanent!
es: ¡La siguiente acción es permanente!
sw: Kitendo kifuatacho ni cha kudumu!

source: Remove Project Space
es: Eliminar Espacio de Proyecto
sw: Ondoa Eneo la Mradi

source: Removing a Project Space will completely remove their access to this registry.
es: Eliminar un Espacio de Proyecto eliminará completamente su acceso a este registro.
sw: Kuondoa Eneo la Mradi kutafuta kabisa ufikiaji wao kwenye sajili hii.

source: Are you sure you want to remove this project space
es: ¿Está seguro de que desea eliminar este espacio de proyecto?
sw: Una uhakika unataka kuondoa eneo hili la mradi

source: Invite Project Spaces
es: Invitar Espacios de Proyecto
sw: Alika Maeneo ya Miradi

source: Inviting project spaces to participate in the registry allows them to opt in or out. Until an invitation has been accepted the project space will not be able to use the registry.
es: Invitar espacios de proyecto a participar en el registro les permite optar por participar o no. Hasta que una invitación sea aceptada, el espacio de proyecto no podrá usar el registro.
sw: Kualika maeneo ya miradi kushiriki kwenye sajili kunawaruhusu kuchagua kujiunga au kujiondoa. Mpaka mwaliko utakubaliwa, eneo la mradi halitaweza kutumia sajili.

source: There are no more project spaces that can be invited to this registry. All the project spaces associated with this account have already been invited.
es: No hay más espacios de proyecto que puedan ser invitados a este registro. Todos los espacios de proyecto asociados con esta cuenta ya han sido invitados.
sw: Hakuna maeneo mengine ya miradi yanayoweza kualikwa kwenye sajili hii. Maeneo yote ya miradi yanayohusishwa na akaunti hii tayari yamealikwa.

source: Invite
es: Invitar
sw: Alika

source: Edit Registry Case Types
es: Editar Tipos de Casos del Registro
sw: Hariri Aina za Kesi za Sajili

source: Only cases with these case types will be accessible through the registry.
es: Solo los casos con estos tipos de casos serán accesibles a través del registro.
sw: Ni kesi zenye aina hizi tu zitakazoweza kufikiwa kupitia sajili.

source: Adding or removing case types may impact usages of the registry such as Configurable Reports and Case Search
es: Agregar o eliminar tipos de casos puede afectar el uso del registro, como Informes Configurables y Búsqueda de Casos.
sw: Kuongeza au kuondoa aina za kesi kunaweza kuathiri matumizi ya sajili kama vile Ripoti Zinazoweza Kubadilishwa na Utafutaji wa Kesi

source: Use the Data Dictionary to manage case types.
es: Utilice el Diccionario de Datos para gestionar tipos de casos.
sw: Tumia Kamusi ya Data kudhibiti aina za kesi.

source: Grant access
es: Conceder acceso
sw: Toa ruhusa

source: You are granting access to data from this project space (%(domain)s).
es: Estás concediendo acceso a los datos de este espacio de proyecto (%(domain)s).
sw: Unatoa ruhusa ya kufikia data kutoka eneo hili la mradi (%(domain)s).

source: Granting another project space access will allow users in that project space to view your data via this data registry. Authorized users will only be able to view case data for the case types configured in the registry.
es: Conceder acceso a otro espacio de proyecto permitirá a los usuarios de ese espacio de proyecto ver tus datos a través de este registro de datos. Los usuarios autorizados solo podrán ver los datos de casos para los tipos de casos configurados en el registro.
sw: Kutoa eneo lingine la mradi ruhusa kutawawezesha watumiaji wa eneo hilo kuona data yako kupitia sajili hii ya data. Watumiaji walioidhinishwa wataweza kuona data ya kesi tu kwa aina za kesi zilizosanidiwa kwenye sajili.

source: All the project spaces associated with this registry have already been granted access.
es: Todos los espacios de proyecto asociados con este registro ya han recibido acceso.
sw: Maeneo yote ya miradi yanayohusishwa na sajili hii tayari yamepewa ruhusa.

source: Remove Grant
es: Eliminar Concesión
sw: Ondoa Ruhusa

source: Are you sure you want to remove the grant from %(domain)s to
es: ¿Estás seguro de que deseas eliminar la concesión de %(domain)s a
sw: Una uhakika unataka kuondoa ruhusa kutoka %(domain)s kwenda

source: Permanent Action
es: Acción Permanente
sw: Kitendo cha Kudumu

source: It is important you read the entire message below thoroughly before completing this action.
es: Es importante que leas detenidamente todo el mensaje a continuación antes de completar esta acción.
sw: Ni muhimu usome ujumbe mzima hapa chini kwa makini kabla ya kukamilisha kitendo hiki.

source: Are you sure you want to permanently delete
es: ¿Estás seguro de que deseas eliminar permanentemente
sw: Una uhakika unataka kufuta kabisa

source: This action:
es: Esta acción:
sw: Kitendo hiki:

source: Will delete the registry.
es: Eliminará el registro.
sw: Kitafuta sajili.

source: Will delete <strong>all</strong> of the associated configuration including Reports.
es: Eliminará <strong>toda</strong> la configuración asociada, incluidos los Informes.
sw: Kitafuta <strong>miundo yote</strong> inayohusiana ikiwemo Ripoti.

source: Is permanent.
es: Es permanente.
sw: Ni cha kudumu.

source: If you ever want to use the registry configuration again in the future, we suggest that you use the <strong>Deactivate</strong> option instead.
es: Si alguna vez deseas usar la configuración del registro nuevamente en el futuro, te sugerimos que uses la opción <strong>Desactivar</strong> en su lugar.
sw: Ikiwa utahitaji kutumia tena muundo wa sajili siku zijazo, tunapendekeza utumie chaguo la <strong>Deaktivisha</strong> badala yake.

source: If even after reading this you decide that you really want to delete this registry, type <strong data-bind="text:name"></strong> into the box below.
es: Si incluso después de leer esto decides que realmente deseas eliminar este registro, escribe <strong data-bind="text:name"></strong> en el cuadro a continuación.
sw: Ikiwa baada ya kusoma hii bado umeamua kweli kufuta sajili hii, andika <strong data-bind=\"text:name\"></strong> kwenye kisanduku hapa chini.

source: Delete Registry
es: Eliminar Registro
sw: Futa Sajili

source: Data Registries
es: Registros de Datos
sw: Sajili za Data

source: Data Registries allow sharing data between Project Spaces. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Help Site</a>.
es: Los Registros de Datos permiten compartir datos entre Espacios de Proyecto. Lee más en el <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Sitio de Ayuda</a>.
sw: Sajili za Data huruhusu kushiriki data kati ya Nafasi za Mradi. Soma zaidi kwenye <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Tovuti ya Msaada</a>.

source: New Registry
es: Nuevo Registro
sw: Sajili Mpya

source: No project spaces invited to this registry
es: No hay espacios de proyecto invitados a este registro
sw: Hakuna nafasi za mradi zilizokaribishwa kwenye sajili hii

source: Invitation rejected
es: Invitación rechazada
sw: Mwaliko umekataliwa

source: No other project spaces are participating in this registry
es: No hay otros espacios de proyecto participando en este registro
sw: Hakuna nafasi nyingine za mradi zinazoshiriki kwenye sajili hii

source: Accept the invitation?
es: ¿Aceptar la invitación?
sw: Ukubali mwaliko?

source: Are you sure you want to accept the invitation to participate in the <mark data-bind="text: name"></mark> data registry?
es: ¿Está seguro de que desea aceptar la invitación para participar en el registro de datos de <mark data-bind="text: name"></mark>?
sw: Una uhakika unataka kukubali mwaliko wa kushiriki kwenye sajili ya data ya <mark data-bind=\"text: name\"></mark>?

source: Create a new Data Registry
es: Crear un nuevo Registro de Datos
sw: Unda Sajili Mpya ya Data

source: Registry name must be unique.
es: El nombre del registro debe ser único.
sw: Jina la sajili lazima liwe la kipekee.

source: Use the Data Dictionary to manage available case types.
es: Utilice el Diccionario de Datos para gestionar los tipos de casos disponibles.
sw: Tumia Kamusi ya Data kudhibiti aina za kesi zinazopatikana.

source: Create Registry
es: Crear Registro
sw: Unda Sajili

source: Domains must be invited before grants can be created: {not_invited}
es: Los dominios deben ser invitados antes de que se puedan crear subvenciones: {not_invited}
sw: Nafasi lazima zikaribishwe kabla ya ruhusa kutolewa: {not_invited}

source: Manage Registry
es: Gestionar Registro
sw: Dhibiti Sajili

source: Action not permitted
es: Acción no permitida
sw: Kitendo hakiruhusiwi

source: Unknown attribute
es: Atributo desconocido
sw: Sifa isiyojulikana

source: 'name' must not be blank
es: 'name' no debe estar en blanco
sw: 'name' haipaswi kuwa tupu

source: 'name' must be unique
es: 'name' debe ser único
sw: 'name' lazima liwe la kipekee

source: Unable to process your request
es: No se puede procesar su solicitud
sw: Imeshindikana kushughulikia ombi lako

source: Project Space '{domain}' is not a participant.
es: El Espacio de Proyecto '{domain}' no es un participante.
sw: Nafasi ya Mradi '{domain}' si mshiriki.

source: Project Space '{domain}' removed
es: Espacio de Proyecto '{domain}' eliminado
sw: Nafasi ya Mradi '{domain}' imeondolewa

source: No Project Spaces specified
es: No se especificaron Espacios de Proyecto
sw: Hakuna Nafasi za Mradi zilizobainishwa

source: Grant not found
es: Subvención no encontrada
sw: Ruhusa haikupatikana

source: Access removed from '{domain}' to '{domains}'
es: Acceso eliminado de '{domain}' a '{domains}'
sw: Ufikiaji umeondolewa kutoka '{domain}' kwenda '{domains}'

source: Access granted from '{domain}' to '{domains}'
es: Acceso concedido de '{domain}' a '{domains}'
sw: Ufikiaji umetolewa kutoka '{domain}' kwenda '{domains}'

source: '{domains}' already have access.
es: '{domains}' ya tienen acceso.
sw: '{domains}' tayari wana ufikiaji.

source: You do not have permission to delete the '{name}' registry
es: No tiene permiso para eliminar el registro '{name}'
sw: Huna ruhusa ya kufuta sajili ya '{name}'

source: Data Registry '{name}' deleted successfully
es: Registro de Datos '{name}' eliminado con éxito
sw: Sajili ya Data '{name}' imefutwa kikamilifu

source: Registry 'name' is required
es: Se requiere el registro 'name'
sw: Jina la sajili linahitajika

source: Registry 'case types' is required
es: Se requiere el registro 'tipos de casos'
sw: Aina za kesi za sajili zinahitajika

source: Registry 'name' must be unique
es: El registro 'name' debe ser único
sw: Jina la sajili lazima liwe la kipekee

source: SMS Survey
es: Encuesta SMS
sw: Utafiti wa SMS

source: No Response
es: No Responde
sw: Hakuna Jibu

source: Connect Message
es: Mensaje de Conexión
sw: Ujumbe wa Connect

source: Connect Survey
es: Conectar Encuesta
sw: Unganisha Utafiti

source: Mobile Worker Group
es: Grupo de Usuario Móvil
sw: Kikundi cha Wafanyakazi wa Simu

source: The case's owner
es: El propietario del caso
sw: Mmiliki wa kesi

source: Please enter a valid time from 00:00 to 23:59.
es: Por favor ingrese una hora válida desde 00:00 hasta 23:59.
sw: Tafadhali ingiza muda halali kutoka 00:00 hadi 23:59.

source: Invalid form chosen.
es: El formulario elegido es inválido.
sw: Fomu batili imechaguliwa.

source: Override open SMS Surveys
es: Omita las Encuestas SMS abiertas
sw: Badilisha Utafiti wa SMS Uliofunguliwa

source: Allow Keyword Use By
es: Permitir Uso de Palabra Clave Por
sw: Ruhusu Matumizi ya Neno Muhimu Na

source: Both Mobile Workers and Cases
es: Tanto Usarios Móviles y Casos
sw: Wafanyakazi wa Simu na Kesi Zote

source: Mobile Workers Only
es: Solo Usuarios Móviles
sw: Wafanyakazi wa Simu Pekee

source: Cases Only
es: Solo Casos
sw: Kesi Pekee

source: Send to Sender
es: Enviar a Emisor
sw: Tuma kwa Mtumaji

source: Notify Another Person
es: Notificar a Otra Persona
sw: Arifu Mtu Mwingine

source: Recipient
es: Destinatario
sw: Mpokeaji

source: Process incoming keywords as a Structured Message
es: Procesar palabras claves entrantes como un Mensaje Estructurado
sw: Chakata maneno muhimu yanayoingia kama Ujumbe Ulio na Muundo
