Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s.
es: Las facturas para el espacio del proyecto %(domain)s ahora están marcadas como pagadas desde %(date_paid)s.
sw: Ankara za nafasi ya mradi %(domain)s sasa zimewekwa alama kuwa zimeshalipwa kuanzia %(date_paid)s.

source: Amount Paid
es: Monto Pagado
sw: Kiasi Kilicholipwa

source: Payment Date
es: Fecha de Pago
sw: Tarehe ya Malipo

source: Transaction No.
es: Número de Transacción
sw: Nambari ya Muamala

source: Remaining Balance
es: Saldo Restante
sw: Salio Lililobaki

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
es: Gracias por usar CommCare. Si tienes alguna pregunta, no dudes en contactar a %(invoicing_contact_email)s.
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s.

source: Best Regards,<br /> The CommCare Team<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>
sw: Wako mwaminifu,<br /> Timu ya CommCare<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>

source: Email From:<br /> CommCare and the corporation Dimagi, Inc.<br /> 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Barua Pepe Kutoka:<br /> CommCare na kampuni ya Dimagi, Inc.<br /> 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward your project %(project)s.
es: Estimado %(name)s: Este correo electrónico es un recibo por su pago de %(amount)s al proyecto %(project)s.
sw: Mpendwa %(name)s, Barua pepe hii ni risiti ya malipo yako ya %(amount)s kuelekea mradi wako %(project)s.

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s. Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s
es: Las facturas del espacio del proyecto %(domain)s han sido marcados como pagados a partir de %(date_paid)s. Espacio del Proyecto: %(domain)s Monto pagado: %(amount)s Fecha del pago: %(date_paid)s Número de transacción: %(transaction_id)s
sw: Ankara za nafasi ya mradi %(domain)s sasa zimewekwa alama kuwa zimeshalipwa kuanzia %(date_paid)s. Nafasi ya Mradi: %(domain)s Kiasi Kilicholipwa: %(amount)s Tarehe ya Malipo: %(date_paid)s Nambari ya Muamala: %(transaction_id)s

source: Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s
es: Espacio del Proyecto: %(domain)s Monto pagado: %(amount)s Fecha del pago: %(date_paid)s Número de transacción: %(transaction_id)s Saldo restante: %(balance)s
sw: Nafasi ya Mradi: %(domain)s Kiasi Kilicholipwa: %(amount)s Tarehe ya Malipo: %(date_paid)s Nambari ya Muamala: %(transaction_id)s Salio Lililobaki: %(balance)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare Team www.commcarehq.org Email From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org Barua Pepe Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: This email is a receipt for your prepayment of <strong>%(amount)s</strong> for credits to your project %(project)s.
es: Este correo electrónico es un recibo por tu prepago de <strong>%(amount)s</strong> para créditos a tu proyecto %(project)s.
sw: Barua pepe hii ni risiti ya malipo yako ya awali ya <strong>%(amount)s</strong> kwa ajili ya mikopo kwenye mradi wako %(project)s.

source: Dear %(name)s,
es: Estimado %(name)s:
sw: Mpendwa %(name)s,

source: This email is a receipt for your prepayment of %(amount)s for credits to your project %(project)s.
es: Este correo electrónico es un recibo por su pago anticipado de %(amount)s por crédito a su proyecto %(project)s.
sw: Barua pepe hii ni risiti ya malipo yako ya awali ya %(amount)s kwa ajili ya mikopo kwenye mradi wako %(project)s.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
es: Gracias por utilizar CommCare. Si tiene alguna pregunta, por favor no dude en contactarnos al correo %(invoicing_contact_email)s
sw: Asante kwa kutumia CommCare. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s.

source: Best Regards, The CommCare Team www.commcarehq.org
sw: Wako mwaminifu, Timu ya CommCare www.commcarehq.org

source: Email From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Barua Pepe Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s.
es: Tu Estado de Cuenta de %(month_name)s ya está disponible para la Cuenta de Cliente %(account_name)s.
sw: Taarifa yako ya Malipo ya %(month_name)s sasa inapatikana kwa Akaunti ya Mteja %(account_name)s.

source: Statement No.
es: Número de Estado
sw: Nambari ya Taarifa

source: Status
es: Estatus
sw: Hali

source: Amount Due this Month
es: Monto Adeudado este Mes
sw: Kiasi Kinachodaiwa Mwezi Huu

source: Total Balance
es: Saldo Total
sw: Salio Jumla

source: Payment Due Date
es: Fecha Límite de Pago
sw: Tarehe ya Mwisho wa Malipo

source: Subscription Credits Remaining
es: Créditos de Suscripción Restantes
sw: Mikopo ya Usajili Iliyobaki

source: Plan Credits
es: Créditos del Plan
sw: Mikopo ya Mpango

source: User Credits
es: Créditos del Usuario
sw: Mikopo ya Mtumiaji

source: SMS Credits
es: Créditos de SMS
sw: Mikopo ya SMS

source: General Credits
es: Créditos Generales
sw: Mikopo ya Jumla

source: Account Credits Remaining
es: Créditos Restantes de la Cuenta
sw: Mikopo ya Akaunti Iliyobaki

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
es: Ten en cuenta que la fecha de vencimiento para este pago de %(month_name)s ha sido pospuesta, ya que el monto adeudado este mes es menor a $%(small_invoice_threshold)s. Sin embargo, como tu saldo total ahora supera $%(small_invoice_threshold)s, ten en cuenta que debes pagar tu saldo dentro de los próximos 30 días.
sw: Tafadhali kumbuka kuwa tarehe ya mwisho ya malipo ya %(month_name)s imeahirishwa, kwa kuwa kiasi kinachodaiwa mwezi huu ni chini ya $%(small_invoice_threshold)s. Hata hivyo, kwa kuwa salio lako la jumla sasa limezidi $%(small_invoice_threshold)s, tafadhali kumbuka kuwa unapaswa kulipa salio lako ndani ya siku 30 zijazo.

source: Your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
es: Tu saldo total ahora supera $%(small_invoice_threshold)s, ten en cuenta que debes pagar tu saldo dentro de los próximos 30 días.
sw: Salio lako la jumla sasa limezidi $%(small_invoice_threshold)s, tafadhali kumbuka kuwa unapaswa kulipa salio lako ndani ya siku 30 zijazo.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
es: Para ver el estado de cuenta completo, inicia sesión en tu espacio de proyecto en CommCare HQ y navega a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Ili kuona taarifa kamili ya malipo, ingia kwenye nafasi ya mradi wako kwenye CommCare HQ na nenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
es: El administrador de tu proyecto puede ver el estado de cuenta completo iniciando sesión en tu espacio de proyecto en CommCare HQ y navegando a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Msimamizi wa mradi wako anaweza kuona taarifa kamili ya malipo kwa kuingia kwenye nafasi ya mradi wako kwenye CommCare HQ na kwenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: You can pay this bill by credit card or by wire:
sw: Unaweza kulipa bili hii kwa kadi ya mkopo au kwa uhamisho wa benki:

source: You can pay this bill by credit card:
sw: Unaweza kulipa bili hii kwa kadi ya mkopo:

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
sw: Ili kulipa kwa kadi ya mkopo, tafadhali nenda kwenye ukurasa wako wa <a href="%(statements_url)s">Taarifa za Malipo</a>, bonyeza kitufe cha kijani "Fanya Malipo" mbele ya ankara zako ambazo hazijalipwa, na jaza kiasi unachotaka kulipa pamoja na maelezo ya kadi yako ya mkopo.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
sw: Ili kulipa kwa njia ya uhamisho wa benki, tafuta maelezo ya akaunti ya benki ya Dimagi kwenye ankara yako. Tafadhali hakikisha umejumuisha nambari ya ankara kwenye malipo yako ya uhamisho na hakikisha unatuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo, ukitaja tarehe ya malipo, kiasi, nambari ya ankara, na nafasi ya mradi.

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
es: Ten en cuenta que la fecha de vencimiento para este pago ha sido pospuesta, ya que el monto adeudado este mes es menor a $%(small_invoice_threshold)s. Comenzarás a recibir correos electrónicos de recordatorio para los pagos una vez que tu saldo total alcance $%(small_invoice_threshold)s.
sw: Tafadhali fahamu kwamba tarehe ya mwisho ya malipo haya imeahirishwa, kwa kuwa kiasi kinachotakiwa mwezi huu ni chini ya $%(small_invoice_threshold)s. Utaanza kupokea barua pepe za kukumbusha kuhusu malipo mara tu salio lako litakapofikia $%(small_invoice_threshold)s.

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
es: Para ver y pagar facturas, puedes iniciar sesión en tu espacio de proyecto en CommCare HQ y navegar a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Ili kuona na kulipa ankara, unaweza kuingia kwenye nafasi ya mradi wako kwenye CommCare HQ na kwenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
es: Para ver y pagar facturas, el administrador de tu proyecto puede iniciar sesión en tu espacio de proyecto en CommCare HQ y navegar a <a href="%(statements_url)s">Estados de Cuenta</a>.
sw: Ili kuona na kulipa ankara, msimamizi wa mradi wako anaweza kuingia kwenye nafasi ya mradi kwenye CommCare HQ na kwenda kwenye <a href="%(statements_url)s">Taarifa za Malipo</a>.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
es: Gracias por usar %(plan_name)s. Si tienes alguna pregunta, no dudes en contactar a %(invoicing_contact_email)s.
sw: Asante kwa kutumia %(plan_name)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s.

source: Best regards,<br /> The CommCare Team<br /> www.commcarehq.org
sw: Wako mwaminifu, <br /> Timu ya CommCare <br /> www.commcarehq.org

source: Statement From: CommCare and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
sw: Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: %(greeting)s Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s. Statement No.: %(statement_number)s Account: %(account_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
es: %(greeting)s Tu Estado de Cuenta de %(month_name)s ya está disponible para la Cuenta de Cliente %(account_name)s. Número de Estado de Cuenta: %(statement_number)s Cuenta: %(account_name)s Estado: %(payment_status)s Monto Adeudado este Mes: %(amount_due)s Saldo Total: %(total_balance)s
sw: %(greeting)s Taarifa yako ya Malipo ya %(month_name)s sasa inapatikana kwa Akaunti ya Mteja %(account_name)s. Nambari ya Taarifa: %(statement_number)s Akaunti: %(account_name)s Hali: %(payment_status)s Kiasi Kinachotakiwa Mwezi Huu: %(amount_due)s Jumla ya Salio: %(total_balance)s

source: Payment Due Date: %(date_due)s
es: Fecha límite de pago: %(date_due)s
sw: Tarehe ya Mwisho wa Malipo: %(date_due)s

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
es: Tenga en cuenta que la fecha de vencimiento para este pago de %(month_name)s ha sido pospuesta, ya que el monto adeudado este mes es menor a $%(small_invoice_threshold)s. Sin embargo, como su saldo total ahora supera los $%(small_invoice_threshold)s, tenga en cuenta que debe pagar su saldo dentro de los próximos 30 días.
sw: Tafadhali fahamu kwamba tarehe ya mwisho ya malipo ya %(month_name)s imeahirishwa, kwa kuwa kiasi kinachotakiwa mwezi huu ni chini ya $%(small_invoice_threshold)s. Hata hivyo, kwa kuwa jumla ya salio lako sasa limevuka $%(small_invoice_threshold)s, tafadhali fahamu kuwa unatakiwa kulipa salio lako ndani ya siku 30 zijazo.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
es: Para ver el estado de cuenta completo, inicie sesión en su espacio de proyecto en CommCare HQ y navegue a Estados de Cuenta en %(statements_url)s
sw: Ili kuona taarifa kamili ya malipo, ingia kwenye nafasi ya mradi wako kwenye CommCare HQ na nenda kwenye Taarifa za Malipo kupitia %(statements_url)s

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to Billing Statements at %(statements_url)s
es: El administrador de su proyecto puede ver el estado de cuenta completo iniciando sesión en su espacio de proyecto en CommCare HQ y navegando a Estados de Cuenta en %(statements_url)s
sw: Msimamizi wa mradi wako anaweza kuona taarifa kamili ya malipo kwa kuingia kwenye nafasi ya mradi kwenye CommCare HQ na kwenda kwenye Taarifa za Malipo kupitia %(statements_url)s

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
sw: - Ili kulipa kwa kadi ya mkopo, tafadhali nenda kwenye ukurasa wako wa Taarifa za Malipo, bonyeza kitufe cha kijani cha "Fanya Malipo" mbele ya ankara zako ambazo hazijalipwa, na jaza kiasi unachotaka kulipa pamoja na maelezo ya kadi yako ya mkopo.

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
sw: - Ili kulipa kwa njia ya uhamisho wa benki, tafuta maelezo ya akaunti ya benki ya Dimagi kwenye ankara yako. Tafadhali hakikisha umejumuisha nambari ya ankara kwenye malipo yako ya uhamisho na hakikisha unatuma barua pepe kwa %(accounts_email)s baada ya kufanya malipo, ukitaja tarehe ya malipo, kiasi, nambari ya ankara, na nafasi ya mradi.

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
es: Tenga en cuenta que la fecha de vencimiento para este pago ha sido pospuesta, ya que el monto adeudado este mes es menor a $%(small_invoice_threshold)s. Comenzará a recibir correos electrónicos de recordatorio para los pagos una vez que su saldo total alcance los $%(small_invoice_threshold)s.
sw: Tafadhali fahamu kwamba tarehe ya mwisho ya malipo haya imeahirishwa, kwa kuwa kiasi kinachotakiwa mwezi huu ni chini ya $%(small_invoice_threshold)s. Utaanza kupokea barua pepe za kukumbusha kuhusu malipo mara tu salio lako litakapofikia $%(small_invoice_threshold)s.

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
es: Para ver y pagar facturas, puede iniciar sesión en su espacio de proyecto en CommCare HQ y navegar a Estados de Cuenta en %(statements_url)s
sw: Ili kuona na kulipa ankara, unaweza kuingia kwenye nafasi ya mradi wako kwenye CommCare HQ na kwenda kwenye Taarifa za Malipo kupitia %(statements_url)s

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
es: Para ver y pagar facturas, el administrador de su proyecto puede iniciar sesión en su espacio de proyecto en CommCare HQ y navegar a Estados de Cuenta en %(statements_url)s
sw: Ili kuona na kulipa ankara, msimamizi wa mradi wako anaweza kuingia kwenye nafasi ya mradi wako kwenye CommCare HQ na kwenda kwenye Taarifa za Malipo kupitia %(statements_url)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best regards, The CommCare Team www.commcarehq.org Statement From: CommCare and the corporation Dimagi, Inc. 245 Main Street, 2nd Floor, Cambridge, MA 02142 USA
sw: Asante kwa kutumia %(plan_name)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Wako mwaminifu, Timu ya CommCare www.commcarehq.org Taarifa Kutoka: CommCare na kampuni ya Dimagi, Inc. 245 Main Street, Ghorofa ya 2, Cambridge, MA 02142 USA

source: Dear %(domain)s administrator,
es: Estimado administrador de %(domain)s,
sw: Msimamizi wa %(domain)s,

source: Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
es: ¡Su suscripción a %(plan_name)s termina pronto! Si no renueva su suscripción antes de entonces, su suscripción se pausará el %(ending_on)s y perderá acceso a todas las funciones hasta que se vuelva a suscribir a un nuevo plan de pago.
sw: Usajili wako wa %(plan_name)s unakaribia kuisha! Ikiwa hutahuisha usajili wako kabla ya hapo, usajili wako utasitishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa malipo.

source: To change or renew your subscription, please reach out to %(sales_email)s.
es: Para cambiar o renovar su suscripción, por favor contacte a %(sales_email)s.
sw: Ili kubadilisha au kuhuisha usajili wako, tafadhali wasiliana na %(sales_email)s.

source: If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare.
es: Si tiene alguna pregunta, no dude en contactar a %(invoicing_contact_email)s. Gracias por su uso y apoyo a CommCare.
sw: Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Asante kwa kutumia na kuunga mkono CommCare.

source: Best regards,
es: Atentamente,
sw: Kwa heri,

source: The CommCare Team
sw: Timu ya CommCare

source: Dear %(account)s administrator, Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please reach out to %(sales_email)s. If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare Team %(base_url)s
sw: Mpendwa msimamizi wa %(account)s, Usajili wako wa %(plan_name)s unakaribia kuisha! Ikiwa hutahuisha usajili wako kabla ya hapo, usajili wako utasimamishwa tarehe %(ending_on)s na utapoteza ufikiaji wa vipengele vyote hadi ujiandikishe tena kwenye mpango mpya wa kulipia. Ili kubadilisha au kuhuisha usajili wako, tafadhali wasiliana na %(sales_email)s. Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na %(invoicing_contact_email)s. Asante kwa matumizi na msaada wako wa CommCare. Wako mwaminifu, Timu ya CommCare %(base_url)s

source: Dear %(domain)s administrator,
es: Estimado administrador de %(domain)s,
sw: Msimamizi wa %(domain)s,

source: Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan.
es: Su suscripción ha sido pausada para el espacio de proyecto de CommCare %(domain)s. Puede recuperar el acceso a sus datos y espacio de proyecto volviendo a suscribirse a un plan.
sw: Usajili wako umesitishwa kwa nafasi ya mradi wa CommCare %(domain)s. Unaweza kurejesha ufikiaji wa data yako na nafasi ya mradi kwa kujiandikisha tena kwenye mpango.

source: To see the full list of unpaid invoices you can follow this link:
es: Para ver la lista completa de facturas impagas, puede seguir este enlace:
sw: Ili kuona orodha kamili ya ankara ambazo hazijalipwa unaweza kufuata kiungo hiki:

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >instructions</a >.
sw: Kama ukumbusho, malipo yanaweza kufanywa kwa kadi ya mkopo, Uhamisho wa Fedha wa Kielektroniki (EFT), au hundi kwa kufuata <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >maelekezo haya</a >.

source: After you have paid the unpaid invoices you can re-subscribe to your plan here:
es: Después de haber pagado las facturas impagas, puede volver a suscribirse a su plan aquí:
sw: Baada ya kulipa ankara ambazo hazijalipwa unaweza kujiandikisha tena kwenye mpango wako hapa:

source: If you have any questions, please don’t hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Thank you for using CommCare.
es: Si tiene alguna pregunta, no dude en contactar a <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Gracias por usar CommCare.
sw: Ikiwa una maswali yoyote, tafadhali usisite kuwasiliana na <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Asante kwa kutumia CommCare.
