Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: <strong><a href="%(subscription_url)s">Upgrade to CommCare Standard</a></strong> to activate <strong>Advanced Role-Based Access</strong>.
es: <strong><a href="%(subscription_url)s">Actualice a CommCare Standard</a></strong> para activar <strong>Acceso Avanzado Basado en Roles</strong>.
sw: <strong><a href="%(subscription_url)s">Boresha hadi CommCare Standard</a></strong> ili kuwezesha <strong>Ufikiaji wa Juu wa Majukumu kwa Msingi wa Ruhusa</strong>.

source: Roles
sw: Majukumu

source: Manage Shared Exports
es: Administrar exportaciones compartidas
sw: Dhibiti Uhamishaji wa Pamoja

source: Apps
es: Aplicaciones
sw: Programu

source: Integration
es: Integración
sw: Ujumuishaji

source: Subscription Info
es: Información de suscripción
sw: Taarifa za Usajili

source: Mobile Worker Default Role
es: Rol predeterminado del trabajador móvil
sw: Jukumu Chaguo-msingi la Mfanyakazi wa Simu

source: This is the default role for all Mobile Workers that do not have a role assigned.
es: Este es el rol predeterminado para todos los trabajadores móviles que no tienen un rol asignado.
sw: Hili ndilo jukumu chaguo-msingi kwa Wafanyakazi wote wa Simu ambao hawajapewa jukumu.

source: Only
es: Solamente
sw: Ni

source: Manage All
es: Administrar todo
sw: Dhibiti Yote

source: Manage Only
es: Administrar solo
sw: Dhibiti Tu

source: View All Data
es: Ver todos los datos
sw: Tazama Data Yote

source: View Data From
es: Ver datos de
sw: Tazama Data Kutoka

source: Edit Role
es: Editar Rol
sw: Hariri Jukumu

source: View Role
es: Ver rol
sw: Tazama Jukumu

source: Add Role
es: Añadir Rol
sw: Ongeza Jukumu

source: Web Users can manage and view data on %(hq_name)s. However, these users cannot submit forms from phones using the %(cc_name)s Application.
es: Los usuarios web pueden administrar y ver datos en %(hq_name)s. Sin embargo, estos usuarios no pueden enviar formularios desde teléfonos usando la aplicación %(cc_name)s.
sw: Watumiaji wa Wavuti wanaweza kudhibiti na kutazama data kwenye %(hq_name)s. Hata hivyo, watumiaji hawa hawawezi kutuma fomu kutoka kwenye simu kwa kutumia Programu ya %(cc_name)s.

source: Invite Web User
es: Invitar Usuario Web
sw: Alika Mtumiaji wa Wavuti

source: Download Web Users
es: Descargar usuarios web
sw: Pakua Watumiaji wa Wavuti

source: Upload Web Users
es: Subir usuarios web
sw: Pakia Watumiaji wa Wavuti

source: Pending Access Requests
es: Solicitudes de Acceso Pendientes
sw: Maombi ya Ufikiaji Yanayosubiri

source: Approve Request
es: Aprobar Solicitud
sw: Idhinisha Ombi

source: Delete Request
es: Eliminar Solicitud
sw: Futa Ombi

source: Current Users
es: Usuarios Actuales
sw: Watumiaji wa Sasa

source: Show Deactivated Web Users
sw: Onyesha Watumiaji wa Wavuti Waliozimwa

source: Show Active Web Users
sw: Onyesha Watumiaji wa Wavuti Hai

source: Loading Users...
es: Cargar Usuarios...
sw: Inapakia Watumiaji...

source: SSO Identity Provider is not trusted.
es: El proveedor de identidad SSO no es de confianza.
sw: Mtoa Huduma wa Utambulisho wa SSO hauaminiki.

source: Remove Membership
es: Remover Membresía
sw: Ondoa Uanachama

source: Remove User Membership
es: Remover Membresía de Usuario
sw: Ondoa Uanachama wa Mtumiaji

source: Are you sure you want to remove this users's membership?
es: ¿Esta seguro de que quiere remover esta membresía de usuario?
sw: Una uhakika unataka kuondoa uanachama wa mtumiaji huyu?

source: Membership
es: Membresía
sw: Uanachama

source: Deactivate from the current project:
sw: Zima kutoka kwenye mradi huu:

source: Are you sure you want to <strong>deactivate</strong> this web user?
sw: Una uhakika unataka <strong>kuzima</strong> mtumiaji huyu wa wavuti?

source: Deactivated web users will not be able to log into the project space.<br /> Read more about <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958279/Web+Users' target="_blank"> deactivating web users </a> on our Help Site.
sw: Watumiaji wa wavuti waliozimwa hawataweza kuingia kwenye eneo la mradi.<br /> Soma zaidi kuhusu <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958279/Web+Users' target="_blank"> kuzima watumiaji wa wavuti </a> kwenye Tovuti yetu ya Msaada.

source: Reactivate in the current project:
sw: Washirikishe tena kwenye mradi huu:

source: Are you sure you want to <strong>reactivate</strong> this web user?
sw: Una uhakika unataka <strong>kuwashirikisha tena</strong> mtumiaji huyu wa wavuti?

source: Deactivated web users are not able to log into the project space.<br /> Read more about <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958279/Web+Users' target="_blank"> deactivating web users </a> on our Help Site.
sw: Watumiaji wa wavuti waliozimwa hawawezi kuingia kwenye eneo la mradi.<br /> Soma zaidi kuhusu <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958279/Web+Users' target="_blank"> kuzima watumiaji wa wavuti </a> kwenye Tovuti yetu ya Msaada.

source: Pending Invitations
es: Invitaciones Pendientes
sw: Mialiko Inayosubiri

source: All statuses
es: Todos los estados
sw: Hali zote

source: Email Status
es: Estado del correo electrónico
sw: Hali ya Barua Pepe

source: Undeliverable
es: No entregable
sw: Haijafikishwa

source: Resend
es: Reenviar
sw: Tuma Tena

source: Delete Invitation
es: Eliminar Invitación
sw: Futa Mwaliko

source: Are you sure you want to delete this invitation?
es: ¿Está seguro que desea eliminar esta invitación?
sw: Una uhakika unataka kufuta mwaliko huu?

source: Copy and paste admin emails
es: Copiar y pegar correos electrónicos administrativos
sw: Nakili na bandika barua pepe za wasimamizi

source: Profile conflicts with existing data
es: El perfil entra en conflicto con los datos existentes
sw: Wasifu wa mtumiaji unakinzana na data iliyopo

source: User data profile not found
es: Perfil de datos del usuario no encontrado
sw: Wasifu wa data ya mtumiaji haujapatikana

source: '{}' cannot be set directly
es: '{}' no se puede establecer directamente
sw: '{}' haiwezi kuwekwa moja kwa moja

source: {} cannot be deleted
es: {} no se puede eliminar
sw: {} haiwezi kufutwa

source: Username is required.
es: Se requiere un nombre de usuario.
sw: Jina la mtumiaji linahitajika.

source: Username '{}' is already taken or reserved.
es: El nombre de usuario '{}' ya está en uso o está reservado.
sw: Jina la mtumiaji '{}' tayari limetumika au limehifadhiwa.

source: Username '{}' must be a valid email address.
es: El nombre de usuario '{}' debe ser una dirección de correo electrónico válida.
sw: Jina la mtumiaji '{}' lazima liwe anwani halali ya barua pepe.

source: The username component '{}' of '{}' may not contain special characters.
es: El componente del nombre de usuario '{}' de '{}' no puede contener caracteres especiales.
sw: Sehemu ya jina la mtumiaji '{}' ya '{}' haiwezi kuwa na herufi maalum.

source: The username email domain '@{}' should be '@{}'.
es: El dominio de correo electrónico del nombre de usuario '@{}' debería ser '@{}'.
sw: Jina la mtumiaji lenye domain ya barua pepe '@{}' linapaswa kuwa '@{}'.

source: A profile assignment is required for Mobile Workers.
es: Se requiere una asignación de perfil para los Trabajadores Móviles.
sw: Ugawaji wa wasifu unahitajika kwa Wafanyakazi wa Simu.

source: These locations cannot have users assigned because of their organization level settings: {}.
es: Estas ubicaciones no pueden tener usuarios asignados debido a la configuración de nivel de organización: {}.
sw: Maeneo haya hayawezi kupewa watumiaji kutokana na mipangilio yao ya ngazi ya shirika: {}.

source: There was an error getting data for this user's associated Tableau user. Please contact support if this error persists.
es: Hubo un error al obtener datos para el usuario asociado de Tableau de este usuario. Por favor, contacte con soporte si este error persiste.
sw: Kulikuwa na hitilafu katika kupata data ya mtumiaji huyu inayohusishwa na mtumiaji wa Tableau. Tafadhali wasiliana na msaada ikiwa hitilafu hii itaendelea.

source: Changes saved for user "%s"
es: Cambios guardados para el usuario "%s"
sw: Mabadiliko yamehifadhiwa kwa mtumiaji "%s"

source: Edit Web User
es: Editar Usuario Web
sw: Hariri Mtumiaji wa Wavuti

source: Edit Web User (View Only)
es: Editar Usuario Web (Solo Vista)
sw: Hariri Mtumiaji wa Wavuti (Tazama Pekee)

source: This user has no role. Please assign this user a role and save.
es: Este usuario no tiene un rol. Por favor, asigne un rol a este usuario y guarde.
sw: Mtumiaji huyu hana jukumu. Tafadhali mpe mtumiaji huyu jukumu na uhifadhi.

source: Your project space "{domain}" now trusts the SSO Identity Provider "{idp_name}".
es: Su espacio de proyecto "{domain}" ahora confía en el Proveedor de Identidad SSO "{idp_name}".
sw: Eneo lako la mradi "{domain}" sasa linaamini Mtoa Huduma wa Utambulisho wa SSO "{idp_name}".

source: Download Web Users Status
es: Descargar Estado de Usuarios Web
sw: Pakua Hali ya Watumiaji wa Wavuti

source: Preparing web user download.
es: Preparando la descarga de usuarios web.
sw: Inatayarisha upakuaji wa watumiaji wa wavuti.

source: Go back to Web Users
es: Volver a Usuarios Web
sw: Rudi kwa Watumiaji wa Wavuti

source: Roles & Permissions
es: Roles y Permisos
sw: Majukumu na Ruhusa

source: Use Default
es: Utilizar el Predeterminado
sw: Tumia Chaguo-msingi

source: We might be experiencing issues fetching the entire list of user roles right now. This issue is likely temporary and nothing to worry about, but if you keep seeing this for more than a day, please <a href='#modalReportIssue' data-toggle='modal'>Report an Issue</a>.
es: Podríamos estar experimentando problemas al obtener la lista completa de roles de usuario en este momento. Este problema probablemente sea temporal y no hay de qué preocuparse, pero si sigue viendo esto por más de un día, por favor <a href='#modalReportIssue' data-toggle='modal'>Informe un Problema</a>.
sw: Huenda tukawa tunapata changamoto kupata orodha kamili ya majukumu ya watumiaji kwa sasa. Tatizo hili huenda ni la muda na halina haja ya kuwa na wasiwasi, lakini kama utaendelea kuona hili kwa zaidi ya siku moja, tafadhali <a href='#modalReportIssue' data-toggle='modal'>Ripoti Tatizo</a>.

source: This project has user roles that restrict data access by organization, but the software plan no longer supports that. Any users assigned to roles that are restricted in data access by organization can no longer access this project. Please update the existing roles.
es: Este proyecto tiene roles de usuario que restringen el acceso a datos por organización, pero el plan de software ya no soporta eso. Cualquier usuario que tenga asignado roles que están restringidos en acceso a datos por organización, ya no puede acceder a este proyecto. Por favor actualice los roles existentes.
sw: Mradi huu una majukumu ya watumiaji yanayozuia upatikanaji wa data kwa shirika, lakini mpango wa programu hauungi mkono tena hilo. Watumiaji wowote waliopangiwa majukumu yanayozuia upatikanaji wa data kwa shirika hawawezi tena kufikia mradi huu. Tafadhali sasisha majukumu yaliyopo.

source: You have successfully removed {username} from your project space. <a href="{url}" class="post-link">Undo</a>
es: Ha eliminado exitosamente a {username} de su espacio de proyecto. <a href="{url}" class="post-link">Deshacer</a>
sw: Umefanikiwa kumwondoa {username} kutoka kwenye eneo lako la mradi. <a href="{url}" class="post-link">Tengua</a>

source: It appears {username} has already been removed from your project space.
es: Parece que {username} ya ha sido eliminado de su espacio de proyecto.
sw: Inaonekana {username} tayari ameondolewa kwenye eneo lako la mradi.

source: A role with the same name already exists
es: Ya existe un rol con el mismo nombre
sw: Jukumu lenye jina sawa tayari lipo

source: Unable to delete role '{role}'. This role is the default role for Mobile Users and can not be deleted.
es: No se puede eliminar el rol '{role}'. Este rol es el rol predeterminado para Usuarios Móviles y no se puede eliminar.
sw: Imeshindikana kufuta jukumu '{role}'. Jukumu hili ndilo chaguo-msingi kwa Watumiaji wa Simu na haliwezi kufutwa.

source: Invite Web User to Project
es: Invitar Usuario Web al Proyecto
sw: Alika Mtumiaji wa Wavuti kwenye Mradi

source: Bulk Upload Web Users
es: Carga Masiva de Usuarios Web
sw: Pakia Watumiaji wa Wavuti kwa Wingi

source: Web User Upload Status
es: Estado de Carga de Usuarios Web
sw: Hali ya Upakiaji wa Watumiaji wa Wavuti

source: Return to manage web users
es: Volver a gestionar usuarios web
sw: Rudi kusimamia watumiaji wa wavuti

source: Bulk upload complete.
es: Carga general completa.
sw: Upakiaji wa wingi umekamilika.

source: Bad SMS configuration: {error}
es: Configuración de SMS incorrecta: {error}
sw: Mipangilio mibaya ya SMS: {error}

source: Cannot start verification workflow. Phone number is already in use.
es: No se puede iniciar el flujo de trabajo de verificación. El número de teléfono ya está en uso.
sw: Haiwezi kuanzisha mchakato wa uthibitishaji. Nambari ya simu tayari inatumika.

source: Phone number is already verified.
es: El número de teléfono ya está verificado.
sw: Nambari ya simu tayari imethibitishwa.

source: Verification message resent.
es: Mensaje de verificación reenviado.
sw: Ujumbe wa uthibitishaji umetumwa tena.

source: Verification workflow started.
es: El flujo de trabajo de verificación ya inició.
sw: Mchakato wa uthibitishaji umeanza.

source: Edit User Fields
es: Editar Campos de Usuario
sw: Hariri Sehemu za Mtumiaji

source: Both
es: Ambos
sw: Vyote

source: Neither
es: Ninguno
sw: Hakuna

source: %(users)s user(s) and %(phone_numbers)s phone number(s) processed. %(phone_numbers_already_verified)s already verified, %(phone_numbers_in_use)s already in use by other contact(s), %(phone_numbers_pending_verification)s already pending verification, and %(workflows_started)s verification workflow(s) started.
es: Los usuario(s) %(users)s y número(s) de teléfono %(phone_numbers)s fueron procesados. Ya se han verificado %(phone_numbers_already_verified)s , ya en uso por otro contacto(s) %(phone_numbers_in_use)s , pendientes de verificación %(phone_numbers_pending_verification)s , y flujo(s) de trabajo de verificación iniciados %(workflows_started)s .
sw: Watumiaji %(users)s na nambari za simu %(phone_numbers)s zimechakatwa. %(phone_numbers_already_verified)s tayari zimethibitishwa, %(phone_numbers_in_use)s tayari zinatumiwa na mawasiliano mengine, %(phone_numbers_pending_verification)s tayari zinasubiri uthibitisho, na mchakato wa uthibitishaji %(workflows_started)s umeanza.

source: Error processing the following user(s): %(users)s. Please try again and if the problem persists, report an issue.
es: Ocurrió un error al procesar el siguiente usuario(s): %(users)s. Por favor intente de nuevo y si el problema continúa, reporte un problema.
sw: Hitilafu katika kuchakata watumiaji wafuatao: %(users)s. Tafadhali jaribu tena na kama tatizo litaendelea, ripoti tatizo.

source: Edit Group
es: Editar Grupo
sw: Hariri Kikundi

source: Viewing Group "%s"
es: Viendo Grupo "%s"
sw: Unaangalia Kikundi "%s"

source: Editing Group "%s"
es: Editando Grupo "%s"
sw: Unahariri Kikundi "%s"

source: Edit Mobile Worker
es: Editar Usuario Móvil
sw: Hariri Mfanyakazi wa Simu

source: Edit Mobile Worker (View Only)
es: Editar Trabajador Móvil (Solo Vista)
sw: Hariri Mfanyakazi wa Simu (Tazama Pekee)

source: Information for %s
es: Información para %s
sw: Taarifa kwa %s

source: There were some errors while saving user's locations. Please check the 'Locations' tab
es: Ocurrieron errores al guardar las ubicaciones de los usuarios. Por favor revise la pestaña 'Ubicaciones'
sw: Kulikuwa na makosa wakati wa kuhifadhi maeneo ya mtumiaji. Tafadhali angalia kichupo cha 'Maeneo'

source: You do not have permission to update Mobile Workers.
es: No tienes permiso para actualizar Trabajadores Móviles.
sw: Huna ruhusa ya kusasisha Wafanyakazi wa Simu.

source: Please enter digits only.
es: Por favor ingrese solo dígitos.
sw: Tafadhali ingiza tarakimu pekee.

source: Billing contact information was successfully confirmed. You may now add additional Mobile Workers.
es: La información de contacto de facturación se ha confirmado exitosamente. Ahora puede agregar a Usuarios Móviles adicionales.
sw: Taarifa za mawasiliano ya bili zimethibitishwa kwa mafanikio. Sasa unaweza kuongeza Wafanyakazi wa Simu zaidi.

source: This is a location user. You must delete the corresponding location before you can delete this user.
es: Este es un usuario de ubicación. Debe borrar la ubicación correspondiente antes de poder borrar este usuario.
sw: Huyu ni mtumiaji wa eneo. Lazima ufute eneo linalolingana kabla ya kufuta mtumiaji huyu.

source: User %s has been deleted. All their submissions and cases will be permanently deleted in the next few minutes
es: El usuario %s ha sido eliminado. Todas sus presentaciones y casos serán eliminados permanentemente en los próximos minutos
sw: Mtumiaji %s amefutwa. Michango na kesi zao zote zitafutwa kabisa ndani ya dakika chache zijazo

source: User is already in Demo mode!
es: ¡El usuario ya está en modo Demostración!
sw: Mtumiaji tayari yuko katika hali ya Onyesho!

source: User is not in Demo mode!
es: ¡El usuario no está en modo Demostración!
sw: Mtumiaji hayuko katika hali ya Onyesho!

source: Successfully turned off demo mode!
es: ¡El modo demostración se apagó exitosamente!
sw: Umefanikiwa kuzima hali ya onyesho!

source: Turn off Demo mode
es: Apagar el modo Demo
sw: Zima Hali ya Onyesho

source: Demo User Status
es: Estado del Usuario de Demostración
sw: Hali ya Mtumiaji wa Onyesho

source: Demo User status
es: estado del usuario de demostración
sw: Hali ya Mtumiaji wa Onyesho

source: Getting latest restore data, please wait
es: Obteniendo los últimos datos restaurados, por favor espere
sw: Inachukua data ya urejeshaji ya hivi karibuni, tafadhali subiri

source: Go back to Edit Mobile Worker
es: Regrese a Editar el Usuario Móvil
sw: Rudi kwenye Hariri Mfanyakazi wa Simu

source: User is now in Demo mode with latest restore!
es: ¡El usuario está ahora en modo Demostración con la última restauración!
sw: Mtumiaji sasa yuko kwenye hali ya onyesho na urejeshaji wa hivi karibuni!

source: The user is not a demo user.
es: El usuario no es un usuario en modo demostración.
sw: Mtumiaji si mtumiaji wa onyesho.

source: User groups updated!
es: ¡Grupos de usuarios actualizados!
sw: Makundi ya watumiaji yamesasishwa!

source: Form not valid. A group may have been deleted while you were viewing this pagePlease try again.
es: Formulario no válido. Se pudo haber eliminado un grupo mientras usted visualizaba esta página. Por favor intente de nuevo.
sw: Fomu si sahihi. Huenda kundi limefutwa wakati ulikuwa unaangalia ukurasa huu. Tafadhali jaribu tena.

source: Username {} is available
es: Nombre de usuario {} está disponible
sw: Jina la mtumiaji {} linapatikana

source: You do not have permission to create mobile workers.
es: No tienes permiso para crear trabajadores móviles.
sw: Huna ruhusa ya kuunda wafanyakazi wa simu.

source: Forms did not validate: {errors}
es: Los formularios no se validaron: {errors}
sw: Fomu hazikuidhinishwa: {errors}

source: No Permission.
es: No hay Permiso.
sw: Hakuna Ruhusa.

source: Please provide mobile worker data.
es: Por favor provea datos de usuario móvil.
sw: Tafadhali toa data ya mfanyakazi wa simu.

source: Check your request: {}
es: Revise su solicitud: {}
sw: Angalia ombi lako: {}

source: Deactivated
es: Desactivado
sw: Imesitishwa

source: Pending Confirmation
es: Confirmación Pendiente
sw: Inasubiri Uthibitisho

source: Bulk Upload Mobile Workers
es: Carga General de Usuarios Móviles
sw: Pakia Wafanyakazi wa Simu kwa Wingi

source: Mobile Worker Upload Status
es: Estado de Carga de Usuario Móvil
sw: Hali ya Upakiaji wa Wafanyakazi wa Simu

source: Return to manage mobile workers
es: Regresar a administrar usuarios móviles
sw: Rudi kusimamia wafanyakazi wa simu

source: Download Users
es: Descargar Usuarios
sw: Pakua Watumiaji

source: Download Users Status
es: Descargar Estado de Usuarios
sw: Hali ya Upakuaji wa Watumiaji

source: Preparing user download.
es: Preparando descarga de usuario.
sw: Inaandaa upakuaji wa watumiaji.

source: Go back to Mobile Workers
es: Regresar a Usuarios Móviles
sw: Rudi kwa Wafanyakazi wa Simu

source: No users found. Please check your file contains a 'username' column.
es: No se encontraron usuarios. Por favor verifica que tu archivo contenga una columna 'username'.
sw: Hakuna watumiaji waliopatikana. Tafadhali hakikisha faili yako ina safu ya 'username'.

source: No users found. Please check file is not empty.
es: No se encontraron usuarios. Por favor verifica que el archivo no esté vacío.
sw: Hakuna watumiaji waliopatikana. Tafadhali hakikisha faili si tupu.

source: Workbook has no worksheets
es: El libro de trabajo no tiene hojas
sw: Kitabu cha kazi hakina karatasi za kazi

source: Bulk Delete
es: Eliminación Masiva
sw: Futa kwa Wingi

source: No users deleted. Please address the above issue(s) and re-upload your updated file.
es: No se eliminaron usuarios. Por favor aborda el(los) problema(s) anterior(es) y vuelve a cargar tu archivo actualizado.
sw: Hakuna watumiaji waliofutwa. Tafadhali shughulikia tatizo lililo juu na upakie tena faili yako iliyosasishwa.

source: The following users have form submissions and must be deleted individually: {}.
es: Los siguientes usuarios tienen presentaciones de formularios y deben ser eliminados individualmente: {}.
sw: Watumiaji wafuatao wana mawasilisho ya fomu na lazima wafutwe mmoja mmoja: {}.

source: The following users were not found: {}.
es: No se encontraron los siguientes usuarios: {}.
sw: Watumiaji wafuatao hawakupatikana: {}.

source: Bulk Clear
es: Limpieza Masiva
sw: Futa Wazi kwa Wingi

source: No users cleared. Please address the above issue(s) and re-upload your updated file.
es: No se limpiaron usuarios. Por favor aborda el(los) problema(s) anterior(es) y vuelve a cargar tu archivo actualizado.
sw: Hakuna watumiaji waliosafishwa. Tafadhali shughulikia tatizo lililo juu na upakie tena faili yako iliyosasishwa.

source: Mobile Workers Bulk Lookup
es: Búsqueda Masiva de Trabajadores Móviles
sw: Utafutaji wa Wafanyakazi wa Simu kwa Wingi

source: exists
es: existe
sw: ipo

source: is_active
es: está_activo
sw: ni_aktif

source: You have successfully confirmed the {user.raw_username} account. You can now login
sw: Umefanikiwa kuthibitisha akaunti ya {user.raw_username}. Sasa unaweza kuingia

source: Successful account confirmation for {}
sw: Uthibitisho wa akaunti umefanikiwa kwa {}

source: Password reset email failed to send -
sw: Imeshindikana kutuma barua pepe ya kuweka upya nenosiri -

source: Password reset email sent to {}
sw: Barua pepe ya kuweka upya nenosiri imetumwa kwa {}

source: A row with no username was skipped
es: Se saltó una fila sin nombre de usuario
sw: Mstari bila jina la mtumiaji umepuuzwa

source: Sorry, it looks like your invitation has expired. Please check the invitation link you received and try again, or request a project administrator to send you the invitation again.
es: Disculpe, parece que su invitación ha expirado. Por favor revise el enlace de la invitación que recibió e intente de nuevo, o solicítele al administrador del proyecto que le envíe una invitación otra vez.
sw: Samahani, inaonekana mwaliko wako umeisha muda. Tafadhali angalia kiungo cha mwaliko ulichopokea na ujaribu tena, au omba msimamizi wa mradi akutumie mwaliko tena.
