Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Data cleaning session was not found.
es: No se encontró la sesión de limpieza de datos.

source: Starting Data Cleaning Session...
es: Iniciando sesión de limpieza de datos...

source: There was an error processing the request. Please try again.
es: Hubo un error al procesar la solicitud. Por favor, inténtelo de nuevo.

source: <b data-bind="text: name()"></b> group's properties will be moved to <b>No Group</b>
es: Las propiedades del grupo <b data-bind="text: name()"></b> se moverán a <b>Sin Grupo</b>

source: A case property with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated properties.
es: Ya existe una propiedad de caso con este nombre. Si no la ves en la página, por favor haz clic en el botón 'Mostrar Deprecados' para revelar propiedades deprecadas.

source: A case property group with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated groups.
es: Ya existe un grupo de propiedades de caso con este nombre. Si no lo ves en la página, por favor haz clic en el botón 'Mostrar Deprecados' para revelar grupos deprecados.

source: Deprecate '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
es: Deprecar '<span data-bind="text: $root.activeCaseType()"></span>' Tipo de Caso

source: <p> There are a total of <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> application module(s) </strong> that are currently using this case type. </p> <p> Deprecating this case type will have the following effects: </p> <ul> <li>This case type will not be available from the reports filtering menu.</li> <li>All case properties/groups for this case type will be deprecated.</li> <li>New exports cannot be created with this case type.</li> <li>Case imports cannot be done for cases with this case type.</li> <li>New automatic rules cannot be created with this case type.</li> </ul> <p> For more information on deprecated case types, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">following documentation</a>. </p>
es: <p> Hay un total de <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> módulo(s) de aplicación </strong> que están utilizando actualmente este tipo de caso. </p> <p> Deprecar este tipo de caso tendrá los siguientes efectos: </p> <ul> <li>Este tipo de caso no estará disponible en el menú de filtrado de informes.</li> <li>Todas las propiedades/grupos de caso para este tipo de caso serán deprecados.</li> <li>No se podrán crear nuevas exportaciones con este tipo de caso.</li> <li>No se podrán realizar importaciones de casos para casos con este tipo de caso.</li> <li>No se podrán crear nuevas reglas automáticas con este tipo de caso.</li> </ul> <p> Para más información sobre tipos de caso deprecados, consulta la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">siguiente documentación</a>. </p>

source: This GPS case property is currently being used to store the geolocation for cases.
es: Esta propiedad de caso GPS se está utilizando actualmente para almacenar la geolocalización de los casos.

source: Deprecating this case property may result in unintended behaviour, and so it is advised to first change the selected custom case property in <a href="%(geospatial_settings_url)s"> geospatial settings </a> before deprecating this case property.
es: Deprecar esta propiedad de caso puede resultar en un comportamiento no deseado, por lo que se recomienda primero cambiar la propiedad de caso personalizada seleccionada en <a href="%(geospatial_settings_url)s"> configuraciones geoespaciales </a> antes de deprecar esta propiedad de caso.

source: Would you like to proceed with deprecating this case property?
es: ¿Te gustaría proceder con la deprecación de esta propiedad de caso?

source: Delete '<span id="delete-case-prop-name"></span>' Case Property
es: Eliminar '<span id="delete-case-prop-name"></span>' Propiedad de Caso

source: There are currently no cases that store data with this case property, so it is safe to delete.
es: Actualmente no hay casos que almacenen datos con esta propiedad de caso, por lo que es seguro eliminarla.

source: Please note that if a new form or case was updated to the server recently that makes this property unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case property can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
es: Ten en cuenta que si un nuevo formulario o caso fue actualizado recientemente al servidor que hace que esta propiedad sea insegura para eliminar, esto solo se reflejará en el Diccionario de Datos después de un corto tiempo. Esta no es una acción bloqueante y la propiedad de caso se puede crear nuevamente si es necesario en el futuro. Por favor consulta <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">la documentación</a> para información adicional sobre esta acción.

source: Would you like to mark this case property as deleted? Once confirmed the case property will be deleted upon clicking the "Save" button.
es: ¿Te gustaría marcar esta propiedad de caso como eliminada? Una vez confirmada, la propiedad de caso será eliminada al hacer clic en el botón "Guardar".

source: Delete '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
es: Eliminar '<span data-bind="text: $root.activeCaseType()"></span>' Tipo de Caso

source: There are no cases that use this case type or store data with any of its case properties. Therefore, it is safe to delete this case type.
es: No hay casos que utilicen este tipo de caso o almacenen datos con ninguna de sus propiedades de caso. Por lo tanto, es seguro eliminar este tipo de caso.

source: Please note that all case properties for this case type will also be deleted. Furthermore, if a new form or case was updated to the server recently that makes this case type unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case type can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
es: Tenga en cuenta que todas las propiedades de caso para este tipo de caso también se eliminarán. Además, si un nuevo formulario o caso se actualizó recientemente en el servidor que hace que este tipo de caso no sea seguro para eliminar, esto solo se reflejará en el Diccionario de Datos después de un corto tiempo. Esta no es una acción bloqueante y el tipo de caso se puede crear nuevamente si es necesario en el futuro. Por favor, consulte <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">la documentación</a> para obtener información adicional sobre esta acción.

source: Would you like to proceed with deleting this case type?
es: ¿Le gustaría proceder con la eliminación de este tipo de caso?

source: btn-primary
es: botón-principal

source: btn-danger
es: botón-peligro

source: Explore Case Data (Preview)
es: Explorar Datos de Caso (Vista Previa)

source: This feature allows you to quickly explore your case data for ad-hoc data queries or to identify unclean data.<br /> This is an Add-On.
es: Esta función le permite explorar rápidamente sus datos de caso para consultas de datos ad-hoc o para identificar datos no limpios.<br /> Este es un Complemento.

source: Preparing your case data for exploration...
es: Preparando sus datos de caso para la exploración...

source: Save Filters
es: Guardar Filtros

source: Loading...
es: Cargando...

source: Our system is experiencing an unusually large load on resources at the moment, so data is not being received in a timely fashion. We are working on the problem, but if you continue to experience this issue, please contact support.
es: Nuestro sistema está experimentando una carga inusualmente grande en los recursos en este momento, por lo que los datos no se están recibiendo de manera oportuna. Estamos trabajando en el problema, pero si continúa experimentando este problema, por favor contacte al soporte.

source: No cases found.
es: No se encontraron casos.

source: There was an issue fetching cases with these filters. Please check your filters and try again.
es: Hubo un problema al obtener los casos con estos filtros. Por favor, revise sus filtros e intente nuevamente.

source: Edit Column
es: Editar Columna

source: Filter Data in Column
es: Filtrar Datos en la Columna

source: Treat this property as <select class="form-control filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> and match <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> all of the </option> <option value="any"> any of the </option> </select> following conditions:
es: Tratar esta propiedad como <select class="form-control filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> y coincidir <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> todas las </option> <option value="any"> cualquiera de las </option> </select> siguientes condiciones:

source: This task is currently not supported, but we are happy to learn about your interest.
es: Esta tarea actualmente no es compatible, pero estamos encantados de conocer su interés.

source: Treat this property as <select class="form-select filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> and match <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> all of the </option> <option value="any"> any of the </option> </select> following conditions:
es: Tratar esta propiedad como <select class="form-select filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> y coincidir <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> todas las </option> <option value="any"> cualquiera de las </option> </select> siguientes condiciones:

source: Explore Case Data
es: Explorar Datos del Caso

source: {action_text} Cases. This may take some time...
es: {action_text} Casos. Esto puede tomar algún tiempo...

source: Bulk Case {action_text} failed for some reason and we have noted this failure.
es: La {action_text} masiva de casos falló por alguna razón y hemos registrado esta falla.

source: Connect Messaging Channel Nmae
es: Nombre del Canal de Mensajería Conectar

source: Secure Submissions prevents others from impersonating your mobile workers. This setting requires all deployed applications to be using secure submissions as well. <a href='https://help.commcarehq.org/display/commcarepublic/Project+Space+Settings'>Read more about secure submissions here</a>
es: Las Presentaciones Seguras evitan que otros suplanten a tus trabajadores móviles. Esta configuración requiere que todas las aplicaciones desplegadas también utilicen presentaciones seguras. <a href='https://help.commcarehq.org/display/commcarepublic/Project+Space+Settings'>Lee más sobre presentaciones seguras aquí</a>

source: Estimated annual expenditures on airtime:
es: Gasto anual estimado en tiempo de aire:

source: Estimated annual expenditures on devices:
es: Gasto anual estimado en dispositivos:

source: We grant pro-bono subscriptions to match the duration of your project, up to a maximum of 12 months at a time (at which point you need to reapply).
es: Otorgamos suscripciones gratuitas que coincidan a la duración de su proyecto hasta un máximo de 12 meses cada vez (en este punto deberá aplicar nuevamente).

source: If you have already been in touch with someone from Dimagi, please list their name.
es: Si ya ha estado en contacto con alguien de Dimagi, por favor liste el nombre de esa persona.

source: Number of expected users
es: Número de usuarios esperados

source: Pro-Bono Application
es: Aplicación Pro-Bono

source: Submit Pro-Bono Application
es: Ingrese una Aplicación Pro-Bono

source: Not Billing Admin, Can't Make Payment
es: No es un Administrador de Facturación, No Puede Hacer el Pago

source: Pay a portion of the balance:
es: Pagar una parte del saldo:

source: Please enter an amount that's between $0.50 and $<span data-bind="text: balance"></span>.
es: Por favor, ingresa un monto que esté entre $0.50 y $<span data-bind="text: balance"></span>.

source: You can't enter an amount between $<span data-bind="text: maxPartialAmount"></span> and $<span data-bind="text: balance"></span> because the next transfer will be below the minimum amount of $0.50.
es: No puedes ingresar un monto entre $<span data-bind="text: maxPartialAmount"></span> y $<span data-bind="text: balance"></span> porque la próxima transferencia estará por debajo del monto mínimo de $0.50.

source: Payment for Statement No. <span data-bind="text: invoiceNumber"></span>
es: Pago por el Estado de Cuenta No. <span data-bind="text: invoiceNumber"></span>

source: Thank you for your upcoming wire payment. An invoice with your total balance and the instructions to do the wire payment has just been sent to your email address.
es: Gracias por tu próximo pago por transferencia bancaria. Una factura con tu saldo total y las instrucciones para realizar el pago por transferencia ha sido enviada a tu dirección de correo electrónico.

source: Clicking the 'Confirm Plan' button below will bring you to a page where you can confirm your billing information.
es: Hacer clic en el botón 'Confirmar Plan' a continuación te llevará a una página donde podrás confirmar tu información de facturación.

source: We'd love to make CommCare work better for you. Please help us by answering these simple questions.
es: Nos encantaría que CommCare funcione mejor para ti. Por favor, ayúdanos respondiendo estas simples preguntas.

source: Do you think your project may start again?
es: ¿Crees que tu proyecto puede comenzar de nuevo?

source: Could you indicate which new tool you’re using?
es: ¿Podrías indicar qué nueva herramienta estás utilizando?

source: Why are you switching to a new tool?
es: ¿Por qué estás cambiando a una nueva herramienta?

source: Please specify
es: Por favor especifica

source: Your %(pe)s Edition subscription was paused on %(date_paused)s. Please subscribe to a plan to gain access to your project again.
es: Tu suscripción a la Edición %(pe)s fue pausada el %(date_paused)s. Por favor, suscríbete a un plan para obtener acceso a tu proyecto nuevamente.

source: The %(trial_length)s Day Trial includes all the features present in the %(pn)s Software Plan, which is our full set of features.
es: La Prueba de %(trial_length)s Días incluye todas las características presentes en el Plan de Software %(pn)s, que es nuestro conjunto completo de características.

source: Got questions about your plan?
es: ¿Tienes preguntas sobre tu plan?

source: Domain Temporarily Unavailable
es: Dominio No Disponible Temporalmente

source: The page you requested is currently unavailable due to a data migration. Please check back later.
es: La página que solicitaste no está disponible actualmente debido a una migración de datos. Por favor, vuelve a intentarlo más tarde.

source: 90 day refund policy
es: política de reembolso de 90 días

source: This plan will be downgrading to <span data-bind="text: oNextPlan"></span> on <span data-bind="text: oNextDate"></span>.
es: Este plan se degradará a <span data-bind="text: oNextPlan"></span> el <span data-bind="text: oNextDate"></span>.

source: This plan will be pausing on<br /> <span data-bind="text: oNextDate"></span>.
es: Este plan se pausará el<br /> <span data-bind="text: oNextDate"></span>.

source: You will lose access to your project space, but you will be able to re-subscribe anytime in the future.
es: Perderás acceso a tu espacio de proyecto, pero podrás volver a suscribirte en cualquier momento en el futuro.

source: You will not be allowed to un-pause your project until these invoices are paid.
es: No se te permitirá reanudar tu proyecto hasta que estas facturas sean pagadas.

source: Your subscription will be pausing on <span data-bind="text: oStartDateAfterMinimumSubscription"></span> unless you select a different plan above.
es: Tu suscripción se pausará el <span data-bind="text: oStartDateAfterMinimumSubscription"></span> a menos que selecciones un plan diferente arriba.

source: Your subscription will be downgrading to <span data-bind="text: oNextSubscription"></span> on <span data-bind="text: oStartDateAfterMinimumSubscription"></span> unless you select a different plan above.
es: Tu suscripción se degradará a <span data-bind="text: oNextSubscription"></span> el <span data-bind="text: oStartDateAfterMinimumSubscription"></span> a menos que selecciones un plan diferente arriba.

source: You are currently on the FREE CommCare Community plan.
es: Actualmente estás en el plan GRATUITO de la Comunidad CommCare.

source: Saved Credit Cards
es: Tarjetas de Crédito Guardadas

source: Credit Card
es: Tarjeta de Crédito

source: Your request was successful!
es: ¡Su solicitud fue exitosa!

source: Delete Card
es: Eliminar Tarjeta

source: Actually remove <strong><span data-bind='text: brand'></span></strong> card ************<strong><span data-bind="text: last4"></span></strong>?
es: ¿Realmente desea eliminar la tarjeta <strong><span data-bind='text: brand'></span></strong> ************<strong><span data-bind="text: last4"></span></strong>?

source: Autopay card
es: Tarjeta de pago automático

source: Remove Autopay
es: Eliminar Pago automático

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ!
es: ¡%(inviter)s te ha invitado a unirte al proyecto %(domain)s en CommCare HQ!

source: %(inviter)s has invited you to join the %(domain)s project on CommCare HQ. This invitation expires in %(days)s day(s).
es: %(inviter)s te ha invitado a unirte al proyecto %(domain)s en CommCare HQ. Esta invitación expira en %(days)s día(s).

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
es: CommCare HQ es una herramienta de gestión de datos utilizada por más de 500 organizaciones para ayudar a los trabajadores de primera línea en todo el mundo. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Aprende más sobre CommCare</a>.

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
es: CommCare HQ es una herramienta de gestión de datos utilizada por más de 500 organizaciones para ayudar a los trabajadores de primera línea en todo el mundo. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Aprende más sobre CommCare</a>.

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ. This invitation expires in %(days)s day(s).
es: %(inviter)s te ha invitado a unirte al proyecto %(domain)s en CommCare HQ. Esta invitación expira en %(days)s día(s).

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world.
es: CommCare HQ es una herramienta de gestión de datos utilizada por más de 500 organizaciones para ayudar a los trabajadores de primera línea en todo el mundo.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
es: Si crees que has recibido esto por error, puedes ignorar este correo electrónico. Para obtener más información sobre CommCare HQ visita http://www.commcarehq.org/.

source: -The CommCare HQ team
es: -El equipo de CommCare HQ

source: %(inviter)s approved your request to join %(domain)s on CommCare HQ!
es: ¡%(inviter)s aprobó tu solicitud para unirte a %(domain)s en CommCare HQ!

source: %(inviter)s has approved your request to join the "%(domain)s" project at CommCare HQ. This approval expires in %(days)s day(s).
es: %(inviter)s ha aprobado tu solicitud para unirte al proyecto "%(domain)s" en CommCare HQ. Esta aprobación expira en %(days)s día(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
es: CommCare HQ es una herramienta que ayuda a gestionar a los trabajadores de primera línea en todo el mundo.

source: %(inviter)s has approved your request to join the %(domain)s project space on CommCare HQ. This approval expires in %(days)s day(s).
es: %(inviter)s ha aprobado tu solicitud para unirte al espacio del proyecto %(domain)s en CommCare HQ. Esta aprobación expira en %(days)s día(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
es: CommCare HQ es una herramienta que ayuda a gestionar a los trabajadores de primera línea en todo el mundo.

source: If you think this is a mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
es: Si crees que esto es un error, puedes ignorar este correo electrónico. Para obtener más información sobre CommCare HQ visita http://www.commcarehq.org/.

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow <a href="%(activate_url)s">this link</a>: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
es: %(from_username)s ha iniciado una transferencia de propiedad para un espacio de proyecto de CommCare HQ. Para aceptar la propiedad de este espacio de proyecto, por favor sigue <a href="%(activate_url)s">este enlace</a>: %(activate_url)s. Si aún no tienes una cuenta de usuario de CommCare, se te pedirá que crees una para aceptar la propiedad de este espacio de proyecto.
