Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Enable this option to provide a default response when a user's incoming SMS does not answer an open survey or match a known keyword.
es: Habilite esta opción para proveer una respuesta predeterminada cuando un SMS entrante de un usuario no responde a una encuesta abierta o coincide con una palabra clave.
sw: Washa chaguo hili ili kutoa jibu chaguo-msingi pale ambapo SMS inayoingia ya mtumiaji haijibu utafiti ulio wazi au kulingana na neno kuu linalojulikana.

source: Use this option to limit the times that SMS messages can be sent to users. Messages that are sent outside these windows will remained queued and will go out as soon as another window opens up.
es: Use esta opción para limitar las veces en que los mensajes SMS pueden ser enviados a los usuarios. Los mensajes que han sido enviados fuera de estos límites permanecerán en cola y se enviarán tan pronto como otro espacio se abra.
sw: Tumia chaguo hili kupunguza nyakati ambazo ujumbe wa SMS unaweza kutumwa kwa watumiaji. Ujumbe utakaotumwa nje ya muda huu utabaki kwenye foleni na utatumwa mara dirisha lingine litakapofunguliwa.

source: Choose the format in which date questions should be answered in SMS surveys.
es: Elija en qué formato se deben responder las preguntas de fechas en las encuestas SMS.
sw: Chagua muundo ambao maswali ya tarehe yanapaswa kujibiwa katika utafiti wa SMS.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project]', where [project] is your project space name, and the system will automatically create a case tied to that person's phone number.
es: Cuando se habilita esta opción, una persona puede enviar un SMS al sistema diciendo 'unirse a [proyecto]', donde [proyecto] es el espacio para el nombre de su proyecto, y el sistema automáticamente creará un caso atado al del número de teléfono de esa persona.
sw: Chaguo hili likiwashwa, mtu anaweza kutuma SMS kwenye mfumo akisema 'join [project]', ambapo [project] ni jina la nafasi ya mradi wako, na mfumo utaunda kesi kiotomatiki inayohusishwa na nambari ya simu ya mtu huyo.

source: Enter a Case Type
es: Ingrese un Tipo de Caso
sw: Weka Aina ya Kesi

source: Cases that self-register over SMS will be given this case type.
es: A los casos que se autorregistren por SMS se les dará este tipo de caso.
sw: Kesi zinazojisajili zenyewe kupitia SMS zitapewa aina hii ya kesi.

source: Cases that self-register over SMS will be owned by this user or user group.
es: Los casos que se autorregistren por SMS serán propiedad de este usuario o grupo de usuarios.
sw: Kesi zinazojisajili zenyewe kupitia SMS zitamilikiwa na mtumiaji huyu au kundi la watumiaji.

source: The form submission for a self-registration will belong to this user.
es: El ingreso de formulario para un autorregistro pertenecerá a este usuario.
sw: Uwasilishaji wa fomu kwa usajili binafsi utakuwa wa mtumiaji huyu.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project] worker [username]' (where [project] is your project space and [username] is an optional username), and the system will add them as a mobile worker.
es: Cuando se habilita esta opción, una persona puede enviar un SMS al sistema diciendo 'unirse al [proyecto] usuario [nombre de usuario]' (donde [proyecto] es su espacio de proyecto y [nombre de usuario] es un nombre de usuario opcional), y el sistema los añadirá como usuario móvil.
sw: Chaguo hili likiwashwa, mtu anaweza kutuma SMS kwenye mfumo akisema 'join [project] worker [username]' (ambapo [project] ni nafasi ya mradi wako na [username] ni jina la mtumiaji la hiari), na mfumo utawaongeza kama mfanyakazi wa simu.

source: Email these people when new users register through SMS
es: Enviar correos electrónicos a estas personas cuando nuevos usuarios se registren a través de SMS
sw: Watumie barua pepe watu hawa wakati watumiaji wapya wanasajili kupitia SMS

source: Choose whether to send an automatic welcome message to cases, mobile workers, or both, after they self-register. The welcome message can be configured in the SMS languages and translations page (Messaging -> Languages -> Messaging Translations).
es: Elija si desea enviar un mensaje de bienvenida automático a casos, usuarios móviles, o a ambos, después de que se auto registren. El mensaje de bienvenida puede ser configurado en los idiomas y la página de traducciones de SMS (Mensajes -> Idiomas -> Traducciones de Mensajes).
sw: Chagua kama utume ujumbe wa kukaribisha kiotomatiki kwa kesi, wafanyakazi wa simu, au wote wawili, baada ya kujisajili wenyewe. Ujumbe wa kukaribisha unaweza kusanidiwa kwenye ukurasa wa lugha na tafsiri za SMS (Ujumbe -> Lugha -> Tafsiri za Ujumbe).

source: Choose what should happen when a broadcast or alert should be sent to a recipient but no translations exists in the user's preferred language. You may choose not to send a message in that case, or to try one of several backups.<br><br>The first backup uses the broadcast or alert's default language. If that translation is also unavailable, the second backup is text in the project's default SMS language. If that translation is also unavailable, you may choose to use untranslated text, if there is any.
es: Elige qué debería suceder cuando una transmisión o alerta deba enviarse a un destinatario pero no existan traducciones en el idioma preferido del usuario. Puedes optar por no enviar un mensaje en ese caso, o intentar uno de varios respaldos.<br><br>El primer respaldo utiliza el idioma predeterminado de la transmisión o alerta. Si esa traducción tampoco está disponible, el segundo respaldo es el texto en el idioma predeterminado de SMS del proyecto. Si esa traducción tampoco está disponible, puedes optar por usar texto no traducido, si lo hay.
sw: Chagua nini kitafanyika pale matangazo au arifa inapaswa kutumwa kwa mpokeaji lakini tafsiri haipo katika lugha anayopendelea mtumiaji. Unaweza kuchagua kutotuma ujumbe katika hali hiyo, au kujaribu moja ya nakala za akiba.<br><br>Nakala ya kwanza ya akiba hutumia lugha chaguo-msingi ya matangazo au arifa. Ikiwa tafsiri hiyo pia haipatikani, nakala ya pili ya akiba ni maandishi katika lugha chaguo-msingi ya SMS ya mradi. Ikiwa tafsiri hiyo pia haipatikani, unaweza kuchagua kutumia maandishi ambayo hayajatafsiriwa, kama yapo.

source: Whatsapp-enabled phone number for use with Twilio. This should be formatted as a full-length, numeric-only phone number, e.g., 16173481000.
es: Número de teléfono habilitado para Whatsapp para usar con Twilio. Este debe estar formateado como un número de teléfono completo, solo numérico, por ejemplo, 16173481000.
sw: Nambari ya simu inayoweza kutumika na Whatsapp kwa matumizi na Twilio. Hii inapaswa kuandikwa kama nambari kamili ya simu yenye tarakimu pekee, mfano, 16173481000.

source: Registration Settings
es: Configuraciones de Registro
sw: Mipangilio ya Usajili

source: Case Name Display
es: Visualización de Nombre de Caso
sw: Onyesho la Jina la Kesi

source: By default, when chatting with a case, the chat window will use the case's "name" case property when displaying the case's name. To use a different case property, specify it here.
es: De forma predeterminada, cuando esté chateando con un caso, la ventana del chat usará el "nombre" del caso propiedad del caso cuando visualice el nombre del caso. Para usar una propiedad de caso diferente, especifiquelo aquí.
sw: Kwa chaguo-msingi, unapozungumza na kesi, dirisha la gumzo litatumia sifa ya "jina" ya kesi kuonyesha jina la kesi. Ili kutumia sifa nyingine ya kesi, bainisha hapa.

source: Message Counter
es: Contador de Mensajes
sw: Kihesabu Ujumbe

source: The chat window can use a counter to keep track of how many messages are being sent and received and highlight that number after a certain threshold is reached. By default, the counter is disabled. To enable it, enter the desired threshold here.
es: La ventana de chat puede usar un contador para llevar registro de cuántos mensajes están siendo enviados y recibidos y resaltar cuando se haya alcanzado cierto límite. De forma predeterminada, el contador está deshabilitado. Para habilitarlo, ingrese el límite deseado aquí.
sw: Dirisha la gumzo linaweza kutumia kihesabu kufuatilia ni jumbe ngapi zinatumwa na kupokelewa na kuonyesha idadi hiyo baada ya kufikia kiwango fulani. Kwa chaguo-msingi, kihesabu kimezimwa. Ili kukiwezesha, weka kiwango unachotaka hapa.

source: When this option is enabled, the system will not send automated SMS to chat recipients when those recipients are in the middle of a conversation.
es: Cuando esta opción está habilitada, el sistema no enviará SMS automáticos a destinatarios de chat cuando esos destinatarios estén en medio de una conversación.
sw: Chaguo hili likiwashwa, mfumo hautatuma SMS za kiotomatiki kwa wapokeaji wa gumzo wakati wapokeaji hao wako katikati ya mazungumzo.

source: The number of minutes to wait after receiving an incoming SMS from a chat recipient before resuming automated SMS to that recipient.
es: El número de minutos a esperar después de recibir un SMS entrante de un destinatario de chat antes de reanudar SMS automáticos a ese destinatario.
sw: Idadi ya dakika za kusubiri baada ya kupokea SMS inayoingia kutoka kwa mpokeaji wa gumzo kabla ya kuendelea kutuma SMS za kiotomatiki kwa mpokeaji huyo.

source: This option allows you to hide a chat recipient's survey questions and responses from chat windows. There is also the option to show only invalid responses to questions in the chat window, which could be attempts to converse.
es: Esta opción le permite ocultar preguntas y respuestas de una encuesta de un destinatario de chat desde una ventana de chat. También hay opción de mostrar solo respuestas inválidas a preguntas en la ventana de chat, lo cual pueden ser intentos de conversación.
sw: Chaguo hili linakuwezesha kuficha maswali ya utafiti na majibu ya mpokeaji wa gumzo kutoka kwenye dirisha la gumzo. Pia kuna chaguo la kuonyesha majibu batili pekee ya maswali kwenye dirisha la gumzo, ambayo yanaweza kuwa majaribio ya kuzungumza.

source: The chat window will mark unread messages to the user viewing them. Use this option to control whether a message counts as being read if it is read by anyone, or if it counts as being read only to the user who reads it.
es: La ventana de chat marcará mensajes sin leer al usuario que los ve. Use esta opción para controlar si un mensaje cuenta como leído si es leído por cualquiera, o si cuenta como leído solo para el usuario que lo lee.
sw: Dirisha la gumzo litaweka alama kwa jumbe ambazo hazijasomwa kwa mtumiaji anayeziona. Tumia chaguo hili kudhibiti kama ujumbe utahesabiwa kuwa umesomwa ukisomwa na mtu yeyote, au kama utahesabiwa kuwa umesomwa na yule tu aliyeusoma.

source: Chat Settings
es: Configuraciones de Chat
sw: Mipangilio ya Gumzo

source: Internal Settings (Dimagi Only)
es: Configuraciones internas (Solo Dimagi)
sw: Mipangilio ya Ndani (Dimagi Pekee)

source: Chat Template
es: Modelo de Chat
sw: Kiolezo cha Gumzo

source: To use a custom template to render the chat window, enter it here.
es: Para usar una plantilla personalizada que se muestre en la ventana de chat, ingresela aquí.
sw: Ili kutumia kiolezo maalum kuonyesha dirisha la gumzo, weka hapa.

source: SMS will only be sent when any of the following is true:
es: Solo se enviarán SMS cuando cualquiera de lo siguiente sea cierto:
sw: SMS zitatumwa tu pale mojawapo ya yafuatayo ni kweli:

source: Automated SMS will be suppressed during chat conversations when any of the following is true:
es: Se suprimirán SMS automáticos durante las conversaciones de chat cuando algo de lo siguiente sea cierto:
sw: SMS za kiotomatiki zitazuiwa wakati wa mazungumzo ya gumzo pale mojawapo ya yafuatayo ni kweli:

source: Organization: {}
es: Organización: {}
sw: Shirika: {}

source: User Group: {}
es: Grupo de usuarios: {}
sw: Kikundi cha Watumiaji: {}

source: User: {}
es: Usuario: {}
sw: Mtumiaji: {}

source: Please enter a positive number
es: Por favor ingrese un número positivo
sw: Tafadhali weka nambari chanya

source: Unknown custom template identifier.
es: Identificador de plantilla personalizada desconocido.
sw: Kitambulisho cha kiolezo maalum hakijulikani.

source: An error has occurred. Please try again, and if the problem persists, please report an issue.
es: Ocurrió un error. Por favor intente de nuevo y si el problema continúa, por favor reporte un problema.
sw: Hitilafu imetokea. Tafadhali jaribu tena, na kama tatizo litaendelea, tafadhali ripoti tatizo.

source: Invalid day chosen.
es: Día elegido inválido.
sw: Siku batili imechaguliwa.

source: End time must come after start time.
es: El tiempo de finalización debe ser después del tiempo de inicio.
sw: Muda wa mwisho lazima uje baada ya muda wa kuanza.

source: Please select again
es: Por favor selecciona de nuevo
sw: Tafadhali chagua tena

source: Display Name
es: Nombre para mostrar
sw: Jina la Kuonyesha

source: Give other domains access.
es: Dar acceso a otros dominios.
sw: Ruhusu maeneo mengine kupata.

source: List of authorized domains
es: Lista de dominios autorizados
sw: Orodha ya maeneo yaliyoidhinishwa

source: A comma-separated list of domain names
es: Una lista de nombres de dominio separados por comas
sw: Orodha ya majina ya maeneo yaliyotenganishwa kwa koma

source: Reply-To Phone Number
es: Contestar a número de teléfono
sw: Nambari ya Simu ya Kujibu

source: Inbound API Key
es: Clave API de entrada
sw: API Key ya Inbound

source: List of opt out keywords
es: Lista de palabras clave para darse de baja
sw: Orodha ya maneno ya kujiondoa

source: A comma-separated list of keywords
es: Una lista de palabras clave separadas por comas
sw: Orodha ya maneno yaliyotenganishwa kwa koma

source: List of opt in keywords
es: Lista de palabras clave para suscribirse
sw: Orodha ya maneno ya kujiunga

source: Create SMS Gateway
es: Crear Portal SMS
sw: Unda Lango la SMS

source: Name may not contain any spaces.
es: El nombre no puede contener ningún espacio.
sw: Jina halipaswi kuwa na nafasi yoyote.

source: Name is already in use.
es: El nombre ya está en uso.
sw: Jina tayari linatumika.

source: Catch-All Gateway
es: Portal General
sw: Lango la Kukamata Yote

source: (none)
es: (ninguno)
sw: (hakuna)

source: Default Gateways
es: Portales Predeterminados
sw: Malango Chaguo-msingi

source: Default Gateway by Prefix
es: Portal Predeterminado por Prefijo
sw: Lango Chaguo-msingi kwa Kiambishi

source: Please enter a positive number for the prefix.
es: Por favor ingrese un número positivo para el prefijo.
sw: Tafadhali weka nambari chanya kwa kiambishi.

source: Invalid Backend Specified.
es: Backend especificado inválido
sw: Backend Batili Imeainishwa.

source: An unexpected error occurred. Please reload and try again
es: Un error inesperado ha ocurrido. Por favor vuelva a cargar e intente de nuevo
sw: Hitilafu isiyotarajiwa imetokea. Tafadhali pakia upya na jaribu tena

source: Prefix is specified twice: %s
es: El prefijo está especificado dos veces: %s
sw: Kiambishi kimeainishwa mara mbili: %s

source: Create Another Gateway
es: Crear Otro Portal
sw: Unda Lango Lingine

source: Receive stockout facilities SMS alert
es: Recibir SMS de alerta de agotamiento de existencias en instalaciones
sw: Pokea arifa ya SMS ya vitu vilivyokwisha kwenye vituo

source: This will alert you with specific users/facilities that are stocked out of your commodities
es: Esto lo alertará cuando usuarios/instalaciones específicas ya no tengan existencias de sus productos
sw: Hii itakutaarifu na watumiaji/vituo maalum ambavyo havina tena bidhaa zako

source: Receive stockout commodities SMS alert
es: Recibir SMS de alerta de agotamiento de existencias
sw: Pokea arifa ya SMS ya bidhaa zilizokwisha

source: This will alert you with specific commodities that are stocked out by your users/facilities
es: Esto lo alertará de productos específicos que están agotados por sus usuarios /instalaciones
sw: Hii itakutaarifu na bidhaa maalum ambazo zimekwisha na watumiaji/vituo vyako

source: Receive stockout SMS alert
es: Recibir SMS de alerta de agotamiento de existencias
sw: Pokea arifa ya SMS ya ukosefu wa bidhaa

source: This will alert you with the percent of facilities that are stocked out of a specific commodity
es: Esto lo alertará del porcentaje de instalaciones que están agotados de existencias de un producto específico
sw: Hii itakuarifu kwa asilimia ya vituo ambavyo havina bidhaa maalum

source: Receive non-reporting SMS alert
es: Recibir un SMS de alerta de no reporte.
sw: Pokea arifa ya SMS ya kutoripoti

source: This alert highlight users/facilities which have not submitted their CommCare Supply stock report.
es: Esta alerta destaca a los usuarios/instalaciones que no han ingresado sus reportes de existencias de CommCare Suministros.
sw: Arifa hii inaangazia watumiaji/vituo ambavyo havijawasilisha ripoti yao ya hisa ya CommCare Supply.

source: Subscribe settings
es: Configuración de Suscripción
sw: Sajili mipangilio

source: Update settings
es: Configuración de Actualización
sw: Sasisha mipangilio

source: 0 characters (160 max)
es: 0 caracteres (160 max)
sw: Herufi 0 (kikomo 160)

source: Send Message
es: Enviar Mensaje
sw: Tuma Ujumbe

source: Phone number with country code
es: Número de teléfono con código de país
sw: Nambari ya simu yenye msimbo wa nchi

source: Attempt to claim the channel for this number.
es: Intentar reclamar el canal para este número.
sw: Jaribu kudai chaneli kwa nambari hii.

source: Use this option if the phone number is used by multiple projects and is currently claimed by another project or the default owner of the number is a different project.
es: Use esta opción si el número de teléfono es utilizado por múltiples proyectos y actualmente está reclamado por otro proyecto o el propietario predeterminado del número es un proyecto diferente.
sw: Tumia chaguo hili ikiwa nambari ya simu inatumiwa na miradi mingi na kwa sasa inamilikiwa na mradi mwingine au mmiliki chaguo-msingi wa nambari ni mradi tofauti.

source: An error has occurred. Please try restarting the survey.
es: Ha ocurrido un error. Por favor intente reiniciar la encuesta.
sw: Kumetokea hitilafu. Tafadhali jaribu kuanzisha upya dodoso.

source: Our system is receiving a lot of messages now. Can you re-send in 15 minutes? Apologies for the inconvenience!
es: Nuestro sistema está recibiendo muchos mensajes ahora. ¿Puede reenviar en 15 minutos? ¡Disculpe las molestias!
sw: Mfumo wetu unapokea jumbe nyingi sasa. Tafadhali tuma tena baada ya dakika 15? Samahani kwa usumbufu!

source: Internal server error.
es: Error interno de servidor.
sw: Hitilafu ya seva ya ndani.

source: Answer is out of range.
es: La respuesta está fuera de rango.
sw: Jibu liko nje ya kiwango.

source: Invalid choice.
es: Elección inválida.
sw: Chaguo batili.

source: Invalid integer entered.
es: Entero ingresado inválido.
sw: Nambari batili imeingizwa.

source: Invalid integer entered, expected a number between -2147483648 and 2147483647.
es: Entero no válido ingresado, se esperaba un número entre -2147483648 y 2147483647.
sw: Nambari batili imeingizwa, ilitarajiwa nambari kati ya -2147483648 na 2147483647.

source: Invalid decimal number entered.
es: Número decimal ingresado inválido.
sw: Nambari ya desimali batili imeingizwa.

source: Invalid long integer entered.
es: Entero largo ingresado inválido.
sw: Nambari ndefu batili imeingizwa.

source: Invalid date format: expected {0}.
es: Formato de fecha inválido: esperado {0}.
sw: Muundo wa tarehe si sahihi: ilitarajiwa {0}.

source: Invalid time format: expected HHMM (24-hour).
es: Formato de hora inválido: esperado HHMM (24-horas).
sw: Muundo wa muda si sahihi: ilitarajiwa HHMM (saa 24).

source: Keyword not found: '{0}'
es: Palabra clave no encontrada: '{0}'
sw: Neno kuu halijapatikana: '{0}'

source: Usage: {0} <keyword>
es: Uso: {0} <keyword>
sw: Matumizi: {0} <keyword>

source: Unknown command: '{0}'
es: Comando desconocido: '{0}'
sw: Amri haijulikani: '{0}'

source: Expected name and value to be joined by '{0}'.
es: Se espera que el nombre y el valor se unan con '{0}'.
sw: Ilitarajiwa jina na thamani viunganishwe na '{0}'.

source: More than one answer found for '{0}'
es: Más de una respuesta encontrada para '{0}'
sw: Majibu zaidi ya moja yamepatikana kwa '{0}'

source: More than one question matches '{0}'
es: Más de una pregunta coincide '{0}'
sw: Maswali zaidi ya moja yanalingana na '{0}'

source: Please provide an external id for the case.
es: Por favor provea un id externo para el caso.
sw: Tafadhali toa kitambulisho cha nje kwa kesi.

source: Case with the given external id was not found.
es: El caso con el id externo dado no fue encontrado.
sw: Kesi yenye kitambulisho cha nje kilichotolewa haikupatikana.

source: More than one case was found with the given external id.
es: Se encontró más de un caso con el id externo dado.
sw: Kesi zaidi ya moja imepatikana yenye kitambulisho cha nje kilichotolewa.

source: Field '{0}':
es: Campo '{0}':
sw: Sehemu '{0}':

source: Could not find the survey being requested.
es: No se pudo encontrar la encuesta solicitada.
sw: Imeshindikana kupata dodoso linaloombwa.

source: There is a configuration error with this survey. Please contact your administrator.
es: Hay un error de configuración con esta encuesta. Por favor contacte a su administrador.
sw: Kuna hitilafu ya usanidi kwenye dodoso hili. Tafadhali wasiliana na msimamizi wako.

source: You have opted-in to receive messages from CommCareHQ. To opt-out, reply to this number with {0}
es: Usted ha optado por recibir mensajes de CommCareHQ. Para salir de esta opción, responda a este número con {0}
sw: Umeruhusu kupokea jumbe kutoka CommCareHQ. Ili kujiondoa, jibu nambari hii na {0}

source: You have opted-out from receiving messages from CommCareHQ. To opt-in, reply to this number with {0}
es: Usted ha optado por ya no recibir mensajes de CommCareHQ. Para optar a recibirlos, responda a este número con {0}
sw: Umejiondoa kupokea jumbe kutoka CommCareHQ. Ili kuruhusu tena, jibu nambari hii na {0}

source: CommCare user {0} already exists
es: Usuario CommCare {0} ya existe
sw: Mtumiaji wa CommCare {0} tayari yupo

source: Username {0} is too long. Must be under {1} characters.
es: El nombre de usuario {0} es demasiado largo. Debe ser menor de {1} caracteres.
sw: Jina la mtumiaji {0} ni refu mno. Lazima liwe chini ya herufi {1}.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to {1} to start using SMS with CommCareHQ.
es: ¡Bienvenido a CommCareHQ! ¿Es este el teléfono usado por {0}? Si es así, responda '123' a {1} para empezar a usar SMS con CommCareHQ.
sw: Karibu kwenye CommCareHQ! Je, simu hii inatumiwa na {0}? Ikiwa ndiyo, jibu '123' kwa {1} ili kuanza kutumia SMS na CommCareHQ.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to start using SMS with CommCareHQ.
es: ¡Bienvenido a CommCare! ¿Este teléfono es usado por {0}? Si es así, responda '123' para empezar a usar SMS con CommCareHQ.
sw: Karibu kwenye CommCareHQ! Je, simu hii inatumiwa na {0}? Ikiwa ndiyo, jibu '123' ili kuanza kutumia SMS na CommCareHQ.

source: Thank you. This phone has been verified for using SMS with CommCareHQ
es: Gracias. Este teléfono ha sido verificado para usar SMS con CommCareHQ
sw: Asante. Simu hii imethibitishwa kwa kutumia SMS na CommCareHQ

source: Thank you for registering with CommCareHQ.
es: Gracias por registrarse con CommCareHQ.
sw: Asante kwa kujisajili na CommCareHQ.

source: Sent
es: Enviado
sw: Ilitumwa

source: Delivered
es: Entregado
sw: Imewasilishwa

source: Queued
es: En cola de espera
sw: Imesubiri

source: Forwarded
es: Reenviado
sw: Imesambazwa

source: Gateway error.
es: Error de portal.
sw: Hitilafu ya lango.
