Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: If checked, CommCareHQ will request embedded reports from Tableau Server using the user's role name instead of the user's username (e.g. "HQ/Field Implementer" instead of "HQ/Leandra@dimagi.com")
es: Si está marcado, CommCareHQ solicitará informes incrustados del Servidor Tableau usando el nombre del rol del usuario en lugar del nombre de usuario del usuario (por ejemplo, "HQ/Implementador de Campo" en lugar de "HQ/Leandra@dimagi.com")
sw: Ikiwa imechaguliwa, CommCareHQ itaomba ripoti zilizopachikwa kutoka kwa Seva ya Tableau kwa kutumia jina la jukumu la mtumiaji badala ya jina la mtumiaji (mf. "HQ/Mtekelezaji wa Uga" badala ya "HQ/Leandra@dimagi.com")

source: Allowed Tableau Groups
es: Grupos de Tableau permitidos
sw: Vikundi vya Tableau Vilivyoruhusiwa

source: View URL
es: Ver URL
sw: URL ya Kuangalia

source: Visible to location-restricted users
es: Visible para usuarios con restricciones de ubicación
sw: Inaonekana kwa watumiaji walio na vizuizi vya eneo

source: If checked, the visualization will be visible to users with roles that do not have "Full Organization Access"
es: Si está marcado, la visualización será visible para usuarios con roles que no tienen "Acceso Completo a la Organización"
sw: Ikiwa imechaguliwa, taswira itaonekana kwa watumiaji walio na majukumu yasiyo na "Ufikiaji Kamili wa Shirika"

source: This report has been deprecated.
es: Este informe ha sido descontinuado.
sw: Ripoti hii imepitwa na wakati.

source: Row count is too large
es: El conteo de filas es demasiado grande
sw: Idadi ya safu ni kubwa sana

source: Active Mobile Workers
es: Trabajadores móviles activos
sw: Wafanyakazi Wanaotumia Simu Waliopo

source: demo_user
es: demo_usuario
sw: mtumiaji_demo

source: admin
sw: msimamizi

source: Deactivated Mobile Workers
es: Trabajadores móviles desactivados
sw: Wafanyakazi Waliotumia Simu Waliopunguzwa

source: Active Web Users
sw: Watumiaji Hai wa Tovuti

source: Deactivated Web Users
sw: Watumiaji wa Tovuti Waliopozimwa

source: Project Reports
es: Reportes de Proyecto
sw: Ripoti za Mradi

source: Cannot filter by that many case owners. Choose a more specific group or location.
sw: Haiwezekani kuchuja kwa wamiliki wa kesi wengi hivyo. Chagua kundi au eneo maalum zaidi.

source: View all cases within your project space.
sw: Tazama kesi zote ndani ya eneo lako la mradi.

source: View Case
es: Ver caso
sw: Tazama Kesi

source: Created Date
es: Fecha Creada
sw: Tarehe ya Kuundwa

source: Modified Date
es: Fecha Modificada
sw: Tarehe ya Kubadilishwa

source: Case Data
es: Datos de Caso
sw: Taarifa za Kesi

source: Sorry, we couldn't find that case. If you think this is a mistake please report an issue.
es: Lo sentimos, no pudimos encontrar ese caso. Si crees que esto es un error, por favor reporta un problema.
sw: Samahani, hatukuweza kupata kesi hiyo. Ikiwa unadhani hili ni kosa tafadhali ripoti tatizo.

source: The case creation form could not be found. Usually this happens if the form that created the case is archived but there are other forms that updated the case. To fix this you can archive the other forms listed here.
es: El formulario de creación del caso no pudo ser encontrado. Usualmente esto ocurre si el formulario que creó el caso está archivado pero hay otros formularios que actualizaron el caso. Para arreglar esto, usted puede archivar los otros formularios listados aquí.
sw: Fomu ya kuunda kesi haikupatikana. Hii hutokea mara nyingi kama fomu iliyounda kesi imehifadhiwa kwenye kumbukumbu lakini kuna fomu nyingine zilizosasisha kesi. Ili kurekebisha hili unaweza kuhifadhi kwenye kumbukumbu fomu nyingine zilizoorodheshwa hapa.

source: Unknown Product ("{}")
es: Producto Desconocido ("{}")
sw: Bidhaa Isiyojulikana ("{}")

source: Unrecognized
es: Sin reconocer
sw: Haijatambulika

source: Case Attachments
es: Archivos adjuntos del caso
sw: Viambatisho vya Kesi

source: You don't have permission to access this page.
es: Usted no tiene permiso para acceder a esta página.
sw: Huna ruhusa ya kufikia ukurasa huu.

source: Attachments for case
es: Archivos adjuntos para el caso
sw: Viambatisho vya kesi

source: Case properties saved for %s.
es: Propiedades del caso guardadas para %s.
sw: Sifa za kesi zimehifadhiwa kwa %s.

source: No changes made to %s.
es: No se hicieron cambios a %s.
sw: Hakuna mabadiliko yaliyofanywa kwa %s.

source: Case %s was rebuilt from its forms.
es: El caso %s fue desarrollado nuevamente desde sus formularios.
sw: Kesi %s imejengwa upya kutoka kwenye fomu zake.

source: Case {} was successfully saved. Please allow a few minutes for the change to be reflected in all reports.
es: El caso {} se guardó con éxito. Por favor, espere unos minutos para que el cambio se refleje en todos los informes.
sw: Kesi {} imehifadhiwa kwa mafanikio. Tafadhali subiri dakika chache ili mabadiliko yaonekane kwenye ripoti zote.

source: Case {name} has been closed. <a href="{url}" class="post-link">Undo</a>. You can also reopen the case in the future by archiving the last form in the case history.
es: El caso {name} ha sido cerrado. <a href="{url}" class="post-link">Deshacer</a>. También puede reabrir el caso en el futuro archivando el último formulario en el historial del caso.
sw: Kesi {name} imefungwa. <a href="{url}" class="post-link">Tengua</a>. Unaweza pia kufungua tena kesi hii baadaye kwa kuhifadhi kwenye kumbukumbu fomu ya mwisho kwenye historia ya kesi.

source: case id
es: id del caso
sw: kitambulisho cha kesi

source: case name
es: nombre del caso
sw: jina la kesi

source: section
es: sección
sw: sehemu

source: date
es: fecha
sw: tarehe

source: product_id
es: id_del producto
sw: kitambulisho_cha_bidhaa

source: product_name
es: nombre_del producto
sw: jina_la_bidhaa

source: transaction amount
es: monto de la transacción
sw: kiasi cha muamala

source: type
es: tipo
sw: aina

source: ending balance
es: balance final
sw: salio la mwisho

source: unknown product
es: producto desconocido
sw: bidhaa isiyojulikana

source: The part of your search query that caused this error is:
es: La parte de su consulta de búsqueda que causó este error es:
sw: Sehemu ya hoja yako ya utafutaji iliyosababisha kosa hili ni:

source: Case List Explorer
es: Explorador de Lista de Casos
sw: Kichunguzi cha Orodha ya Kesi

source: Use Case List Explorer to run deep searches on your cases by case properties.
es: Utilice el Explorador de Lista de Casos para realizar búsquedas profundas en sus casos por propiedades del caso.
sw: Tumia Kichunguzi cha Orodha ya Kesi kufanya utafutaji wa kina kwenye kesi zako kwa kutumia sifa za kesi.

source: [no name]
es: [no tiene nombre]
sw: [hakuna jina]

source: Unknown [%s]
es: Desconocido [%s]
sw: Haijulikani [%s]

source: No link found
es: No se encontró enlace
sw: Kiungo hakijapatikana

source: Copied case
es: Caso copiado
sw: Kesi iliyokopiwa

source: Duplicate Cases
es: Casos Duplicados
sw: Kesi Zilizojirudia

source: Identify and manage duplicate cases
es: Identificar y gestionar casos duplicados
sw: Tambua na dhibiti kesi zinazojirudia

source: Please select a duplicate case rule to filter by above. If one does not exist, you may <a href={} target="_blank">create a new rule</a>
es: Por favor, seleccione una regla de caso duplicado para filtrar arriba. Si no existe una, puede <a href={} target="_blank">crear una nueva regla</a>
sw: Tafadhali chagua kanuni ya kesi inayojirudia ili kuchuja hapo juu. Ikiwa haipo, unaweza <a href={} target="_blank">unda kanuni mpya</a>

source: Enter <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">targeted queries</a> to search across all specific columns of this report. For deeper searches by case properties use the <a href="{}">Case List Explorer</a>.
es: Ingrese <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">consultas dirigidas</a> para buscar en todas las columnas específicas de este informe. Para búsquedas más profundas por propiedades del caso, utilice el <a href="{}">Explorador de Lista de Casos</a>.
sw: Weka <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">maswali lengwa</a> kutafuta kwenye safu zote maalum za ripoti hii. Kwa utafutaji wa kina zaidi kwa kutumia sifa za kesi tumia <a href="{}">Kichunguzi cha Orodha ya Kesi</a>.

source: Duplicate Case Rule
es: Regla de Caso Duplicado
sw: Kanuni ya Kesi Inayojirudia

source: Show cases that are determined to be duplicates based on this rule. You can further filter them with a targeted search below.
es: Mostrar casos que se determinan como duplicados según esta regla. Puede filtrarlos aún más con una búsqueda dirigida a continuación.
sw: Onyesha kesi zinazotambuliwa kuwa zinajirudia kulingana na kanuni hii. Unaweza pia kuchuja zaidi kwa utafutaji lengwa hapa chini.

source: View Rules
es: Ver Reglas
sw: Tazama Kanuni

source: (Inactive)
es: (Inactivo)
sw: (Haifanyi kazi)

source: Columns
es: Columnas
sw: Safu

source: De-identify options
es: Opciones de desidentificación
sw: Chaguzi za kuficha utambulisho

source: Sensitive ID
es: ID Confidencial
sw: Kitambulisho nyeti

source: Sensitive Date
es: Fecha Confidencial
sw: Tarehe Nyeti

source: User Last Activity Report
sw: Ripoti ya Shughuli ya Mwisho ya Mtumiaji

source: View last sync and last submission by user.
sw: Tazama usawazishaji wa mwisho na uwasilishaji wa mwisho wa mtumiaji.

source: Assigned Location(s)
es: Ubicación(es) Asignada(s)
sw: Eneo Lililopangiwa

source: Assigned locations for the user, with the primary location highlighted in bold.
es: Ubicaciones asignadas para el usuario, con la ubicación principal resaltada en negrita.
sw: Maeneo yaliyopangiwa mtumiaji, na eneo kuu limeangaziwa kwa herufi nzito.

source: Last Submission
es: Último Ingreso
sw: Uwasilishaji wa Mwisho

source: Last Sync
es: Última Sincronización
sw: Usawazishaji wa Mwisho

source: The name of the application from the user's last request.
es: El nombre de la aplicación de la última solicitud del usuario.
sw: Jina la programu kutoka ombi la mwisho la mtumiaji.

source: The application version from the user's last request.
es: La versión de la aplicación de la última solicitud del usuario.
sw: Toleo la programu kutoka ombi la mwisho la mtumiaji.

source: The CommCare version from the user's last request
es: La versión de CommCare de la última solicitud del usuario
sw: Toleo la CommCare kutoka ombi la mwisho la mtumiaji

source: Number of unsent forms in user's phone
es: Número de formularios no enviados en el teléfono del usuario
sw: Idadi ya fomu ambazo hazijatumwa kwenye simu ya mtumiaji

source: The number of unsent forms in users' phones for {app_info}
es: El número de formularios no enviados en los teléfonos de los usuarios para {app_info}
sw: Idadi ya fomu ambazo hazijatumwa kwenye simu za watumiaji kwa {app_info}

source: The build profile from the user's last hearbeat request.
es: El perfil de compilación de la última solicitud de latido del usuario.
sw: Profaili ya ujenzi kutoka ombi la mwisho la heartbeat la mtumiaji.

source: Unknown CommCare Version
es: Versión CommCare Desconocida
sw: Toleo la CommCare Halijulikani

source: Application Error Report
es: Reporte de Error de Aplicación
sw: Ripoti ya Hitilafu ya Programu

source: Expression
es: Expresión
sw: Mlinganyo

source: Session
es: Sesión
sw: Kipindi

source: App version
es: Versión App
sw: Toleo la Programu

source: Choose a start date up to 1 year ago. Report displays data from the selected date to today.
es: Elija una fecha de inicio de hasta 1 año atrás. El informe muestra datos desde la fecha seleccionada hasta hoy.
sw: Chagua tarehe ya kuanza hadi mwaka 1 uliopita. Ripoti inaonyesha data kutoka tarehe uliyopanga hadi leo.

source: Aggregate User Status
es: Estado Agregado del Usuario
sw: Hali ya Watumiaji kwa Jumla

source: See the last activity of your project's users in aggregate.
es: Vea la última actividad de los usuarios de su proyecto en conjunto.
sw: Tazama shughuli ya mwisho ya watumiaji wa mradi wako kwa jumla.

source: Count of Users
es: Conteo de Usuarios
sw: Idadi ya Watumiaji

source: Percent of Users
es: Porcentaje de Usuarios
sw: Asilimia ya Watumiaji

source: in the last {} days
es: en los últimos {} días
sw: katika siku {} zilizopita

source: Users who have Submitted
es: Usuarios que han Enviado
sw: Watumiaji Walio Wasilisha

source: <strong>Aggregate Percents</strong> shows the percent of users who have submitted <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last submission was on</em> that particular day.
es: <strong>Porcentajes Agregados</strong> muestra el porcentaje de usuarios que han enviado <em>desde</em> una fecha determinada.<br><br><strong>Conteos Diarios</strong> muestra el conteo de usuarios cuya <em>última presentación fue en</em> ese día en particular.
sw: <strong>Asilimia kwa Jumla</strong> inaonyesha asilimia ya watumiaji walio wasilisha <em>tangu</em> tarehe fulani.<br><br><strong>Idadi ya Kila Siku</strong> inaonyesha idadi ya watumiaji ambao <em>uwasilishaji wao wa mwisho ulikuwa</em> siku hiyo husika.

source: Users who have Synced
es: Usuarios que han Sincronizado
sw: Watumiaji Walio Sawazisha

source: <strong>Aggregate Percents</strong> shows the percent of users who have synced <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last sync was on</em> that particular day.
es: <strong>Porcentajes Agregados</strong> muestra el porcentaje de usuarios que han sincronizado <em>desde</em> una fecha determinada.<br><br><strong>Conteos Diarios</strong> muestra el conteo de usuarios cuya <em>última sincronización fue en</em> ese día en particular.
sw: <strong>Asilimia kwa Jumla</strong> inaonyesha asilimia ya watumiaji walio sawazisha <em>tangu</em> tarehe fulani.<br><br><strong>Idadi ya Kila Siku</strong> inaonyesha idadi ya watumiaji ambao <em>usawazishaji wao wa mwisho ulikuwa</em> siku hiyo husika.

source: Submission Type
es: Tipo de Ingreso
sw: Aina ya Uwasilishaji

source: Normal Form
es: Formulario Normal
sw: Fomu ya Kawaida

source: Form with Errors
es: Formulario con Errores
sw: Fomu Yenye Hitilafu

source: Duplicate Form
es: Duplicar Formulario
sw: Fomu Rudufu

source: Overwritten Form
es: Formulario Sustituido
sw: Fomu Iliyoandikwa Upya

source: Generic Error
es: Error Genérico
sw: Hitilafu ya Kawaida

source: Archived Form
es: Formulario Archivado
sw: Fomu Iliyohifadhiwa

source: Raw Forms, Errors & Duplicates
es: Formularios en Bruto, Errores y Duplicados
sw: Fomu Halisi, Hitilafu & Rudufu

source: View all submissions, including errors and archived forms.
sw: Tazama mawasilisho yote, ikiwa ni pamoja na makosa na fomu zilizohifadhiwa.

source: Submit Time
es: Ingresar Hora
sw: Muda wa Uwasilishaji

source: Form Type
es: Tipo de Formulario
sw: Aina ya Fomu

source: Error Type
es: Tipo de Error
sw: Aina ya Hitilafu

source: Error Message
es: Mensaje de Error
sw: Ujumbe wa Hitilafu

source: View Cases
es: Ver Casos
sw: Tazama Kesi

source: Re-process Form
es: Volver a procesar el Formulario
sw: Chakata Tena Fomu

source: No Error
es: No hay error
sw: Hakuna Hitilafu

source: No User
es: No hay Usuario
sw: Hakuna Mtumiaji

source: Unknown Form
es: Formulario Desconocido
sw: Fomu Isiyojulikana

source: {username} {archived_form} on {date}
es: {username} {archived_form} el {date}
sw: {username} {archived_form} tarehe {date}

source: Unable to view form
es: No se puede ver el formulario
sw: Imeshindikana kuona fomu

source: Unable to view case
es: No se puede ver el caso
sw: Imeshindikana kuona kesi

source: Submission History
sw: Historia ya Uwasilishaji

source: View all submitted data.
sw: Tazama data yote iliyowasilishwa.

source: Sync Log
es: Registro de Sincronización
sw: Rekodi ya Usawazishaji

source: message ID: {id}
es: ID del mensaje: {id}
sw: kitambulisho cha ujumbe: {id}

source: (Deleted Keyword)
es: (Palabra Clave Eliminada)
sw: (Neno Muhimu Limefutwa)

source: (Deleted Conditional Alert)
es: (Alerta Condicional Eliminada)
sw: (Arifa ya Masharti Imefutwa)

source: (Deleted Broadcast)
es: (Difusión Eliminada)
sw: (Matangazo Yamefutwa)

source: The filters you selected include too much data. Please change your filters and try again
es: Los filtros que seleccionó incluyen demasiados datos. Por favor cambie sus filtros e intente de nuevo
sw: Vichujio ulivyochagua vinajumuisha data nyingi sana. Tafadhali badilisha vichujio vyako na ujaribu tena

source: Case Activity
es: Actividad del Caso
sw: Shughuli ya Kesi

source: Followup rates on active cases.
es: Tasas de seguimiento en casos activos.
sw: Viwango vya ufuatiliaji kwenye kesi hai.

source: # Updated or Closed
es: # Actualizado o Cerrado
sw: # Zimesasishwa au Kufungwa

source: The number of cases that have been created, updated, or closed between {} days ago and today.
es: El número de casos que han sido creados, actualizados o cerrados entre {} días antes y hoy.
sw: Idadi ya kesi ambazo zimeundwa, kusasishwa, au kufungwa kati ya siku {} zilizopita na leo.

source: # Active
es: # Activo
sw: # Hai

source: The number of open cases created or updated in the last {} days.
es: El número de casos abiertos creados o actualizados en los últimos {} días.
sw: Idadi ya kesi wazi zilizoundwa au kusasishwa katika siku {} zilizopita.

source: # Closed
es: # Cerrado
sw: # Zilizo Fungwa

source: The number of cases that have been closed between {} days ago and today.
es: El número de casos que han sido cerrados hace {} días atrás y hoy.
sw: Idadi ya kesi ambazo zimefungwa kati ya siku {} zilizopita na leo.

source: Proportion
es: Proporción
sw: Uwiano

source: The percentage of all recently active cases that were created, updated or closed in the last {} days.
es: El porcentaje de todos los casos activos recientemente que fueron creados, actualizados o cerrados en los últimos {} días.
sw: Asilimia ya kesi zote ambazo zimekuwa hai hivi karibuni ambazo ziliundwa, kusasishwa au kufungwa katika siku {} zilizopita.

source: # Active Cases
es: # Casos Activos
sw: # Kesi Hai

source: Number of open cases modified in the last {} days
es: Número de casos abiertos que han sido modificados en los últimos {} días
sw: Idadi ya kesi wazi zilizorekebishwa katika siku {} zilizopita

source: # Inactive Cases
es: # Casos Inactivos
sw: # Kesi Zisizo Hai

source: Number of cases that are open but haven't been touched in the last {} days
es: Número de casos que están abiertos pero que no se han tocado en los últimos {} días
sw: Idadi ya kesi ambazo bado ziko wazi lakini hazijaguswa katika siku {} zilizopita

source: Note that when viewing this report by group it will only include cases which are assigned to a Case Sharing Group/Location. To learn more about Case Sharing click <a href='{}' target='blank'>here</a>.
es: Tenga en cuenta que al ver este informe por grupo solo incluirá casos que están asignados a un Grupo de Compartición de Casos/Ubicación. Para obtener más información sobre Compartición de Casos haga clic <a href='{}' target='blank'>aquí</a>.
sw: Kumbuka kwamba unapopitia ripoti hii kwa kikundi itajumuisha tu kesi ambazo zimepewa Kikundi cha Kushirikiana Kesi/Eneo. Kujifunza zaidi kuhusu Kushirikiana Kesi bonyeza <a href='{}' target='blank'>hapa</a>.

source: Cases in Last {} Days
es: Casos en los Últimos {} Días
sw: Kesi Katika Siku {} Zilizopita

source: Ever
es: Siempre
sw: Wakati Wote

source: All Groups
es: Todos los Grupos
sw: Vikundi Vyote

source: All Users
es: Todos los usuarios
sw: Watumiaji Wote

source: Submissions By Form
es: Ingresos Por Formulario
sw: Uwasilishaji Kwa Fomu

source: Number of submissions by form.
es: Número de ingresos por formulario.
sw: Idadi ya uwasilishaji kwa kila fomu.

source: No submissions were found for selected forms within this date range.
es: No se encontraron ingresos para formularios seleccionados dentro de este rango de fecha.
sw: Hakuna uwasilishaji uliopatikana kwa fomu ulizochagua ndani ya kipindi hiki cha tarehe.

source: This column shows Fuzzy Submissions.
es: Esta columna muestra Ingresos Imprecisos.
sw: Safu hii inaonyesha Uwasilishaji Usio Kamili.

source: Query selects too many users. Please modify your filters to select fewer than {} users
es: La consulta selecciona demasiados usuarios. Por favor, modifique sus filtros para seleccionar menos de {} usuarios
sw: Uchaguzi wa hoja unachagua watumiaji wengi sana. Tafadhali badilisha vichujio vyako ili kuchagua watumiaji chini ya {}.

source: Daily Form Activity
es: Actividad Diaria de Formulario
sw: Shughuli ya Fomu ya Kila Siku

source: Your search query was invalid. If you're using a large date range, try using a smaller one.
es: Su pregunta de búsqueda fue inválida. Si usted está usando un rango de fecha amplio, intente usar uno menor.
sw: Hoja yako ya utafutaji si sahihi. Ikiwa unatumia kipindi kirefu cha tarehe, jaribu kutumia kifupi.

source: Number of submissions per day.
es: Número de ingresos por día.
sw: Idadi ya uwasilishaji kwa siku.

source: Form Completion Time
es: Tiempo de Finalización de Formulario
sw: Muda wa Kukamilisha Fomu

source: Statistics on time spent on a particular form.
es: Estadísticas del tiempo invertido en un formulario en particular.
sw: Takwimu kuhusu muda uliotumika kwenye fomu fulani.

source: No Form Selected
es: No hay Formulario Seleccionado
sw: Hakuna Fomu Iliyoteuliwa

source: Std. Dev.
sw: Mkengeuko wa Kawaida

source: Shortest
es: Más corto
sw: Mfupi Zaidi

source: Longest
es: Más largo
sw: Mrefu Zaidi

source: No. of Forms
es: Número de Formularios
sw: Idadi ya Fomu

source: You must select a specific form to view data.
es: Debe seleccionar un formulario específico para ver los datos.
sw: Lazima uchague fomu maalum ili kuona data.

source: Form Completion vs. Submission Trends
es: Finalización del Formulario vs. Tendencias de Ingreso
sw: Kukamilika kwa Fomu dhidi ya Mwelekeo wa Uwasilishaji

source: Time lag between when forms were completed and when forms were successfully sent to {}.
es: Lapso de tiempo entre cuando los formularios fueron completados y cuando fueron enviados exitosamente a {}.
sw: Muda kati ya fomu kukamilishwa na fomu kutumwa kwa mafanikio kwa {}.

source: Difference
es: Diferencia
sw: Tofauti

source: day
es: día
sw: siku

source: hour
es: hora
sw: saa

source: minute
es: minuto
sw: dakika

source: second
es: segundo
sw: sekunde

source: submitted before completed [strange]
es: ingresado antes de ser completado [strange]
sw: imetumwa kabla ya kukamilika [ajabu]

source: same
es: el mismo
sw: sawa

source: User Activity
sw: Shughuli za Mtumiaji

source: Summary of form and case activity by user or group.
es: Resumen de actividad de formulario y caso por usuario o grupo.
sw: Muhtasari wa shughuli za fomu na kesi kwa mtumiaji au kikundi.

source: Form Data
es: Datos del Formulario
sw: Data ya Fomu

source: # Forms Submitted
es: # Formularios Ingresados
sw: # Fomu Zilizowasilishwa

source: Number of forms submitted in chosen date range. %s
es: Número de formularios ingresados en el rango de fecha elegido. %s
sw: Idadi ya fomu zilizowasilishwa katika kipindi cha tarehe kilichochaguliwa. %s

source: Avg # Forms Submitted
es: Promedio # de Formularios Ingresados
sw: Wastani wa # Fomu Zilizowasilishwa

source: Average number of forms submitted in the three preceding date ranges of the same length. %s
es: Número promedio de formularios ingresados en los tres rangos de fecha anteriores de la misma duración. %s
sw: Wastani wa idadi ya fomu zilizowasilishwa katika vipindi vitatu vilivyotangulia vya urefu sawa. %s

source: Last Form Submission
es: Último Envío de Formulario
sw: Uwasilishaji wa Mwisho wa Fomu
