Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Excel Date & Multimedia Format
es: Formato de Fecha y Multimedia de Excel
sw: Muundo wa Tarehe ya Excel & Multimedia

source: Automatically convert dates and multimedia links for Excel
es: Convertir automáticamente fechas y enlaces multimedia para Excel
sw: Badilisha tarehe na viungo vya multimedia kiotomatiki kwa Excel

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
es: Dejar esto marcado asegurará que las fechas aparezcan en formato de Excel. De lo contrario, aparecerán en formato de texto normal. Esto también permite hipervínculos a los medios capturados por su envío de formulario.
sw: Ukiweka tiki hapa, tarehe zitaonekana kwa muundo wa excel. Vinginevyo zitaonekana kama maandishi ya kawaida. Hii pia inaruhusu viungo vya moja kwa moja kwa multimedia iliyokamatwa na uwasilishaji wa fomu yako.

source: Excel Cell Format
es: Formato de Celda de Excel
sw: Muundo wa Seli za Excel

source: Automatically format cells for Excel 2007+
es: Formato automático de celdas para Excel 2007+
sw: Panga seli kiotomatiki kwa Excel 2007+

source: If this setting is not selected, your export will be in Excel's generic format. If you enable this setting, Excel will format dates, integers, decimals, boolean values (True/False), and currencies.
es: Si esta configuración no está seleccionada, su exportación estará en el formato genérico de Excel. Si habilita esta configuración, Excel formateará fechas, enteros, decimales, valores booleanos (Verdadero/Falso) y monedas.
sw: Kama mpangilio huu haujachaguliwa, usafirishaji wako utakuwa katika muundo wa kawaida wa Excel. Ukiruhusu mpangilio huu, Excel itapanga tarehe, nambari kamili, desimali, thamani za kweli/siyo (True/False), na sarafu.

source: Checkbox Format
es: Formato de Casilla de Verificación
sw: Muundo wa Kisanduku cha Kuhakiki

source: Expand checkbox questions
es: Expandir preguntas de casilla de verificación
sw: Panua maswali ya kisanduku cha kuhakiki

source: Only applies to form exports.
es: Solo se aplica a exportaciones de formularios.
sw: Inatumika tu kwa usafirishaji wa fomu.

source: Edit Enterprise Settings
es: Editar Configuración Empresarial
sw: Hariri Mipangilio ya Biashara

source: Edit Default Form Export Settings
es: Editar Configuración de Exportación de Formularios Predeterminada
sw: Hariri Mipangilio Chaguo-msingi ya Usafirishaji wa Fomu

source: Edit Default Case Export Settings
es: Editar Configuración de Exportación de Casos Predeterminada
sw: Hariri Mipangilio Chaguo-msingi ya Usafirishaji wa Kesi

source: Edit Default OData Export Settings
es: Editar Configuración de Exportación OData Predeterminada
sw: Hariri Mipangilio Chaguo-msingi ya Usafirishaji wa OData

source: Update Enterprise Settings
es: Actualizar Configuración Empresarial
sw: Sasisha Mipangilio ya Biashara

source: If restricting signups, a message is required.
es: Si se restringen los registros, se requiere un mensaje.
sw: Ikiwa unazuia usajili, ujumbe unahitajika.

source: Auto-Deactivation by Inactivity
es: Desactivación Automática por Inactividad
sw: Kuzima Kiotomatiki kwa Kutotumika

source: Automatically deactivate Mobile Workers who have not submitted a form within the Inactivity Period below.
es: Desactivar automáticamente a los Trabajadores Móviles que no hayan enviado un formulario dentro del Período de Inactividad a continuación.
sw: Zima kiotomatiki Wafanyakazi wa Simu ambao hawajawasilisha fomu ndani ya Kipindi cha Kutotumika kilicho hapa chini.

source: Inactivity Period
es: Período de Inactividad
sw: Kipindi cha Kutotumika

source: 30 days
es: 30 días
sw: Siku 30

source: 60 days
es: 60 días
sw: Siku 60

source: 90 days
es: 90 días
sw: Siku 90

source: 120 days
es: 120 días
sw: Siku 120

source: 150 days
es: 150 días
sw: Siku 150

source: 180 days
es: 180 días
sw: Siku 180

source: 365 days
es: 365 días
sw: Siku 365

source: Mobile workers who have not submitted a form after these many days will be considered inactive.
es: Los trabajadores móviles que no hayan enviado un formulario después de estos días serán considerados inactivos.
sw: Wafanyakazi wa simu ambao hawajawasilisha fomu baada ya siku hizi watachukuliwa kuwa hawatumiki.

source: Auto-Deactivation by Month
es: Desactivación Automática por Mes
sw: Kuzima Kiotomatiki kwa Mwezi

source: Allow auto-deactivation of Mobile Workers after a specific month.
es: Permitir la desactivación automática de Trabajadores Móviles después de un mes específico.
sw: Ruhusu kuzima kiotomatiki Wafanyakazi wa Simu baada ya mwezi maalum.

source: When this is enabled, an option to select a month and year for deactivating a Mobile Worker will be present when creating that Mobile Worker.
es: Cuando esto está habilitado, habrá una opción para seleccionar un mes y año para desactivar a un Trabajador Móvil al crear ese Trabajador Móvil.
sw: Hii ikiwashwa, chaguo la kuchagua mwezi na mwaka wa kuzima Mfanyakazi wa Simu litaonekana wakati wa kuunda Mfanyakazi huyo.

source: Update Settings
es: Actualizar Configuraciones
sw: Sasisha Mipangilio

source: SMS Detailed Report
es: Informe Detallado de SMS
sw: Ripoti ya Kina ya SMS

source: This is a report of SMS details that can be altered by using the filter options above. Once you are happy with your filters, simply click Apply.
es: Este es un informe de detalles de SMS que se puede modificar utilizando las opciones de filtro de arriba. Una vez que esté satisfecho con sus filtros, simplemente haga clic en Aplicar.
sw: Hii ni ripoti ya maelezo ya SMS ambayo inaweza kubadilishwa kwa kutumia chaguo za kichujio hapo juu. Ukiridhika na vichujio vyako, bonyeza Tumia.

source: Date of Message
es: Fecha del Mensaje
sw: Tarehe ya Ujumbe

source: SMS parts
es: Partes de SMS
sw: Sehemu za SMS

source: Gateway
es: Portal
sw: Lango

source: Gateway Charge
es: Cargo de la Pasarela
sw: Ada ya Lango

source: Usage Charge
es: Cargo por uso
sw: Ada ya Matumizi

source: Total Charge
es: Cargo total
sw: Jumla ya Malipo

source: Message Log ID
es: ID de Registro de Mensaje
sw: Kitambulisho cha Logi ya Ujumbe

source: Is Valid?
es: ¿Es válido?
sw: Je, ni Sahihi?

source: Settings have been updated!
es: ¡La configuración ha sido actualizada!
sw: Mipangilio imesasishwa!

source: Please check form for errors.
es: Por favor, revise el formulario para ver si hay errores.
sw: Tafadhali angalia fomu kwa makosa.

source: Enterprise Dashboard Error: {}
es: Error del Panel de Control Empresarial: {}
sw: Hitilafu ya Dashibodi ya Biashara: {}

source: Enterprise Dashboard: {}
es: Panel de Control Empresarial: {}
sw: Dashibodi ya Biashara: {}

source: Enterprise Permissions
es: Permisos Empresariales
sw: Ruhusa za Biashara

source: Give web users who have access to a controlling project space the same level of access to your other project spaces. Such users will neither get email invitations to join these project spaces, nor will they appear as members in those project spaces.
es: Otorga a los usuarios web que tienen acceso a un espacio de proyecto controlador el mismo nivel de acceso a tus otros espacios de proyecto. Estos usuarios no recibirán invitaciones por correo electrónico para unirse a estos espacios de proyecto, ni aparecerán como miembros en esos espacios de proyecto.
sw: Wape watumiaji wa wavuti walio na ufikiaji wa nafasi ya mradi inayoongoza kiwango sawa cha ufikiaji kwenye nafasi zako nyingine za miradi. Watumiaji hawa hawatapata mialiko ya barua pepe kujiunga na nafasi hizi za miradi, wala hawataonekana kama wanachama katika nafasi hizo za miradi.

source: Disable Enterprise Permissions
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: To turn on enterprise permissions, select the controlling project space.
es: Para activar los permisos empresariales, selecciona el espacio de proyecto controlador.
sw: Ili kuwasha ruhusa za biashara, chagua nafasi ya mradi inayoongoza.

source: Select the controlling project space
es: Manejo de Casos
sw: Manejo de Casos

source: Web users in <strong>%(source_domain)s</strong> will also have permissions in the following project spaces.
es: Los usuarios web en <strong>%(source_domain)s</strong> también tendrán permisos en los siguientes espacios de proyecto.
sw: Watumiaji wa wavuti katika <strong>%(source_domain)s</strong> pia watakuwa na ruhusa katika nafasi zifuatazo za miradi.

source: Web users in the controlling project space will also have permissions in the following project spaces.
es: Los usuarios web en el espacio de proyecto controlador también tendrán permisos en los siguientes espacios de proyecto.
sw: Watumiaji wa wavuti katika nafasi ya mradi inayoongoza pia watakuwa na ruhusa katika nafasi zifuatazo za miradi.

source: Web users in <strong>%(source_domain)s</strong> will <strong>not</strong> have permissions in the following project spaces.
es: Los usuarios web en <strong>%(source_domain)s</strong> <strong>no</strong> tendrán permisos en los siguientes espacios de proyecto.
sw: Watumiaji wa wavuti katika <strong>%(source_domain)s</strong> <strong>hawatakuwa</strong> na ruhusa katika nafasi zifuatazo za miradi.

source: Web users in the controlling project space will <strong>not</strong> have permissions in the following project spaces.
es: Los usuarios web en el espacio de proyecto controlador <strong>no</strong> tendrán permisos en los siguientes espacios de proyecto.
sw: Watumiaji wa wavuti katika nafasi ya mradi inayoongoza <strong>hawatakuwa</strong> na ruhusa katika nafasi zifuatazo za miradi.

source: Customize Mobile Form Submissions Date Range
es: Personalizar el Rango de Fechas de Envíos de Formularios Móviles
sw: Badilisha Kipindi cha Tarehe cha Uwasilishaji wa Fomu za Simu

source: No project spaces found.
es: No se encontraron espacios de proyecto.
sw: Hakuna nafasi za miradi zilizopatikana.

source: Email Report
es: Informe por correo electrónico
sw: Ripoti ya Barua Pepe

source: Platform Overview for {}
es: Visión General de la Plataforma para {}
sw: Muhtasari wa Jukwaa kwa {}

source: Platform Overview
es: Visión General de la Plataforma
sw: Muhtasari wa Jukwaa

source: Enterprise Console
es: Consola Empresarial
sw: Konsoli ya Biashara

source: Projects Overview
es: Visión General de Proyectos
sw: Muhtasari wa Miradi

source: User Management
es: Manejo de Casos
sw: Manejo de Casos

source: Data Management & Export
es: Gestión y Exportación de Datos
sw: Usimamizi na Uhamishaji wa Data

source: Security Center for {}
es: Centro de Seguridad para {}
sw: Kituo cha Usalama kwa {}

source: Security Center
es: Centro de Seguridad
sw: Kituo cha Usalama

source: That report was not found. Please remember that download links expire after 24 hours.
es: No se encontró ese reporte. Por favor recuerde que los enlaces de descarga expiran después de 24 horas.
sw: Ripoti hiyo haikupatikana. Tafadhali kumbuka kuwa viungo vya upakuaji vinaisha baada ya saa 24.

source: Generating {title} report, will email to {email} when complete.
es: Generando el informe {title}, se enviará por correo electrónico a {email} cuando esté completo.
sw: Inatengeneza ripoti ya {title}, itatumwa kwa barua pepe {email} ikikamilika.

source: Enterprise Settings
es: Configuración Empresarial
sw: Mipangilio ya Biashara

source: Enterprise permissions have been disabled.
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Could not add {}.
es: No se pudo agregar {}.
sw: Haikuwezekana kuongeza {}.

source: {} is now included in enterprise permissions.
es: {} ahora está incluido en los permisos empresariales.
sw: {} sasa imejumuishwa kwenye ruhusa za biashara.

source: Could not remove {}.
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: {} is now excluded from enterprise permissions.
es: {} ahora está excluido de los permisos empresariales.
sw: {} sasa imeondolewa kwenye ruhusa za biashara.

source: Please select a project.
es: Por favor, selecciona un proyecto.
sw: Tafadhali chagua mradi.

source: Controlling domain set to {}.
es: Dominio de control establecido a {}.
sw: Domeni inayoongoza imewekwa kuwa {}.

source: Per event day
es: Por día de evento
sw: Kwa kila siku ya tukio

source: Per entire event
es: Por evento completo
sw: Kwa tukio lote

source: Attendance target
es: Objetivo de asistencia
sw: Lengo la Mahudhurio

source: The expected amount of attendees.
es: La cantidad esperada de asistentes.
sw: Idadi inayotarajiwa ya wahudhuriaji.

source: Allow same day registration
es: Permitir registro el mismo día
sw: Ruhusu usajili siku hiyo hiyo

source: Attendance recording options
es: Opciones de registro de asistencia
sw: Chaguzi za kurekodi mahudhurio

source: Attendees
es: Asistentes
sw: Wahudhuriaji

source: Attendance Takers
es: Tomadores de asistencia
sw: Wachukua Mahudhurio

source: Please choose at least one Attendance Taker
es: Por favor, elige al menos un Tomador de asistencia
sw: Tafadhali chagua angalau Mchukua Mahudhurio mmoja

source: {self.title_prefix} Attendance Tracking Event
sw: {self.title_prefix} Tukio la Ufuatiliaji wa Mahudhurio

source: Invalid Start Date
es: Fecha de inicio no válida
sw: Tarehe ya Kuanza Batili

source: You cannot specify the start date in the past
es: No puedes especificar la fecha de inicio en el pasado
sw: Huwezi kuweka tarehe ya kuanza iliyopita

source: End Date cannot be before Start Date
es: La fecha de finalización no puede ser anterior a la fecha de inicio
sw: Tarehe ya Kumaliza haiwezi kuwa kabla ya Tarehe ya Kuanza

source: You cannot specify the end date in the past
es: No puedes especificar la fecha de finalización en el pasado
sw: Huwezi kuweka tarehe ya kumaliza iliyopita

source: All Locations
es: Todas las ubicaciones
sw: Maeneo Yote

source: One or more of the locations was not found.
es: Una o más de las ubicaciones no fueron encontradas.
sw: Eneo moja au zaidi halikupatikana.

source: Primary location must be one of the user's locations
es: La ubicación principal debe ser una de las ubicaciones del usuario
sw: Eneo kuu lazima liwe mojawapo ya maeneo ya mtumiaji

source: Primary location can't be empty if the user has any locations set
es: La ubicación principal no puede estar vacía si el usuario tiene alguna ubicación establecida
sw: Eneo kuu haliwezi kuwa tupu ikiwa mtumiaji ana maeneo yoyote yaliyowekwa

source: Attendee list under review
es: Lista de asistentes en revisión
sw: Orodha ya wahudhuriaji inakaguliwa

source: Attendee list rejected
es: Lista de asistentes rechazada
sw: Orodha ya wahudhuriaji imekataliwa

source: Attendee list accepted
es: Lista de asistentes aceptada
sw: Orodha ya wahudhuriaji imekubaliwa

source: Event not started
es: Evento no iniciado
sw: Tukio halijaanza

source: Event in progress
es: Evento en progreso
sw: Tukio linaendelea

source: Attendee
es: Asistente
sw: Mhudhuriaji

source: This attendee cannot be deleted as <strong>%(attendee_name)s</strong> has been tracked as having attended one or more events.
es: Este asistente no puede ser eliminado ya que <strong>%(attendee_name)s</strong> ha sido registrado como asistente a uno o más eventos.
sw: Mhudhuriaji huyu hawezi kufutwa kwa kuwa <strong>%(attendee_name)s</strong> ameandikishwa kama aliyeshiriki tukio moja au zaidi.

source: Update Attendee
es: Actualizar asistente
sw: Sasisha Mhudhuriaji

source: Delete Attendee
es: Eliminar asistente
sw: Futa Mhudhuriaji

source: Are you sure you want to permanently delete <strong>%(attendee_name)s</strong>?
es: ¿Estás seguro de que deseas eliminar permanentemente a <strong>%(attendee_name)s</strong>?
sw: Una uhakika unataka kufuta kabisa <strong>%(attendee_name)s</strong>?

source: This action will delete %(attendee_name)s as a potential attendee and will remove them from all future events that they are currently enlisted in.
es: Esta acción eliminará a %(attendee_name)s como un asistente potencial y los eliminará de todos los eventos futuros en los que actualmente están enlistados.
sw: Hatua hii itamfuta %(attendee_name)s kama mhudhuriaji mtarajiwa na itamwondoa kwenye matukio yote yajayo ambayo ameorodheshwa kwa sasa.

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
sw: Hatua hii haiwezi kutenduliwa.

source: Known potential attendees who can be invited to participate in Attendance Tracking Events.
es: Asistentes potenciales conocidos que pueden ser invitados a participar en eventos de seguimiento de asistencia.
sw: Wahudhuriaji watarajiwa wanaojulikana ambao wanaweza kualikwa kushiriki kwenye Matukio ya Ufuatiliaji wa Mahudhurio.

source: Create Potential Attendee
es: Crear Asistente Potencial
sw: Unda Mhudhuriaji Mtarajiwa

source: Enable Mobile Worker Attendees
es: Habilitar Asistentes Trabajadores Móviles
sw: Wezesha Wahudhuriaji Wafanyakazi wa Simu

source: New Potential Attendees
es: Nuevos Asistentes Potenciales
sw: Wahudhuriaji Wapya Watarajiwa

source: Pending...
es: Pendiente...
sw: Inasubiri...

source: NEW
es: NUEVO
sw: MPYA

source: ERROR
sw: KOSA

source: Potential Attendees
es: Asistentes Potenciales
sw: Wahudhuriaji Watarajiwa

source: Loading potential attendees ...
es: Cargando asistentes potenciales ...
sw: Inapakia wahudhuriaji watarajiwa ...

source: <strong>There was an issue contacting the server.</strong> Please check your internet connection. If this issue continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
es: <strong>Hubo un problema al contactar con el servidor.</strong> Por favor, verifica tu conexión a internet. Si este problema persiste, por favor <a href="#modalReportIssue" data-toggle="modal">informa de un problema</a>.
sw: <strong>Kulikuwa na tatizo kuwasiliana na seva.</strong> Tafadhali hakikisha una muunganisho wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-toggle="modal">ripoti tatizo</a>.

source: You currently have no potential attendees.
es: Actualmente no tienes asistentes potenciales.
sw: Huna wahudhuriaji watarajiwa kwa sasa.

source: No matching potential attendees found.
es: No se encontraron asistentes potenciales coincidentes.
sw: Hakuna wahudhuriaji watarajiwa waliolingana waliopatikana.

source: Attendance tracking events can be used to track attendance of all the selected attendees.
es: Los eventos de seguimiento de asistencia se pueden usar para rastrear la asistencia de todos los asistentes seleccionados.
sw: Matukio ya ufuatiliaji wa mahudhurio yanaweza kutumika kufuatilia mahudhurio ya wahudhuriaji wote waliochaguliwa.

source: Add new event
es: Agregar nuevo evento
sw: Ongeza tukio jipya

source: View Attendees
es: Ver Asistentes
sw: Tazama Wahudhuriaji

source: No Attendees Yet
es: Aún No Hay Asistentes
sw: Bado Hakuna Wahudhuriaji

source: Date Attended
es: Fecha de Asistencia
sw: Tarehe ya Kuhudhuria

source: Attendee Name
es: Nombre del asistente
sw: Jina la Mhudhuriaji

source: Event has not yet started
es: El evento aún no ha comenzado
sw: Tukio bado halijaanza

source: There was a problem fetching the list of attendees and attendance takers. Please try again.
es: Hubo un problema al obtener la lista de asistentes y tomadores de asistencia. Por favor, inténtalo de nuevo.
sw: Kulikuwa na tatizo kupata orodha ya wahudhuriaji na wachukua mahudhurio. Tafadhali jaribu tena.

source: Attendance Tracking
es: Seguimiento de asistencia
sw: Ufuatiliaji wa Mahudhurio

source: Attendance Tracking Events
es: Eventos de seguimiento de asistencia
sw: Matukio ya Ufuatiliaji wa Mahudhurio

source: events per page
es: eventos por página
sw: matukio kwa kila ukurasa

source: You have no events
es: No tienes eventos
sw: Huna matukio

source: Loading events
es: Cargando eventos
sw: Inapakia matukio

source: Events
es: Eventos
sw: Matukio

source: Start date
es: Fecha de inicio
sw: Tarehe ya kuanza

source: End date
es: Fecha de finalización
sw: Tarehe ya mwisho

source: Attendance Target
es: Objetivo de asistencia
sw: Lengo la Mahudhurio

source: Total attendance
es: Asistencia total
sw: Jumla ya mahudhurio

source: Total attendance takers
es: Total de tomadores de asistencia
sw: Jumla ya wachukua mahudhurio

source: Add Attendance Tracking Event
es: Agregar evento de seguimiento de asistencia
sw: Ongeza Tukio la Ufuatiliaji wa Mahudhurio

source: Add New Event
es: Agregar nuevo evento
sw: Ongeza Tukio Jipya

source: Edit Attendance Tracking Event
es: Editar evento de seguimiento de asistencia
sw: Hariri Tukio la Ufuatiliaji wa Mahudhurio

source: Edit Event
es: Editar evento
sw: Hariri Tukio

source: Attendees per page
es: Asistentes por página
sw: Wahudhuriaji kwa kila ukurasa

source: You have no attendees
es: No tienes asistentes
sw: Huna wahudhuriaji

source: Loading attendees
es: Cargando asistentes
sw: Inapakia wahudhuriaji

source: Form validation failed: {}
es: La validación del formulario falló: {}
sw: Uthibitishaji wa fomu umeshindwa: {}

source: Edit Attendee
es: Editar asistente
sw: Hariri Mshiriki

source: Enabling mobile worker attendees status
es: Habilitando el estado de asistentes de trabajadores móviles
sw: Kuwezesha hali ya washiriki wafanyakazi wa simu

source: Disabling mobile worker attendees status
es: Deshabilitando el estado de asistentes de trabajadores móviles
sw: Kuzima hali ya washiriki wafanyakazi wa simu

source: Processing Mobile Workers. This may take some time...
es: Procesando trabajadores móviles. Esto puede tomar algún tiempo...
sw: Inachakata Wafanyakazi wa Simu. Hii inaweza kuchukua muda...

source: User conversion failed for some reason and we have noted this failure.
es: La conversión del usuario falló por alguna razón y hemos anotado este fallo.
sw: Ubadilishaji wa mtumiaji umeshindikana kwa sababu fulani na tumerekodi kushindwa huku.

source: Go back to view attendees
es: Volver a ver asistentes
sw: Rudi kutazama washiriki

source: Mobile workers can now also be selected to attend events.
es: Ahora también se pueden seleccionar trabajadores móviles para asistir a eventos.
sw: Wafanyakazi wa simu sasa wanaweza pia kuchaguliwa kuhudhuria matukio.

source: Enabling mobile workers complete!
es: ¡Habilitación de trabajadores móviles completa!
sw: Kuwezesha wafanyakazi wa simu kumekamilika!

source: Enabling mobile worker attendees in progress. This may take a while...
es: Habilitando asistentes trabajadores móviles en progreso. Esto puede tardar un poco...
sw: Kuwezesha washiriki wafanyakazi wa simu kunaendelea. Hii inaweza kuchukua muda...

source: Mobile workers are now removed from the potential attendees list.
es: Los trabajadores móviles ahora se han eliminado de la lista de asistentes potenciales.
sw: Wafanyakazi wa simu sasa wameondolewa kwenye orodha ya washiriki watarajiwa.

source: Disabling mobile workers complete!
es: ¡Deshabilitación de trabajadores móviles completa!
sw: Kuzima wafanyakazi wa simu kumekamilika!

source: Disabling mobile worker attendees in progress. This may take a while...
es: Deshabilitando asistentes trabajadores móviles en progreso. Esto puede tardar un poco...
sw: Kuzima washiriki wafanyakazi wa simu kunaendelea. Hii inaweza kuchukua muda...

source: Export instance type {name} not supported!
es: ¡Tipo de instancia de exportación {name} no soportado!
sw: Aina ya mfano wa usafirishaji {name} haiungwa mkono!

source: No Tables found in Export {name}
es: No se encontraron Tablas en la Exportación {name}
sw: Hakuna Jedwali zilizopatikana kwenye Usafirishaji {name}
