Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Case sharing groups allow their members to share a case list in a case-sharing app.
es: Los grupos de compartición de casos permiten a sus miembros compartir una lista de casos en una aplicación de compartición de casos.
sw: Makundi ya kushirikiana kesi yanawawezesha wanachama wao kushirikiana orodha ya kesi kwenye programu ya kushirikiana kesi.

source: You can change this by editing this group's settings.
es: Puede cambiar esto editando la configuración de este grupo.
sw: Unaweza kubadilisha hili kwa kuhariri mipangilio ya kundi hili.

source: Limited Access
es: Acceso Limitado
sw: Ufikiaji Uliopunguzwa

source: There are no groups currently visible to you. If you think this is incorrect, please contact your project's administrator.
es: Actualmente no hay grupos visibles para usted. Si cree que esto es incorrecto, por favor contacte al administrador de su proyecto.
sw: Hakuna makundi yanayoonekana kwako kwa sasa. Ikiwa unadhani hili si sahihi, tafadhali wasiliana na msimamizi wa mradi wako.

source: You don't have any groups yet, please create a Group to get started.
es: Aún no tiene ningún grupo, por favor cree un Grupo para comenzar.
sw: Huna kundi lolote bado, tafadhali tengeneza Kundi ili kuanza.

source: Viewing Group
es: Viendo Grupo
sw: Kuangalia Kundi

source: Editing Group
es: Editando Grupo
sw: Kuhariri Kundi

source: This group has been deleted already.
es: Este grupo ya ha sido eliminado.
sw: Kundi hili tayari limefutwa.

source: If you would like to undelete it you can do so below.
es: Si desea restaurarlo, puede hacerlo a continuación.
sw: Ikiwa ungependa kulirejesha unaweza kufanya hivyo hapa chini.

source: Restore Group "%(group_name)s"
es: Restaurar Grupo "%(group_name)s"
sw: Rejesha Kundi "%(group_name)s"

source: Change group type to Reporting Group
es: Cambiar tipo de grupo a Grupo de Reporte
sw: Badilisha aina ya kundi kuwa Kundi la Ripoti

source: Edit Settings
es: Editar Configuraciones
sw: Hariri Mipangilio

source: Verify Phone Numbers
es: Verificar Números de Teléfono
sw: Thibitisha Nambari za Simu

source: Initiate Phone Number Verification for All Mobile Workers In This Group
es: Iniciar Verificación de Número de Teléfono para todos los Usuarios Móviles en este Grupo
sw: Anzisha uthibitishaji wa nambari za simu kwa Wafanyakazi Wote wa Simu Katika Kundi Hili

source: For all active mobile workers in this group, and for each phone number, this will initiate an SMS verification workflow. When a user replies to the SMS, their phone number will be verified.<br><br>If the phone number is already verified or if the phone number is already in use by another contact in the system, nothing will happen. If the phone number is pending verification, the verification SMS will be resent.
es: Para todos los trabajadores móviles activos en este grupo, y para cada número de teléfono, esto iniciará un flujo de trabajo de verificación por SMS. Cuando un usuario responda al SMS, su número de teléfono será verificado.<br><br>Si el número de teléfono ya está verificado o si el número de teléfono ya está en uso por otro contacto en el sistema, no sucederá nada. Si el número de teléfono está pendiente de verificación, el SMS de verificación será reenviado.
sw: Kwa wafanyakazi wote wa simu hai katika kundi hili, na kwa kila nambari ya simu, hii itaanzisha mchakato wa uthibitishaji wa SMS. Mtumiaji atakapojibu SMS, nambari yao ya simu itathibitishwa.<br><br>Ikiwa nambari ya simu tayari imethibitishwa au ikiwa nambari ya simu tayari inatumika na mwasiliani mwingine kwenye mfumo, hakuna kitakachotokea. Ikiwa nambari ya simu inasubiri uthibitishaji, SMS ya uthibitishaji itatumwa tena.

source: Delete Group "%(group_name)s"
es: Eliminar Grupo "%(group_name)s"
sw: Futa Kundi "%(group_name)s"

source: Group Membership
es: Membresía de Grupo
sw: Uanachama wa Kundi

source: Group Data
es: Datos de Grupo
sw: Data ya Kundi

source: <p>No Mobile Workers are currently assigned to this group.</p>
es: <p>No hay Trabajadores Móviles asignados actualmente a este grupo.</p>
sw: <p>Hakuna Wafanyakazi wa Simu waliopangiwa kundi hili kwa sasa.</p>

source: Your permissions allow you to <strong>create, update, and delete groups</strong> and <strong>update group details &amp; data</strong>. However, your project administrator has not granted you permission to change the group membership.
es: Tus permisos te permiten <strong>crear, actualizar y eliminar grupos</strong> y <strong>actualizar los detalles y datos del grupo</strong>. Sin embargo, tu administrador de proyecto no te ha otorgado permiso para cambiar la membresía del grupo.
sw: Ruhusa zako zinakuwezesha <strong>kuunda, kusasisha, na kufuta makundi</strong> na <strong>kusasisha maelezo &amp; data za kundi</strong>. Hata hivyo, msimamizi wa mradi wako hajakupa ruhusa ya kubadilisha uanachama wa kundi.

source: Updating Group Membership, please wait...
es: Actualizando la membresía del grupo, por favor espera...
sw: Inasasisha Uanachama wa Kundi, tafadhali subiri...

source: No Data Provided
es: No se proporcionaron datos
sw: Hakuna Data Iliyotolewa

source: Update Group Data
es: Actualizar Datos de Grupo
sw: Sasisha Data ya Kundi

source: Delete Group "%(group_name)s"?
es: ¿Eliminar el grupo "%(group_name)s"?
sw: Futa Kundi "%(group_name)s"?

source: Are you sure you want to delete the group "%(group_name)s"?
es: ¿Estás seguro de que deseas eliminar el grupo "%(group_name)s"?
sw: Una uhakika unataka kufuta kundi "%(group_name)s"?

source: Edit Settings for Group "%(group_name)s"
es: Editar configuraciones para el grupo "%(group_name)s"
sw: Hariri Mipangilio ya Kundi "%(group_name)s"

source: Determines whether users within this group will share cases with each other.
es: Determina si los usuarios en este grupo compartirán información entre ellos.
sw: Inaamua kama watumiaji ndani ya kundi hili watashirikiana kesi wao kwa wao.

source: Warning: Case sharing will not work until enabled under application settings. Read more here:
es: Advertencia: Compartir casos no funcionará hasta que esté habilitado bajo configuraciones de la aplicación. Lea más aquí:
sw: Tahadhari: Kushirikiana kesi hakutafanya kazi hadi kuwezeshwe kwenye mipangilio ya programu. Soma zaidi hapa:

source: Reporting
es: Reportando
sw: Ripoti

source: Indicate whether this group's name should appear in the group filter for reports.
es: Indique si el nombre de grupo debería aparecer en el filtro de grupo para reportes.
sw: Onyesha kama jina la kundi hili lionekane kwenye kichujio cha makundi kwa ajili ya ripoti.

source: Change Group Type for "%(group_name)s" to Reporting Group
es: Cambiar el tipo de grupo de "%(group_name)s" a Grupo de Reportes
sw: Badilisha Aina ya Kundi la "%(group_name)s" kuwa Kundi la Ripoti

source: Are you sure you want to save "%(group_name)s" as a <strong>Reporting Group</strong> only?
es: ¿Estás seguro de que deseas guardar "%(group_name)s" solo como un <strong>Grupo de Reportes</strong>?
sw: Una uhakika unataka kuhifadhi "%(group_name)s" kama <strong>Kundi la Ripoti</strong> pekee?

source: You will not be able to enable case sharing again until you upgrade, but you can edit the group once again.
es: No podrás habilitar el uso compartido de casos nuevamente hasta que actualices, pero puedes editar el grupo una vez más.
sw: Hutaweza kuwezesha kushirikiana kesi tena hadi uboreshe, lakini unaweza kuhariri kundi tena.

source: Case Sharing Groups are not available on your subscription. This feature is only available on our Pro plan or higher.
es: Los Grupos de Uso Compartido de Casos no están disponibles en tu suscripción. Esta función solo está disponible en nuestro plan Pro o superior.
sw: Makundi ya Kushirikiana Kesi hayapatikani kwenye usajili wako. Kipengele hiki kinapatikana tu kwenye mpango wa Pro au juu zaidi.

source: This is a <strong>Case Sharing Group</strong>. You subscription no longer supports Case Sharing Groups. Editing this group will be disabled until you either upgrade to our Pro plan or <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">change the group type to <strong>Reporting Group</strong> only</a>.
es: Este es un <strong>Grupo de Uso Compartido de Casos</strong>. Tu suscripción ya no admite Grupos de Uso Compartido de Casos. La edición de este grupo estará deshabilitada hasta que actualices a nuestro plan Pro o <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">cambies el tipo de grupo solo a <strong>Grupo de Reportes</strong></a>.
sw: Hiki ni <strong>Kundi la Kushirikiana Kesi</strong>. Usajili wako hauungi tena Makundi ya Kushirikiana Kesi. Kuhariri kundi hili kutazimwa hadi uboreshe hadi mpango wa Pro au <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">ubadilishe aina ya kundi kuwa <strong>Kundi la Ripoti</strong> pekee</a>.

source: We could not create the group; please give it a name first
es: No pudimos crear el grupo; por favor primero póngale un nombre
sw: Hatukuweza kuunda kundi; tafadhali lipe jina kwanza

source: A group with this name already exists: instead of making a new one, we've brought you to the existing one.
es: Ya existe un grupo con ese nombre: en vez de hacer uno nuevo, lo hemos llevado al que ya existe.
sw: Kundi lenye jina hili tayari lipo: badala ya kuunda jipya, tumekuelekeza kwenye lililopo.

source: You have deleted a group. <a href="{url}" class="post-link">Undo</a>
es: Usted ha eliminado un grupo. <a href="{url}" class="post-link">Deshacer</a>
sw: Umefuta kundi. <a href="{url}" class="post-link">Tengua</a>

source: The "{0}" group has been restored.
es: El grupo "{0}" ha sido restaurado.
sw: Kundi la "{0}" limerejeshwa.

source: You tried to remove the group's name, but every group must have a name so we left it unchanged.
es: Intentó eliminar el nombre de grupo, pero cada grupo debe tener un nombre, así que no lo hemos cambiado.
sw: Umejaribu kuondoa jina la kundi, lakini kila kundi lazima liwe na jina hivyo tumeliacha kama lilivyokuwa.

source: We didn't rename your group because there's already another group with that name.
es: No le cambiamos de nombre al grupo porque ya existe un grupo con ese nombre.
sw: Hatukubadilisha jina la kundi lako kwa sababu tayari kuna kundi lingine lenye jina hilo.

source: Unable to update group data. Please check the key-value mappings and try to update again.
es: No fue posible actualizar los datos del grupo. Por favor revise el mapeo de valores clave e intente actualizar de nuevo.
sw: Imeshindwa kusasisha data ya kundi. Tafadhali angalia upangaji wa funguo na thamani na jaribu kusasisha tena.

source: Group '%s' data updated!
es: ¡Datos del grupo '%s' actualizados!
sw: Data ya kundi '%s' imesasishwa!

source: Group %s updated!
es: ¡Grupo %s actualizado!
sw: Kundi %s limesasishwa!

source: This field is required.
es: Este campo es obligatorio.
sw: Sehemu hii inahitajika.

source: Enter a space-separated list of case ids to reprocess. Reminder rules will be rerun for the case, and the case's phone number entries will be synced.
es: Ingrese una lista de espacios separada de ids de casos para reprocesar. Se ejecutarán nuevamente las reglas de caso, y las entradas de los números de teléfono del caso serán sincronizadas.
sw: Weka orodha ya vitambulisho vya kesi vilivyotenganishwa kwa nafasi ili kuchakata tena. Sheria za ukumbusho zitarudiwa kwa kesi, na namba za simu za kesi zitasawazishwa.

source: The following email addresses are not dimagi email addresses:
es: Las siguientes direcciones de correo electrónico no son direcciones de correo de dimagi:
sw: Anwani zifuatazo za barua pepe si anwani za dimagi:

source: The following users do not exist on this site, please have the user registered first:
es: Los siguientes usuarios no existen en este sitio, por favor haz que el usuario se registre primero:
sw: Watumiaji wafuatao hawapo kwenye tovuti hii, tafadhali hakikisha mtumiaji amesajiliwa kwanza:

source: Confirm the username
es: Confirma el nombre de usuario
sw: Thibitisha jina la mtumiaji

source: Verified by
es: Verificado por
sw: Imethibitishwa na

source: Days to allow access
es: Días para permitir el acceso
sw: Siku za kuruhusu upatikanaji

source: Number of days the user can access CommCare HQ before needing to re-enable two-factor auth.This is useful if someone has lost their phone and can't immediately re-setup two-factor auth.
es: Número de días que el usuario puede acceder a CommCare HQ antes de necesitar reactivar la autenticación de dos factores. Esto es útil si alguien ha perdido su teléfono y no puede configurar inmediatamente la autenticación de dos factores.
sw: Idadi ya siku ambazo mtumiaji anaweza kufikia CommCare HQ kabla ya kuhitaji kuwezesha tena uthibitishaji wa hatua mbili. Hii ni muhimu ikiwa mtu amepoteza simu yake na hawezi kuweka tena uthibitishaji wa hatua mbili mara moja.

source: Please give a reason for this action.
es: Por favor, da una razón para esta acción.
sw: Tafadhali toa sababu ya hatua hii.

source: Reset account password
es: Restablecer la contraseña de la cuenta
sw: Weka upya nenosiri la akaunti

source: Resetting the user's password will force them to follow the 'Forgot Password' workflow. Use this if it is suspected that the password has been compromised.
es: Restablecer la contraseña del usuario les obligará a seguir el flujo de trabajo de 'Olvidé mi contraseña'. Usa esto si se sospecha que la contraseña ha sido comprometida.
sw: Kuweka upya nenosiri la mtumiaji kutawalazimisha kufuata mchakato wa 'Umesahau Nenosiri'. Tumia hii ikiwa inashukiwa kuwa nenosiri limevujishwa.

source: Admin Phone Number Report
es: Número de Teléfono del Administrador de Reportes
sw: Ripoti ya Nambari ya Simu ya Admin

source: User Audit Events
es: Eventos de Auditoría de Usuario
sw: Matukio ya Ukaguzi wa Mtumiaji

source: Doc Type
sw: Aina ya Hati

source: IP Address
es: Dirección IP
sw: Anwani ya IP

source: Resource
sw: Rasilimali

source: You must specify either a username or a domain. Requesting all audit events across all users and domains would exceed system limits.
sw: Lazima uweke jina la mtumiaji au domain. Kuomba matukio yote ya ukaguzi kwa watumiaji na domain zote kungezidi mipaka ya mfumo.

source: Your search returned more than {max_records} records. Please narrow down your search by selecting a specific user, domain, or a shorter date range.
sw: Utafutaji wako umerejesha rekodi zaidi ya {max_records}. Tafadhali punguza utafutaji wako kwa kuchagua mtumiaji maalum, domain, au kipindi kifupi cha tarehe.

source: User List
es: Lista de Usuario
sw: Orodha ya Watumiaji

source: Date Joined
es: Fecha en la que se unió
sw: Tarehe ya Kujiunga

source: Last Login
es: Fecha de último ingreso
sw: Kuingia Mara ya Mwisho

source: Deploy History Report
es: Informe de Historial de Despliegue
sw: Ripoti ya Historia ya Utekelezaji

source: Diff URL
es: URL de Diferencia
sw: URL ya Tofauti

source: Case count
es: Conteo de casos
sw: Idadi ya kesi

source: Form count
es: Conteo de formularios
sw: Idadi ya fomu

source: UCR rebuild restriction status
es: Estado de restricción de reconstrucción de UCR
sw: Hali ya kizuizi cha ujenzi upya wa UCR

source: Rebuild restricted
es: Reconstrucción restringida
sw: Ujenzi upya umepigwa marufuku

source: No rebuild restriction required
es: No se requiere restricción de reconstrucción
sw: Hakuna kizuizi cha ujenzi upya kinachohitajika

source: UCR Domains Data Report
es: Informe de Datos de Dominios UCR
sw: Ripoti ya Data ya Domain za UCR

source: Feature Preview Status Report
sw: Ripoti ya Hali ya Hakikisho la Kipengele

source: Enabled By
sw: Imewezeshwa Na

source: Enabled At
sw: Imewezeshwa Wakati

source: Not recorded
sw: Haijarekodiwa

source: Feature Preview Audit Report
sw: Ripoti ya Ukaguzi wa Hakikisho la Kipengele

source: Changed By
sw: Ilibadilishwa Na

source: Changed At
sw: Ilibadilishwa Wakati

source: Update Randomness
sw: Sasisha Nasibu

source: Domain name
es: Nombre del dominio
sw: Jina la domain

source: Check
es: Revisar
sw: Angalia

source: Domain Name
es: Nombre del Dominio
sw: Jina la Domain

source: Case actions
es: Acciones del caso
sw: Vitendo vya kesi

source: You are about to temporarily disable two-factor authentication for %(username)s. This compromises their account security, are you sure?
es: Está a punto de desactivar temporalmente la autenticación de dos factores para %(username)s. Esto compromete la seguridad de su cuenta, ¿está seguro?
sw: Unakaribia kuzima kwa muda uthibitishaji wa hatua mbili kwa %(username)s. Hii inahatarisha usalama wa akaunti yao, una uhakika?

source: You are about to %(verb)s the user account for "%(username)s".
es: Está a punto de %(verb)s la cuenta de usuario para "%(username)s".
sw: Unakaribia %(verb)s akaunti ya mtumiaji wa "%(username)s".

source: Check the status of an email
es: Verificar el estado de un correo electrónico
sw: Angalia hali ya barua pepe

source: Check Status
es: Verificar estado
sw: Angalia Hali

source: Email status for %(email)s
es: Estado del correo electrónico para %(email)s
sw: Hali ya barua pepe kwa %(email)s

source: Enter a month to download all Global Impact Report data as csv for that month
es: Ingrese un mes para descargar todos los datos del Reporte de Impacto Global como un csv para ese mes
sw: Weka mwezi ili kupakua data yote ya Ripoti ya Athari ya Dunia kama csv kwa mwezi huo

source: Year Month
es: Año Mes
sw: Mwaka Mwezi

source: Download as CSV
es: Descargar como CSV
sw: Pakua kama CSV

source: Enter a month to download all MALT data as csv for that month
es: Ingrese un mes para descargar todos los datos MALT como un csv para ese mes
sw: Weka mwezi ili kupakua data yote ya MALT kama csv kwa mwezi huo

source: Please type comma or new-line separated email addresses from the official list of current employees.
es: Por favor, escriba direcciones de correo electrónico separadas por comas o nuevas líneas de la lista oficial de empleados actuales.
sw: Tafadhali andika anwani za barua pepe zilizotenganishwa kwa koma au mstari mpya kutoka kwenye orodha rasmi ya wafanyakazi wa sasa.

source: The following users do not exist on this site and so do not need to be offboarded.
es: Los siguientes usuarios no existen en este sitio y por lo tanto no necesitan ser dados de baja.
sw: Watumiaji wafuatao hawapo kwenye tovuti hii hivyo hawahitaji kuondolewa.

source: Developer
es: Desarrollador
sw: Msanidi

source: Superuser
es: Superusuario
sw: Mtumiaji Mkuu

source: Accounting Admin
es: Administrador de Contabilidad
sw: Msimamizi wa Uhasibu

source: Is Contractor
sw: Ni Mkandarasi

source: Two Factor Enabled
es: Autenticación de dos factores habilitada
sw: Uthibitishaji wa Vipengele Viwili Umewezeshwa

source: Are you sure you want to continue?
es: ¿Está seguro de que desea continuar?
sw: Je, una uhakika unataka kuendelea?

source: If this fails you may have to perform the operation manually!
es: ¡Si esto falla, es posible que deba realizar la operación manualmente!
sw: Ikiwa hii itashindwa, huenda ukalazimika kufanya operesheni hii mwenyewe!

source: This may invoke a huge indexing task that could slow down many parts of the site!
es: ¡Es posible que esto reúna una lista de tareas enorme que podría reducir la velocidad de muchas partes del sitio!
sw: Hii inaweza kusababisha kazi kubwa ya kuorodhesha ambayo inaweza kupunguza kasi ya sehemu nyingi za tovuti!

source: Go!
es: ¡Ir!
sw: Nenda!

source: You do not have permission to change superuser and staff status.
es: No tiene permiso para cambiar el estado de superusuario y personal.
sw: Huna ruhusa ya kubadilisha hadhi ya mtumiaji mkuu na wafanyakazi.

source: Please type comma or new-line separated email addresses of users to grant/revoke superuser privileges.
es: Por favor, escriba direcciones de correo electrónico separadas por comas o nuevas líneas de usuarios para otorgar/revocar privilegios de superusuario.
sw: Tafadhali andika anwani za barua pepe za watumiaji kwa kutumia koma au mstari mpya ili kuwapa/kufuta ruhusa za mtumiaji mkuu.

source: All superusers and staff users
es: Todos los superusuarios y usuarios del personal
sw: Watumiaji wote wakuu na wafanyakazi

source: Can assign Superuser
es: Puede asignar Superusuario
sw: Anaweza kugawa Mtumiaji Mkuu

source: Feature Flag Edit Permissions
sw: Ruhusa ya Kuhariri Kipengele cha Bendera

source: See a user's projects by entering their email address below.
es: Vea un proyecto de usuario ingresando abajo su dirección de correo electrónico.
sw: Tazama miradi ya mtumiaji kwa kuingiza anwani yao ya barua pepe hapa chini.

source: %(user_name)s's Information
es: Información de %(user_name)s'
sw: Taarifa za %(user_name)s

source: This account is disabled.
es: Esta cuenta está deshabilitada.
sw: Akaunti hii imezimwa.

source: couch doc
es: doc couch
sw: hati ya couch

source: elasticsearch lookup
es: búsqueda elasticsearch
sw: utafutaji wa elasticsearch

source: Is Superuser
es: Es Superusuario
sw: Ni Mtumiaji Mkuu

source: Domains
es: Dominios
sw: Nyanja

source: Missing Form XML
es: XML de formulario faltante
sw: XML ya Fomu Inakosekana

source: Form XML not valid. See "Raw Data" section below.
es: XML de formulario no válido. Vea la sección "Datos en bruto" a continuación.
sw: XML ya Fomu si sahihi. Tazama sehemu ya "Data Asilia" hapa chini.

source: Check Callcenter UCR tables
es: Revisar tablas UCR de Centro de Llamadas
sw: Kagua jedwali za UCR za Callcenter

source: Reprocess Messaging Case Updates
es: Reprocesar Actualizaciones de Caso de Mensajería
sw: Chakata upya Sasisho za Kesi za Ujumbe

source: Processed the following case ids: {}
es: Procesados los siguientes ids de caso: {}
sw: Kesi zifuatazo zimechakatwa: {}

source: Could not find cases belonging to these case ids: {}
es: No se pudo encontrar casos que pertenezcan a estos id de caso: {}
sw: Haikuweza kupata kesi zinazomilikiwa na vitambulisho hivi vya kesi: {}

source: Download MALT
es: Descargar MALT
sw: Pakua MALT

source: Enter a valid year-month. e.g. 2015-09 (for September 2015)
es: Ingrese un año-mes válido. Por ej. 2015-09 (para septiembre de 2015)
sw: Weka mwaka-mwezi halali. Mfano 2015-09 (kwa Septemba 2015)

source: Download GIR
es: Descargar GIR
sw: Pakua GIR

source: System Info
es: Información del Sistema
sw: Taarifa za Mfumo

source: Global Usage Thresholds
es: Umbrales de uso global
sw: Viwango vya Matumizi ya Ulimwenguni

source: User Administration
es: Administración de usuarios
sw: Usimamizi wa Watumiaji

source: Grant or revoke superuser access
es: Otorgar o suspender acceso de súper usuario
sw: Toa au futa ufikiaji wa mtumiaji mkuu

source: You do not have permission to update superuser or staff status
es: No tiene permiso para actualizar el estado de superusuario o personal
sw: Huna ruhusa ya kusasisha hadhi ya mtumiaji mkuu au wafanyakazi

source: Successfully updated superuser permissions
es: Actualizaciones de súper usuario actualizadas exitosamente
sw: Ruhusa za mtumiaji mkuu zimesasishwa kwa mafanikio

source: Unexpected restore response {}: {}. If you believe this is a bug please report an issue.
es: Respuesta de restauración inesperada {}: {}. Si cree que esto es un error, por favor reporte un problema.
sw: Jibu lisilotarajiwa la kurejesha {}: {}. Ikiwa unaamini hii ni hitilafu tafadhali ripoti tatizo.

source: User with username %(username)s not found.
es: Usuario con nombre de usuario %(username)s no encontrado.
sw: Mtumiaji mwenye jina la mtumiaji %(username)s hakupatikana.

source: Account successfully %(verb)s.
es: Cuenta %(verb)s con éxito.
sw: Akaunti imefanikiwa %(verb)s.

source: User with username %(username)s does not have Two-Factor Auth enabled.
es: El usuario con nombre de usuario %(username)s no tiene habilitada la Autenticación de Dos Factores.
sw: Mtumiaji mwenye jina la mtumiaji %(username)s hana Uthibitishaji wa Vipengele Viwili umewezeshwa.
