Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Please describe the product changes you would like to see in CommCare.
es: Por favor describe los cambios de producto que te gustaría ver en CommCare.
sw: Tafadhali elezea mabadiliko ya bidhaa ungependa kuyaona kwenye CommCare.

source: Comma-separated email addresses of others you want to notify about this request.
es: Direcciones de correo electrónico separadas por comas de otras personas a las que deseas notificar sobre esta solicitud.
sw: Anwani za barua pepe zilizotenganishwa kwa koma za wengine unaotaka kuwajulisha kuhusu ombi hili.

source: Please upload any files relevant to your suggestion.
es: Por favor, sube cualquier archivo relevante a tu sugerencia.
sw: Tafadhali pakia faili zozote zinazohusiana na pendekezo lako.

source: Do not upload a file containing sensitive data like passwords or project data.
es: No subas un archivo que contenga datos sensibles como contraseñas o datos del proyecto.
sw: Usipakie faili yenye data nyeti kama nywila au data za mradi.

source: Failed. Retry Request Submission
es: Fallido. Reintentar el envío de la solicitud
sw: Imeshindikana. Jaribu tena kutuma ombi

source: %(cc_name)s Help
es: Ayuda de %(cc_name)s
sw: Msaada wa %(cc_name)s

source: Snapshot of %(snap_name)s
es: Instantánea de %(snap_name)s
sw: Picha ya haraka ya %(snap_name)s

source: Please enter your email here so that we can follow up with you regarding this issue
es: Por favor, introduce tu correo electrónico aquí para que podamos hacer un seguimiento contigo respecto a este problema
sw: Tafadhali weka barua pepe yako hapa ili tuweze kuwasiliana nawe kuhusu tatizo hili

source: Comma-separated email addresses of others you want to notify about this issue.
es: Direcciones de correo electrónico separadas por comas de otras personas a las que deseas notificar sobre este problema.
sw: Anwani za barua pepe zilizotenganishwa kwa koma za wengine unaotaka kuwajulisha kuhusu tatizo hili.

source: Please upload any files relevant to your issue.
es: Por favor, sube cualquier archivo relevante a tu problema.
sw: Tafadhali pakia faili zozote zinazohusiana na tatizo lako.

source: Do not upload a file containing individually identifiable data.
es: No subas un archivo que contenga datos individualmente identificables.
sw: Usipakie faili yenye data inayoweza kumtambulisha mtu binafsi.

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
es: Si esta solicitud está relacionada con una característica específica, por favor envía este informe desde la ubicación donde te gustaría ver el cambio.
sw: Ikiwa ombi hili linahusiana na kipengele maalum, tafadhali tuma ripoti hii kutoka eneo unalotaka kuona mabadiliko.

source: Comma-separated email addresses of others you want to notify about this request.
es: Direcciones de correo electrónico separadas por comas de otras personas a las que deseas notificar sobre esta solicitud.
sw: Anwani za barua pepe zilizotenganishwa kwa koma za wengine unaotaka kuwajulisha kuhusu ombi hili.

source: Please upload any files relevant to your suggestion.
es: Por favor, sube cualquier archivo relevante a tu sugerencia.
sw: Tafadhali pakia faili zozote zinazohusiana na pendekezo lako.

source: Do not upload a file containing sensitive data like passwords or project data.
es: No subas un archivo que contenga datos sensibles como contraseñas o datos del proyecto.
sw: Usipakie faili yenye data nyeti kama nywila au data za mradi.

source: Create Alert
es: Crear alerta
sw: Unda Arifa

source: Enter alert text here and preview in the table below. Links will be properly wrapped with anchor tags. Alerts will become public when the "activate alert" button is pressed, or during the chosen timeframe after the "schedule alert" button has been pressed. Multiple alerts may be shown to users at a time, and the most recently modified alert will be displayed on top.
es: Ingrese el texto de la alerta aquí y prévisualícelo en la tabla a continuación. Los enlaces se envolverán correctamente con etiquetas de anclaje. Las alertas se harán públicas cuando se presione el botón "activar alerta", o durante el periodo de tiempo elegido después de que se haya presionado el botón "programar alerta". Se pueden mostrar múltiples alertas a los usuarios a la vez, y la alerta más recientemente modificada se mostrará en la parte superior.
sw: Andika maandishi ya arifa hapa na angalia muonekano kwenye jedwali hapa chini. Viungo vitafungwa ipasavyo kwa kutumia anchor tags. Arifa zitakuwa hadharani wakati kitufe cha "washa arifa" kitakapobonyezwa, au ndani ya muda uliopangwa baada ya kitufe cha "panga arifa" kubonyezwa. Arifa nyingi zinaweza kuonyeshwa kwa watumiaji kwa wakati mmoja, na arifa iliyohaririwa hivi karibuni itaonyeshwa juu zaidi.

source: Affected domains
es: Dominios afectados
sw: Nyanja zilizoathirika

source: Start time (optional)
es: Hora de inicio (opcional)
sw: Muda wa kuanza (hiari)

source: End time (optional)
es: Hora de finalización (opcional)
sw: Muda wa kumaliza (hiari)

source: Time zone
es: Zona horaria
sw: Eneo la saa

source: Preview Alert
es: Previsualizar alerta
sw: Hakiki Arifa

source: Scheduled start
es: Inicio programado
sw: Muda uliopangwa kuanza

source: Scheduled end
es: Fin programado
sw: Muda uliopangwa kumaliza

source: Activate or De-activate
es: Activar o desactivar
sw: Washa au Zima

source: Schedule Alert
es: Programar alerta
sw: Panga Arifa

source: Alert Expired
es: Alerta expirada
sw: Arifa Imeisha Muda

source: You do not have domain permissions.
es: No tiene permisos de dominio
sw: Huna ruhusa za nyanja.

source: Read more on the <a target='_blank' href='%(link)s'>Help Site</a>.
es: Lea más en el <a target='_blank' href='%(link)s'>Sitio de Ayuda</a>.
sw: Soma zaidi kwenye <a target='_blank' href='%(link)s'>Tovuti ya Msaada</a>.

source: Download your current %(adjective)s file.
es: Descargue su archivo %(adjective)s actual.
sw: Pakua faili yako ya sasa %(adjective)s.

source: Download %(plural_noun)s
es: Descargar %(plural_noun)s
sw: Pakua %(plural_noun)s

source: Update the downloaded file.
es: Actualice el archivo descargado.
sw: Sasisha faili uliyoipakua.

source: Check the <a target="_blank" href="%(address)s">%(name)s</a> for instructions.
es: Consulte el <a target="_blank" href="%(address)s">%(name)s</a> para obtener instrucciones.
sw: Angalia <a target="_blank" href="%(address)s">%(name)s</a> kwa maelekezo.

source: Upload your updated file.
es: Cargue su archivo actualizado.
sw: Pakia faili yako iliyosasishwa.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
es: <a href="https://dimagi.com/commcare/">CommCare</a> es copyright &copy;
sw: <a href="https://dimagi.com/commcare/">CommCare</a> ni hakimiliki &copy;

source: Learn more about CommCare
sw: Jifunze zaidi kuhusu CommCare

source: Privacy
es: Privacidad
sw: Faragha

source: Terms of Service
es: Términos de servicio
sw: Masharti ya Huduma

source: Business Agreement
es: Acuerdo comercial
sw: Makubaliano ya Biashara

source: Request a CommCare Demo
es: Solicitar una demostración de CommCare
sw: Omba Demo ya CommCare

source: Get a Tour of CommCare
es: Obtener un recorrido de CommCare
sw: Pata Ziara ya CommCare

source: Thank you! A member of our team will be in touch to schedule a time with you.
es: ¡Gracias! Un miembro de nuestro equipo se pondrá en contacto para programar una cita con usted.
sw: Asante! Mjumbe wa timu yetu atawasiliana nawe kupanga muda.

source: Alt Text
es: Texto alternativo
sw: Maandishi Mbadala

source: Alternative text description
es: Descripción de texto alternativo
sw: Maelezo mbadala ya maandishi

source: Give Feedback
es: Dar retroalimentación
sw: Toa Maoni

source: We would love to get your feedback
es: Nos encantaría recibir sus comentarios
sw: Tunapenda kupata maoni yako

source: How would you rate this feature?
es: ¿Cómo calificaría esta función?
sw: Ungekipima vipi kipengele hiki?

source: Don't Like It / Not Useful
es: No me gusta / No es útil
sw: Sikipendi / Hakifai

source: Not Sure / Confusing
es: No estoy seguro / Confuso
sw: Sina uhakika / Kinachanganya

source: Love It / Useful
es: Me encanta / Útil
sw: Nakipenda / Kinafaa

source: Any other comments?
es: ¿Algún otro comentario?
sw: Maoni mengine yoyote?

source: Thank you for your feedback! We appreciate it.
es: ¡Gracias por tus comentarios! Lo apreciamos.
sw: Asante kwa maoni yako! Tunashukuru.

source: Submit Feedback
es: Enviar comentarios
sw: Tuma Maoni

source: Previous
es: Anterior
sw: Iliyotangulia

source: Your CommCare trial ended on %(paused_date)s.
es: Tu prueba de CommCare terminó el %(paused_date)s.
sw: Majaribio yako ya CommCare yalikoma tarehe %(paused_date)s.

source: Your previous <strong>%(previous_edition)s Edition</strong> subscription was paused on %(paused_date)s.
es: Tu suscripción anterior a la <strong>Edición %(previous_edition)s</strong> fue pausada el %(paused_date)s.
sw: Usajili wako wa <strong>Toleo la %(previous_edition)s</strong> ulisitishwa tarehe %(paused_date)s.

source: Subscribe to a plan to gain access to your project space.
es: Suscríbete a un plan para obtener acceso a tu espacio de proyecto.
sw: Jisajili kwenye mpango ili kupata ufikiaji wa eneo lako la mradi.

source: Please contact your project's billing administrator about re-subscribing to a paid plan. Once your project is re-subscribed, you will re-gain access to your project space and its data.
es: Por favor, contacta al administrador de facturación de tu proyecto sobre la re-suscripción a un plan de pago. Una vez que tu proyecto esté re-suscrito, volverás a tener acceso a tu espacio de proyecto y sus datos.
sw: Tafadhali wasiliana na msimamizi wa malipo wa mradi wako kuhusu kujisajili tena kwenye mpango wa kulipia. Mara mradi wako utakapojisajili tena, utapata tena ufikiaji wa eneo lako la mradi na data zake.

source: The current date and time is
es: La hora y fecha actual es
sw: Tarehe na saa ya sasa ni

source: All dates are in
es: Todas las fecha están en
sw: Tarehe zote ziko katika

source: Your browser is unsupported, please consider another option
es: Tu navegador no es compatible, por favor considera otra opción
sw: Kivinjari chako hakitumiki, tafadhali fikiria kutumia chaguo lingine

source: We recommend <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. or <a href="https://www.apple.com/safari/">Safari</a>.
es: Recomendamos <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. o <a href="https://www.apple.com/safari/">Safari</a>.
sw: Tunapendekeza <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. au <a href="https://www.apple.com/safari/">Safari</a>.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
es: <a href="https://dimagi.com/commcare/">CommCare</a> es copyright &copy;
sw: <a href="https://dimagi.com/commcare/">CommCare</a> ni hakimiliki &copy;

source: Your browser is unsupported, please consider another option.
es: Tu navegador no es compatible, por favor considera otra opción.
sw: Kivinjari chako hakitumiki, tafadhali fikiria kutumia chaguo lingine.

source: We recommend <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> or <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.
es: Recomendamos <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> o <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.
sw: Tunapendekeza <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> au <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.

source: You're using the free edition of CommCare intended only for practice purposes. <a href="%(url_sub)s" id="cta-community-sub">Upgrade to a plan</a> for full access.
sw: Unatumia toleo la bure la CommCare ambalo limelengwa kwa ajili ya mazoezi pekee. <a href="%(url_sub)s" id="cta-community-sub">Boresha hadi mpango</a> ili kupata ufikiaji kamili.

source: <a href="%(sub_url)s">Click here</a> to upgrade or reach out to us at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> to learn more!
es: <a href="%(sub_url)s">Haz clic aquí</a> para actualizar o contáctanos en <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> para saber más!
sw: <a href="%(sub_url)s">Bofya hapa</a> kuboresha au wasiliana nasi kupitia <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> kujifunza zaidi!

source: Permanently dismiss this alert
es: Descartar permanentemente esta alerta
sw: Futa arifa hii kabisa

source: You're using the free edition of CommCare for practice purposes.
es: Estás usando la edición gratuita de CommCare con fines de práctica.
sw: Unatumia toleo la bure la CommCare kwa madhumuni ya mazoezi.

source: With a 5-user limit, it's not intended for active programs.<br /> <a href="%(change_plan_url)s">Upgrade</a> to a paid plan to boost security, expand your team, access expert support, and unlock the full power of CommCare.
es: Con un límite de 5 usuarios, no está destinada para programas activos.<br /> <a href="%(change_plan_url)s">Actualiza</a> a un plan de pago para aumentar la seguridad, expandir tu equipo, acceder a soporte experto y desbloquear todo el poder de CommCare.
sw: Kwa kikomo cha watumiaji 5, halijalengwa kwa programu hai.<br /> <a href="%(change_plan_url)s">Boresha</a> hadi mpango wa kulipia ili kuongeza usalama, kupanua timu yako, kupata msaada wa kitaalamu, na kufungua uwezo kamili wa CommCare.

source: Your download is ready.
es: Su descarga está lista.
sw: Upakuaji wako uko tayari.

source: You have <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s day%(days_plural)s remaining</a> in your CommCare %(trial_edition)s Edition Trial.
es: Tienes <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s día%(days_plural)s restantes</a> en tu Prueba de la Edición CommCare %(trial_edition)s.
sw: Una <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s siku%(days_plural)s zilizobaki</a> katika Jaribio lako la CommCare %(trial_edition)s Edition.

source: You are on a <a href="%(url_sub)s" id="cta-trial-days-remaining">trial</a> of CommCare %(trial_edition)s Edition.
es: Estás en una <a href="%(url_sub)s" id="cta-trial-days-remaining">prueba</a> de la Edición CommCare %(trial_edition)s.
sw: Uko kwenye <a href="%(url_sub)s" id="cta-trial-days-remaining">jaribio</a> la CommCare %(trial_edition)s Edition.

source: No results found.
sw: Hakuna matokeo yaliyopatikana.

source: Showing %(start)s to %(end)s of %(total)s entries
es: Mostrando %(start)s a %(end)s de %(total)s entradas
sw: Inaonyesha %(start)s hadi %(end)s kati ya %(total)s ya rekodi

source: %(p)s per page
es: %(p)s por página
sw: %(p)s kwa kila ukurasa

source: Change User Password
es: Cambiar contraseña de usuario
sw: Badilisha Nenosiri la Mtumiaji

source: Change Password for
es: Cambiar contraseña para
sw: Badilisha Nenosiri kwa

source: Hello World
es: Hola Mundo
sw: Habari Dunia

source: TranslationOne
es: TraducciónUno
sw: TafsiriMoja

source: TranslationTwo
es: TraducciónDos
sw: TafsiriMbili

source: Translate Me
es: Tradúceme
sw: Nitaafsiri

source: Format {}
es: Formato {}
sw: Umbizo {}

source: Token
sw: Tokeni

source: Your authentication token is %s
es: Su identificador de autenticación es %s
sw: Tokeni yako ya uthibitisho ni %s

source: Error received from SMS partner. If you do not receive a token, please retry in a few minutes.
es: Error recibido del socio de SMS. Si no recibe un token, por favor intente de nuevo en unos minutos.
sw: Hitilafu imepokelewa kutoka kwa mshirika wa SMS. Ikiwa hupokei tokeni, tafadhali jaribu tena baada ya dakika chache.

# twilio_locale
source: en
sw: sw

source: Authenticator App
sw: Programu ya Uthibitishaji

source: Welcome back to %s!
es: ¡Bienvenido de nuevo a %s!
sw: Karibu tena kwenye %s!

source: You do not have access to this file. It can only be uploaded to dropbox by the user who created it
es: No tienes acceso a este archivo. Solo puede ser subido a Dropbox por el usuario que lo creó
sw: Huna ruhusa ya kufikia faili hii. Inaweza kupakiwa kwenye dropbox tu na mtumiaji aliyeiunda

source: Apps/{app}/{dest} is queued to sync to dropbox! You will receive an email when it completes.
es: ¡Apps/{app}/{dest} está en cola para sincronizarse a Dropbox! Recibirá un correo electrónico cuando se haya completado.
sw: Apps/{app}/{dest} imepangwa kusawazishwa na dropbox! Utapokea barua pepe itakapokamilika.

source: Your CommCare HQ Issue Report has been sent. We are working quickly to resolve this problem.
es: Tu informe de problemas de CommCare HQ ha sido enviado. Estamos trabajando rápidamente para resolver este problema.
sw: Ripoti yako ya Tatizo la CommCare HQ imetumwa. Tunafanya haraka kutatua tatizo hili.

source: Apache License
es: Licencia Apache
sw: Leseni ya Apache

source: BSD License
es: Licencia BSD
sw: Leseni ya BSD

source: items per page
es: ítems por página
sw: vipengee kwa kila ukurasa

source: You have no items.
es: No tiene ningún ítem.
sw: Huna vipengee vyovyote.

source: Deleted Items:
es: Ítems Eliminados:
sw: Vipengee Vilivyofutwa:

source: New Items:
es: Ítems Nuevos:
sw: Vipengee Vipya:

source: <strong>Problem Refreshing List:</strong> %s
es: <strong>Problema al Refrescar la Lista:</strong> %s
sw: <strong>Tatizo la Kusasisha Orodha:</strong> %s

source: <strong>Problem Deleting:</strong> %s
es: <strong>Problema al Eliminar:</strong> %s
sw: <strong>Tatizo la Kufuta:</strong> %s

source: The item's ID was not passed to the server.
es: Este ID de ítem no se pasó al servidor.
sw: Kitambulisho cha kipengee hakikutumwa kwa seva.

source: We've redirected you to the %s matching your query
es: Lo hemos redireccionado al %s que coincide con su consulta
sw: Tumekupeleka kwenye %s inayolingana na utafutaji wako

source: Maintenance Alerts
es: Alertas de Mantenimiento
sw: Arifa za Matengenezo

source: Continue to {}
es: Continuar a {}
sw: Endelea hadi {}

source: Last 7 Days
es: Últimos 7 Días
sw: Siku 7 Zilizopita

source: Last Month
es: Último Mes
sw: Mwezi Uliopita

source: Last 30 Days
es: Últimos 30 Días
sw: Siku 30 Zilizopita

source: to
es: para
sw: hadi

source: Enable AWS Connect Dialer
es: Habilitar marcador de AWS Connect
sw: Wezesha AWS Connect Dialer

source: AWS Instance ID
es: ID de instancia de AWS
sw: Kitambulisho cha Kesi ya AWS

source: Enter "yourinstance" if your AWS Connect account is "https://yourinstance.awsapps.com/connect/"
es: Ingresa "yourinstance" si tu cuenta de AWS Connect es "https://yourinstance.awsapps.com/connect/"
sw: Weka "yourinstance" ikiwa akaunti yako ya AWS Connect ni "https://yourinstance.awsapps.com/connect/"

source: Dialer Page Title
es: Título de la página del marcador
sw: Kichwa cha Ukurasa wa Kipiga Simu

source: A title for the Dialer Page header
es: Un título para el encabezado de la página del marcador
sw: Kichwa kwa kichwa cha ukurasa wa Kipiga Simu

source: Dialer Page Subtitle
es: Subtítulo de la página del marcador
sw: Kichwa kidogo cha Ukurasa wa Kipiga Simu

source: A subtitle for the Dialer Page header
es: Un subtítulo para el encabezado de la página del marcador
sw: Kichwa kidogo kwa kichwa cha ukurasa wa Kipiga Simu

source: Enable GAEN OTP server integration
es: Habilitar integración del servidor OTP de GAEN
sw: Washa muunganiko wa seva ya GAEN OTP

source: GAEN Server Type
es: Tipo de servidor GAEN
sw: Aina ya Seva ya GAEN

source: Select server type
es: Seleccionar tipo de servidor
sw: Chagua aina ya seva

source: NearForm OTP Server
es: Servidor OTP NearForm
sw: Seva ya OTP ya NearForm

source: APHL Exposure Notifications
es: Notificaciones de exposición APHL
sw: Arifa za Mfiduo za APHL

source: Server Endpoint
es: Punto final del servidor
sw: Mwisho wa Seva

source: Server Auth Token
es: Token de autenticación del servidor
sw: Tokeni ya Uthibitisho ya Seva

source: Enable in Web Apps
es: Habilitar en aplicaciones web
sw: Washa kwenye Programu za Wavuti

source: External Callout URL
es: URL de llamada externa
sw: URL ya Mwito wa Nje

source: Enter the base URL for callouts that should be signed
es: Ingrese la URL base para las llamadas que deben ser firmadas
sw: Weka URL ya msingi kwa miito inayopaswa kusainiwa

source: API Key
es: Clave API
sw: Ufunguo wa API

source: API Key for CommCare in the external system
es: Clave API para CommCare en el sistema externo
sw: Ufunguo wa API kwa CommCare kwenye mfumo wa nje

source: API Secret
es: Secreto de API
sw: Siri ya API

source: API secret for message signing
es: Secreto de API para la firma de mensajes
sw: Siri ya API kwa usainishaji wa ujumbe

source: Enable Simprints Integration
es: Habilitar Integración de Simprints
sw: Washa Muunganiko wa Simprints

source: Project ID
es: ID de Proyecto
sw: Kitambulisho cha Mradi

source: Module ID
es: ID del Módulo
sw: Kitambulisho cha Moduli

source: KYC Status
es: Estado de KYC
sw: Hali ya KYC

source: Show all
es: Mostrar todos
sw: Onyesha zote

source: Phone number
es: Número de teléfono
sw: Nambari ya simu

source: Recipient Data Store
es: Almacén de Datos del Destinatario
sw: Hifadhi ya Data ya Mpokeaji

source: Other Case Type
es: Otro Tipo de Caso
sw: Aina Nyingine ya Kesi

source: Provider
es: Proveedor
sw: Mtoa Huduma

source: API Field to Recipient Data Map
es: Campo de API al Mapa de Datos del Destinatario
sw: Sehemu ya API kwa Ramani ya Data ya Mpokeaji

source: Maps API field for the KYC provider to the field used for storing the relevant data. To learn more about this, please have a look at our <a href="{}" target="_blank">support documentation</a>.
es: Mapea el campo de API para el proveedor de KYC al campo utilizado para almacenar los datos relevantes. Para obtener más información sobre esto, por favor consulte nuestra <a href="{}" target="_blank">documentación de soporte</a>.
sw: Inalinganisha sehemu ya API ya mtoa huduma wa KYC na sehemu inayotumika kuhifadhi data husika. Ili kujifunza zaidi kuhusu hili, tafadhali angalia <a href="{}" target="_blank">nyaraka zetu za msaada</a>.

source: Phone Number Field
sw: Sehemu ya Nambari ya Simu

source: The case property or user data field that contains the phone number. Leave blank if it’s not used for KYC verification.
sw: Sifa ya kesi au sehemu ya data ya mtumiaji inayobeba nambari ya simu. Acha wazi ikiwa haitumiki kwa uthibitishaji wa KYC.

source: Custom User Data
es: Datos Personalizados del Usuario
sw: Data Maalum ya Mtumiaji

source: User Case
es: Caso de Usuario
sw: Kesi ya Mtumiaji

source: This field is required when "Recipient Data Store" is set to "Other Case Type".
es: Este campo es obligatorio cuando "Almacén de Datos del Destinatario" está configurado como "Otro Tipo de Caso".
sw: Sehemu hii inahitajika wakati "Hifadhi ya Data ya Mpokeaji" imewekwa kuwa "Aina Nyingine ya Kesi".

source: Unknown error
sw: Hitilafu isiyojulikana

source: Passed
sw: Imepita

source: Invalid
es: Inválido
sw: Batili

source: User information on HQ is not complete or invalid.
es: La información del usuario en HQ no está completa o es inválida.
sw: Taarifa za mtumiaji kwenye HQ hazijakamilika au si sahihi.

source: User information on HQ does not match with KYC provider.
es: La información del usuario en HQ no coincide con el proveedor de KYC.
sw: Taarifa za mtumiaji kwenye HQ haziendani na mtoa huduma wa KYC.

source: Network error occurred. Please try again, or reach out to support if the issue persists.
sw: Hitilafu ya mtandao imetokea. Tafadhali jaribu tena, au wasiliana na msaada ikiwa tatizo litaendelea.
