Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: <h2> Bulk Clear Mobile Worker Data </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This action removes all data associated with a user and is a permanent action. Cleared users: </p> <ul> <li>Will not be able to access their cleared data.</li> <li>Will not be able to recover cleared data for any reason.</li> </ul> </div> <p class="help-block"> To clear user data in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
es: <h2> Borrar datos de trabajadores móviles en masa </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Esta acción elimina todos los datos asociados con un usuario y es una acción permanente. Los usuarios borrados: </p> <ul> <li>No podrán acceder a sus datos borrados.</li> <li>No podrán recuperar los datos borrados por ninguna razón.</li> </ul> </div> <p class="help-block"> Para borrar datos de usuarios en masa, por favor sube un archivo Excel con una sola columna de <strong>nombre de usuario</strong>. </p>
sw: <h2> Futa Data za Watumiaji wa Simu kwa Wingi </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Hatua hii itaondoa data zote zinazohusiana na mtumiaji na ni hatua ya kudumu. Watumiaji waliofutwa: </p> <ul> <li>Hawataweza kufikia data zao zilizofutwa.</li> <li>Hawataweza kurejesha data zilizofutwa kwa sababu yoyote ile.</li> </ul> </div> <p class="help-block"> Ili kufuta data za watumiaji kwa wingi, tafadhali pakia faili la Excel lenye safu moja ya <strong>username</strong>. </p>

source: <h2> Bulk Delete Mobile Workers </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This is a permanent action. Deleted users: </p> <ul> <li>Will no longer be able to sync or submit any data from their mobile devices.</li> <li>Cannot be recovered for any reason.</li> </ul> <p> This page will not delete users who have submitted forms. </p> </div> <p class="help-block"> To delete users in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
es: <h2> Eliminar trabajadores móviles en masa </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Esta es una acción permanente. Los usuarios eliminados: </p> <ul> <li>Ya no podrán sincronizar ni enviar datos desde sus dispositivos móviles.</li> <li>No pueden ser recuperados por ninguna razón.</li> </ul> <p> Esta página no eliminará usuarios que hayan enviado formularios. </p> </div> <p class="help-block"> Para eliminar usuarios en masa, por favor sube un archivo Excel con una sola columna de <strong>nombre de usuario</strong>. </p>
sw: <h2> Futa Watumiaji wa Simu kwa Wingi </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Hii ni hatua ya kudumu. Watumiaji waliofutwa: </p> <ul> <li>Hawataweza tena kusawazisha au kutuma data yoyote kutoka kwenye vifaa vyao vya simu.</li> <li>Hawawezi kurejeshwa kwa sababu yoyote ile.</li> </ul> <p> Ukurasa huu hautafuta watumiaji ambao tayari wametuma fomu. </p> </div> <p class="help-block"> Ili kufuta watumiaji kwa wingi, tafadhali pakia faili la Excel lenye safu moja ya <strong>username</strong>. </p>

source: <h2> Mobile Workers Bulk Lookup </h2> <p class="help-block"> Please upload an Excel file with a single <strong>username</strong> column. This page will then generate an Excel download noting which of the uploaded users already exist and which are active. </p>
es: <h2> Búsqueda masiva de trabajadores móviles </h2> <p class="help-block"> Por favor sube un archivo Excel con una sola columna de <strong>nombre de usuario</strong>. Esta página generará una descarga de Excel indicando cuáles de los usuarios subidos ya existen y cuáles están activos. </p>
sw: <h2> Utafutaji wa Watumiaji wa Simu kwa Wingi </h2> <p class="help-block"> Tafadhali pakia faili la Excel lenye safu moja ya <strong>username</strong>. Ukurasa huu utatengeneza upakuaji wa Excel unaoonyesha ni watumiaji gani waliopakiwa tayari wapo na ni nani walio hai. </p>

source: Account Confirmed
sw: Akaunti Imethibitishwa

source: You can now log into the mobile app.
sw: Sasa unaweza kuingia kwenye programu ya simu.

source: To log into CommCare HQ on the web, click <a href="%(login_url)s">here</a>.
sw: Ili kuingia kwenye CommCare HQ kupitia wavuti, bonyeza <a href="%(login_url)s">hapa</a>.

source: Confirm your account to join the %(domain_name)s project
es: Confirma tu cuenta para unirte al proyecto %(domain_name)s
sw: Thibitisha akaunti yako ili kujiunga na mradi wa %(domain_name)s

source: You are already signed in.
es: Ya has iniciado sesión.
sw: Umeingia tayari.

source: To accept this invitation, you must first sign out.
sw: Ili kukubali mwaliko huu, lazima uondoke kwanza.

source: Your account is already confirmed!
es: ¡Tu cuenta ya está confirmada!
sw: Akaunti yako tayari imethibitishwa!

source: <a href="%(login_url)s">Login</a> to access your account.
es: <a href="%(login_url)s">Inicia sesión</a> para acceder a tu cuenta.
sw: <a href="%(login_url)s">Ingia</a> ili kufikia akaunti yako.

source: It looks like your account has been deactivated. Contact your administrator if you think this is a mistake.
es: Parece que tu cuenta ha sido desactivada. Contacta a tu administrador si crees que esto es un error.
sw: Inaonekana akaunti yako imezimwa. Wasiliana na msimamizi wako kama unadhani hii ni makosa.

source: Invitation link has expired. Contact your project administrator to send new invite.
es: El enlace de invitación ha expirado. Contacta al administrador de tu proyecto para enviar una nueva invitación.
sw: Kiungo cha mwaliko kimeisha muda wake. Wasiliana na msimamizi wa mradi wako ili atume mwaliko mpya.

source: Confirm Your Account
es: Confirma tu cuenta
sw: Thibitisha Akaunti Yako

source: Fill in the details below to confirm your account.
es: Completa los detalles a continuación para confirmar tu cuenta.
sw: Jaza maelezo hapa chini ili kuthibitisha akaunti yako.

source: Your username <strong>%(username)s</strong> was chosen by your project administrator.
es: Tu nombre de usuario <strong>%(username)s</strong> fue elegido por el administrador de tu proyecto.
sw: Jina lako la mtumiaji <strong>%(username)s</strong> limechaguliwa na msimamizi wa mradi wako.

source: Below applications use this mobile worker as practice mobile worker. If you turn off practice mode, this mobile worker will be automatically unassigned for these applications as practice mode mobile worker.
es: Las aplicaciones a continuación utilizan este usuario móvil como un usuario móvil de práctica. Si desactiva el modo de práctica, a este trabajador móvil se le eliminará automáticamente su asignación para esta aplicación como un usuario móvil en modo de práctica.
sw: Programu zilizo hapa chini zinatumia mtumiaji huyu wa simu kama mtumiaji wa majaribio. Ukizima hali ya majaribio, mtumiaji huyu wa simu ataondolewa kiotomatiki kwenye programu hizi kama mtumiaji wa majaribio.

source: No, go back
es: No, regrese
sw: Hapana, rudi nyuma

source: Yes, continue
es: Sí, continúe
sw: Ndiyo, endelea

source: Request Sent
es: Solicitud Enviada
sw: Ombi limetumwa

source: <div class="container"> <div class="page-header"> <h1>Request Access</h1> </div> <div class="alert alert-info"> <p>A request has been sent to the administrators of <strong>%(hr_name)s</strong>.</p> <p>You will receive an email when the request is approved.</p> </div> </div>
es: <div class="container"> <div class="page-header"> <h1>Solicitar acceso</h1> </div> <div class="alert alert-info"> <p>Se ha enviado una solicitud a los administradores de <strong>%(hr_name)s</strong>.</p> <p>Recibirás un correo electrónico cuando la solicitud sea aprobada.</p> </div> </div>
sw: <div class="container"> <div class="page-header"> <h1>Omba Ufikiaji</h1> </div> <div class="alert alert-info"> <p>Ombi limetumwa kwa wasimamizi wa <strong>%(hr_name)s</strong>.</p> <p>Utaarifiwa kwa barua pepe ombi lako litakapokubaliwa.</p> </div> </div>

source: Deleted User
es: Usuario Eliminado
sw: Mtumiaji Aliyefutwa

source: Whoa! I don't even know how you got here! But I guess since you're here...
es: ¡Caramba! ¡Ni siquiera sé cómo llegó usted aquí! Pero ya que está aquí...
sw: Duh! Hata sijui umefikaje hapa! Lakini kwa kuwa uko hapa...

source: The user <strong>%(username)s</strong> no longer exists.
es: El usuario<strong>%(username)s</strong> ya no existe.
sw: Mtumiaji <strong>%(username)s</strong> hayupo tena.

source: If you think this user was deleted in error:
es: Si usted piensa que este usuario fue eliminado por error:
sw: Kama unadhani mtumiaji huyu alifutwa kimakosa:

source: Restore User
es: Restaurar Usuario
sw: Rejesha Mtumiaji

source: <p> You do not have access to %(hr_name)s. If you need access, fill out the form below to send a request to the project's admins. </p>
es: <p> No tienes acceso a %(hr_name)s. Si necesitas acceso, completa el formulario a continuación para enviar una solicitud a los administradores del proyecto. </p>
sw: <p> Huna ufikiaji wa %(hr_name)s. Ikiwa unahitaji ufikiaji, jaza fomu hapa chini ili kutuma ombi kwa wasimamizi wa mradi. </p>

source: This user is a loadtest user. All forms submitted by this user will be ignored and not appear in reports or data exports.
es: Este usuario es un usuario de prueba de carga. Todos los formularios enviados por este usuario serán ignorados y no aparecerán en informes o exportaciones de datos.
sw: Mtumiaji huyu ni mtumiaji wa loadtest. Fomu zote zitakazowasilishwa na mtumiaji huyu zitapuuzwa na hazitaonekana kwenye ripoti au usafirishaji wa data.

source: This user is marked as a demo user. All forms submitted by this user will be ignored and not appear in reports or data exports.
es: Este usuario está marcado como un usuario de demostración. Todos los formularios enviados por este usuario serán ignorados y no aparecerán en informes o exportaciones de datos.
sw: Mtumiaji huyu amewekwa kama mtumiaji wa majaribio. Fomu zote zitakazowasilishwa na mtumiaji huyu zitapuuzwa na hazitaonekana kwenye ripoti au usafirishaji wa data.

source: Security
es: Manejo de Casos
sw: Manejo de Casos

source: User Metadata
es: Metadatos del usuario
sw: Metadata ya Mtumiaji

source: User Location
es: Ubicación de Usuario
sw: Eneo la Mtumiaji

source: [Support only] Assigned Locations
es: [Solo soporte] Ubicaciones asignadas
sw: [Kwa msaada pekee] Maeneo Uliyopewa

source: Force Full Refresh on next Mobile Sync
es: Forzar actualización completa en la próxima sincronización móvil
sw: Lazimisha Usawazishaji Kamili kwenye Usawazishaji Ujao wa Simu

source: Force Full Refresh
es: Forzar actualización completa
sw: Lazimisha Usawazishaji Kamili

source: Mobile Worker %(friendly_name)s is already set to do a full refresh the next time they sync.
es: El trabajador móvil %(friendly_name)s ya está configurado para hacer una actualización completa la próxima vez que se sincronice.
sw: Mtumiaji wa Simu %(friendly_name)s tayari amewekwa kufanya usawazishaji kamili wakati atakapounganisha tena.

source: Delete Mobile Worker
es: Eliminar Usuario Móvil
sw: Futa Mtumiaji wa Simu

source: Turn off demo mode to allow this mobile worker to start sending data to %(hq_name)s again.
es: Desactiva el modo de demostración para permitir que este trabajador móvil comience a enviar datos a %(hq_name)s nuevamente.
sw: Zima hali ya onyesho ili kumruhusu mfanyakazi huyu wa simu kuanza kutuma data kwa %(hq_name)s tena.

source: This will mark the mobile worker as a demo user and %(hq_name)s will ignore future form submissions from the user.
es: Esto marcará al trabajador móvil como un usuario de demostración y %(hq_name)s ignorará futuras presentaciones de formularios de este usuario.
sw: Hii itamweka mfanyakazi wa simu kama mtumiaji wa onyesho na %(hq_name)s itapuuza uwasilishaji wa fomu za baadaye kutoka kwa mtumiaji huyu.

source: Turn Off Demo Mode for this Mobile Worker
es: Apague el Modo Demostración para este Usuario Móvil
sw: Zima Hali ya Onyesho kwa Mfanyakazi Huyu wa Simu

source: Turn On Demo Mode for this Mobile Worker
es: Encienda el Modo Demostración para este Usuario Móvil
sw: Washa Hali ya Onyesho kwa Mfanyakazi Huyu wa Simu

source: Refresh Demo Mode data
es: Actualice datos del Modo Demostración
sw: Sasisha data ya Hali ya Onyesho

source: <span> Last refreshed %(when)s</span>
es: <span> Última actualización %(when)s</span>
sw: <span> Ilisasishwa mwisho %(when)s</span>

source: Approximate date/time of the last time this user synced with the server from CommCare.
es: Fecha/hora aproximada de la última vez que este usuario se sincronizó con el servidor desde CommCare.
sw: Tarehe/muda takriban wa mara ya mwisho mtumiaji huyu alisawazisha na seva kutoka CommCare.

source: Devices
es: Dispositivos
sw: Vifaa

source: List of devices used to access CommCare applications, with approximate last-use dates.
es: Lista de dispositivos utilizados para acceder a aplicaciones de CommCare, con fechas aproximadas de último uso.
sw: Orodha ya vifaa vilivyotumika kufikia programu za CommCare, pamoja na tarehe za matumizi ya mwisho takriban.

source: Device ID
es: ID del Dispositivo
sw: Kitambulisho cha Kifaa

source: Delete Mobile Worker %(friendly_name)s?
es: ¿Eliminar al trabajador móvil %(friendly_name)s?
sw: Futa Mfanyakazi wa Simu %(friendly_name)s?

source: It is important you read the entire message below thoroughly before completing this action.
es: Es importante que leas todo el mensaje a continuación detenidamente antes de completar esta acción.
sw: Ni muhimu usome ujumbe mzima hapa chini kwa makini kabla ya kukamilisha hatua hii.

source: Are you sure you want to permanently delete <strong>%(friendly_name)s</strong>?
es: ¿Estás seguro de que deseas eliminar permanentemente <strong>%(friendly_name)s</strong>?
sw: Una uhakika unataka kufuta kabisa <strong>%(friendly_name)s</strong>?

source: Will delete %(friendly_name)s. They will no longer be able to sync or submit any data from their mobile devices.
es: Se eliminará a %(friendly_name)s. Ya no podrán sincronizar ni enviar ningún dato desde sus dispositivos móviles.
sw: Itafuta %(friendly_name)s. Hataweza tena kusawazisha au kutuma data yoyote kutoka kwenye vifaa vyao vya simu.

source: Will delete <strong>all</strong> of %(friendly_name)s's form submissions.
es: Se eliminarán <strong>todas</strong> las presentaciones de formularios de %(friendly_name)s.
sw: Itafuta <strong>fomu zote</strong> zilizowasilishwa na %(friendly_name)s.

source: Will delete all cases owned by %(friendly_name)s and all the forms associated with those cases, unless the forms are linked to any other active cases. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Read more about this</a >.
es: Se eliminarán todos los casos propiedad de %(friendly_name)s y todos los formularios asociados con esos casos, a menos que los formularios estén vinculados a otros casos activos. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Lee más sobre esto</a >.
sw: Itafuta kesi zote zinazomilikiwa na %(friendly_name)s na fomu zote zinazohusiana na kesi hizo, isipokuwa fomu hizo zimeunganishwa na kesi nyingine ambazo bado zinafanya kazi. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Soma zaidi kuhusu hili</a >.

source: If you ever want to use %(friendly_name)s's data in the future, we suggest that you use the <strong>Deactivate User</strong> option <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >described here</a >.
es: Si alguna vez deseas usar los datos de %(friendly_name)s en el futuro, te sugerimos que uses la opción <strong>Desactivar usuario</strong> <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >descrita aquí</a >.
sw: Ikiwa utahitaji kutumia data ya %(friendly_name)s siku zijazo, tunapendekeza utumie chaguo la <strong>Zuia Mtumiaji</strong> <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >kama ilivyoelezwa hapa</a >.

source: If even after reading this you decide that you really want to delete this user and all of their data, type <strong>%(username)s</strong> into the box below.
es: Si incluso después de leer esto decides que realmente quieres eliminar a este usuario y todos sus datos, escribe <strong>%(username)s</strong> en el cuadro de abajo.
sw: Ikiwa baada ya kusoma hii bado umeamua kweli kufuta mtumiaji huyu na data zao zote, andika <strong>%(username)s</strong> kwenye kisanduku hapa chini.

source: The SSO Identity Provider for %(friendly_name)s, "%(idp_name)s", is not trusted by this project space.
es: El Proveedor de Identidad SSO para %(friendly_name)s, "%(idp_name)s", no es de confianza para este espacio de proyecto.
sw: Mtoa Huduma ya Utambulisho wa SSO kwa %(friendly_name)s, "%(idp_name)s", haijaaminika na eneo hili la mradi.

source: Click Trust Provider below to restore access for this user. <a href="#">Learn more</a> about SSO on CommCare HQ.
es: Haz clic en Confiar en el Proveedor abajo para restaurar el acceso para este usuario. <a href="#">Aprende más</a> sobre SSO en CommCare HQ.
sw: Bonyeza Amini Mtoa Huduma hapa chini ili kurejesha ufikiaji kwa mtumiaji huyu. <a href="#">Jifunze zaidi</a> kuhusu SSO kwenye CommCare HQ.

source: Trust Identity Provider
es: Confiar en el Proveedor de Identidad
sw: Amini Mtoa Huduma ya Utambulisho

source: Information for %(friendly_name)s
es: Información para %(friendly_name)s
sw: Taarifa kwa %(friendly_name)s

source: Change %(friendly_name)s's Role
es: Cambiar el Rol de %(friendly_name)s
sw: Badilisha Jukumu la %(friendly_name)s

source: Update Information
es: Actualizar Información
sw: Sasisha Taarifa

source: Update Location Settings
es: Actualizar Configuraciones de Ubicación
sw: Sasisha Mipangilio ya Mahali

source: Update Tableau Configuration
es: Actualizar Configuración de Tableau
sw: Sasisha Mpangilio wa Tableau

source: <p> You have successfully confirmed the account %(new_mobile_worker)s for the project space %(domain)s. </p> <p> If you think you have received this by mistake, you can go ahead and ignore this email. </p> <p> Thank you,<br /> The CommCare Team </p>
sw: <p> Umefanikiwa kuthibitisha akaunti %(new_mobile_worker)s kwa ajili ya nafasi ya mradi %(domain)s. </p> <p> Ikiwa unadhani umepokea hii kimakosa, unaweza kupuuza barua pepe hii. </p> <p> Asante,<br /> Timu ya CommCare </p>

source: <p> Your request to join %(domain_name)s has been approved. </p> <p> You may now visit %(url)s. </p> <p> Thanks,<br /> CommCare </p>
sw: <p> Ombi lako la kujiunga na %(domain_name)s limeidhinishwa. </p> <p> Sasa unaweza kutembelea %(url)s. </p> <p> Asante,<br /> CommCare </p>

source: Your request to join %(domain_name)s has been approved. You may now visit %(url)s. Thanks, CommCare
sw: Ombi lako la kujiunga na %(domain_name)s limeidhinishwa. Sasa unaweza kutembelea %(url)s. Asante, CommCare

source: <p> %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. </p> <p> To approve or delete this request, visit %(url)s. </p> <p> Thanks,<br /> CommCare </p>
sw: <p> %(full_name)s (%(email)s) ameomba kupata ufikiaji wa %(domain_name)s kama mtumiaji wa wavuti. </p> <p> Ili kuidhinisha au kufuta ombi hili, tembelea %(url)s. </p> <p> Asante,<br /> CommCare </p>

source: %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. To approve or delete this request, visit %(url)s. Thanks, CommCare
sw: %(full_name)s (%(email)s) ameomba kupata ufikiaji wa %(domain_name)s kama mtumiaji wa wavuti. Ili kuidhinisha au kufuta ombi hili, tembelea %(url)s. Asante, CommCare

source: Please note that you have reached the user limit included in your plan.
sw: Tafadhali fahamu kuwa umefikia kikomo cha watumiaji kilichojumuishwa kwenye mpango wako.

source: Please note that you have utilised 90%% of the user limit included in your plan.
sw: Tafadhali kumbuka kuwa umetumia 90%% ya kikomo cha watumiaji kilichojumuishwa kwenye mpango wako.

source: Your project currently has %(user_count)s mobile users out of %(plan_limit)s included in your plan. Your user limit represents all mobile users that are not currently deactivated (see <a href="%(url)s">here</a> for more). If you exceed the number of mobile users included in your plan, you will be charged as per the terms of plan.
sw: Mradi wako kwa sasa una watumiaji wa simu %(user_count)s kati ya %(plan_limit)s waliopo kwenye mpango wako. Kikomo chako cha watumiaji kinajumuisha watumiaji wote wa simu ambao hawajazimwa (tazama <a href="%(url)s">hapa</a> kwa maelezo zaidi). Ukizidi idadi ya watumiaji wa simu waliopo kwenye mpango wako, utatozwa kulingana na masharti ya mpango.

source: Notice of Additional Monthly Charges for Mobile Workers
es: Notificación de Cargos Mensuales Adicionales por Usuarios Móviles
sw: Taarifa ya Malipo ya Ziada ya Kila Mwezi kwa Wafanyakazi wa Simu

source: For each Mobile Worker above your monthly limit of %(u_limit)s, you will be charged a fee of %(u_fee)s per Mobile Worker per month.
es: Por cada Trabajador Móvil por encima de tu límite mensual de %(u_limit)s, se te cobrará una tarifa de %(u_fee)s por Trabajador Móvil por mes.
sw: Kwa kila Mfanyakazi wa Simu anayezidi kikomo chako cha kila mwezi cha %(u_limit)s, utatozwa ada ya %(u_fee)s kwa kila Mfanyakazi wa Simu kwa mwezi.

source: Calculating download size...
es: Calculando el tamaño de la descarga...
sw: Inakadiria ukubwa wa upakuaji...

source: Successfully uploaded %(count)s %(user_type)s.
es: Se ha subido exitosamente %(count)s %(user_type)s.
sw: Umefanikiwa kupakia %(count)s %(user_type)s.

source: However, we ran into problems with the following users:
es: Sin embargo, encontramos problemas con los siguientes usuarios:
sw: Hata hivyo, tumekutana na matatizo na watumiaji wafuatao:

source: Mobile Workers can log into applications in this project space and submit data.
sw: Wafanyakazi wa Simu wanaweza kuingia kwenye programu katika nafasi hii ya mradi na kutuma data.

source: Their activity and form submissions can be monitored in the Reports section of this %(hq_name)s project space. <br /> Read more about managing mobile workers on our <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank" >Help Site</a >.
sw: Shughuli zao na utumaji wa fomu unaweza kufuatiliwa katika sehemu ya Ripoti ya mradi huu wa %(hq_name)s. <br /> Soma zaidi kuhusu kusimamia wafanyakazi wa simu kwenye <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank" >Tovuti ya Msaada</a >.

source: Create Mobile Worker
es: Crear Usuario Móvil
sw: Unda Mfanyakazi wa Simu

source: Download Mobile Workers
es: Descargar Usuarios Móviles
sw: Pakua Wafanyakazi wa Simu

source: Bulk Clear Data
es: Borrar Datos en Masa
sw: Futa Data kwa Wingi

source: Bulk Delete Mobile Workers
es: Eliminar Trabajadores Móviles en Masa
sw: Futa Wafanyakazi wa Simu kwa Wingi

source: Bulk Lookup of Mobile Workers
es: Búsqueda Masiva de Trabajadores Móviles
sw: Tafuta Wafanyakazi wa Simu kwa Wingi

source: Create New Mobile Worker
es: Crear Nuevo Usuario Móvil
sw: Unda Mfanyakazi Mpya wa Simu

source: Mobile Worker Limit Reached
es: Límite de Trabajadores Móviles Alcanzado
sw: Kikomo cha Wafanyakazi wa Simu Kimefikiwa
