Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Your app's forms contain errors. Please visit the <a href='%(form_summary_url)s'>form summary</a> for more details.
es: Los formularios de su aplicación contienen errores. Por favor visite el <a href='%(form_summary_url)s'>resumen del formulario</a> para más detalles.
sw: Fomu za programu yako zina makosa. Tafadhali tembelea <a href='%(form_summary_url)s'>muhtasari wa fomu</a> kwa maelezo zaidi.

source: Relationships:
es: Relaciones:
sw: Mahusiano:

source: Opened by:
es: Abierto por:
sw: Imefunguliwa na:

source: Closed by:
es: Cerrado por:
sw: Imefungwa na:

source: Problems:
es: Problemas:
sw: Matatizo:

source: Case Property
es: Propiedad del Caso
sw: Sifa ya Kesi

source: Load questions
es: Cargar preguntas
sw: Pakia maswali

source: Save questions
es: Guardar preguntas
sw: Hifadhi maswali

source: Case Lists
es: Listas de Casos
sw: Orodha za Kesi

source: Case Details
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Revoke restriction
es: Revocar restricción
sw: Ondoa kizuizi

source: Restrict to this version
es: Restringir a esta versión
sw: Zuia kwa toleo hili

source: Bulk application translations
es: Traducciones masivas de aplicaciones
sw: Tafsiri za programu kwa wingi

source: App Summary
es: Resumen de la Aplicación
sw: Muhtasari wa Programu

source: Manage Case
es: Diagnóstico de Casos
sw: Diagnóstico de Casos

source: This is a <i class="fcc fcc-app-createform"></i> Registration Form.
es: Este es un <i class="fcc fcc-app-createform"></i> Formulario de Registro.
sw: Hii ni <i class="fcc fcc-app-createform"></i> Fomu ya Usajili.

source: Users will fill it out when they need to <strong>add</strong> a new item to the application.
es: Los usuarios lo llenarán cuando necesiten <strong>agregar</strong> un nuevo elemento a la aplicación.
sw: Watumiaji wataijaza wanapohitaji <strong>ongeza</strong> kipengee kipya kwenye programu.

source: This is a <i class="fcc fcc-app-updateform"></i> Followup Form.
es: Este es un <i class="fcc fcc-app-updateform"></i> Formulario de Seguimiento.
sw: Hii ni <i class="fcc fcc-app-updateform"></i> Fomu ya Ufuatiliaji.

source: Users will fill it out when they need to <strong>update</strong> an item that has already been added to the application.
es: Los usuarios lo llenarán cuando necesiten <strong>actualizar</strong> un elemento que ya ha sido agregado a la aplicación.
sw: Watumiaji wataijaza wanapohitaji <strong>kusasisha</strong> kipengee ambacho tayari kimeongezwa kwenye programu.

source: This is a <i class="fa-regular fa-file"></i> Survey.
es: Este es un <i class="fa-regular fa-file"></i> Encuesta.
sw: Hii ni <i class="fa-regular fa-file"></i> Utafiti.

source: It's useful for asking questions once, for information that you won't need to follow up on later.
es: Es útil para hacer preguntas una vez, para información que no necesitarás seguir más adelante.
sw: Inafaa kwa kuuliza maswali mara moja, kwa taarifa ambayo hautahitaji kufuatilia tena baadaye.

source: Edit Form Details
es: Editar Detalles del Formulario
sw: Hariri Maelezo ya Fomu

source: Form Name
es: Nombre del Formulario
sw: Jina la Fomu

source: Comment
es: Comentario
sw: Maoni

source: Form Summary - Version %(app_version)s
es: Resumen del Formulario - Versión %(app_version)s
sw: Muhtasari wa Fomu - Toleo %(app_version)s

source: Your app's forms contain errors. Case and form information below may be inaccurate until you fix the issues.
es: Los formularios de tu aplicación contienen errores. La información de casos y formularios a continuación puede ser inexacta hasta que soluciones los problemas.
sw: Fomu za programu yako zina makosa. Taarifa za kesi na fomu hapa chini zinaweza kuwa si sahihi hadi utakaporekebisha matatizo hayo.

source: Error in form:
es: Error en el formulario:
sw: Hitilafu kwenye fomu:

source: required
es: requerido
sw: inahitajika

source: Instance
es: Instancia
sw: Mfano

source: Value
es: Valor
sw: Thamani

source: Label
es: Etiqueta
sw: Lebo

source: Load property
es: Cargar propiedad
sw: Pakia sifa

source: Save property
es: Guardar propiedad
sw: Hifadhi sifa

source: save only on edit
es: guardar solo al editar
sw: hifadhi wakati wa kuhariri pekee

source: Changes - Version %(first_version)s vs. Version %(second_version)s
es: Cambios - Versión %(first_version)s vs. Versión %(second_version)s
sw: Mabadiliko - Toleo %(first_version)s dhidi ya Toleo %(second_version)s

source: Edit Form
es: Editar Formulario
sw: Hariri Fomu

source: Enter form description here
es: Ingrese aquí la descripción del formulario
sw: Weka maelezo ya fomu hapa

source: User Properties
es: Propiedades del Usuario
sw: Sifa za Mtumiaji

source: Visit Scheduler
es: Agenda de Visitas
sw: Ratiba ya Ziara

source: We were unable to validate your form due an error on the server. Proceed with caution.
es: No hemos podido validar su formulario debido a un error en el servidor. Proceda con precaución.
sw: Hatukuweza kuthibitisha fomu yako kutokana na hitilafu kwenye seva. Endelea kwa tahadhari.

source: You are viewing a shadow form, therefore:
es: Está viendo una sombra del formulario, por lo que:
sw: Unatazama fomu kivuli, hivyo:

source: You will be unable to add "Open case" action
es: No será posible agregar la acción de "Abrir Caso"
sw: Hutoweza kuongeza kitendo cha "Fungua kesi"

source: Load/Update actions will be "merged" with the source form actions
es: Acciones de Cargar/Actualizar serán unidas con las acciones del formulario fuente
sw: Vitendo vya Kupakia/Kuongeza vitachanganywa na vitendo vya fomu chanzo

source: Every case tag in the source form load/update action configuration must appear in this configuration
es: Todas las etiquetas de caso en la configuración de las acciones de cargar/actualizar en el formulario fuente, deben aparecer en esta configuración
sw: Kila tagi ya kesi kwenye mpangilio wa kupakia/kuongeza wa fomu chanzo lazima ionekane kwenye mpangilio huu

source: You are not allowed to specify load or save case properties
es: No es permitido especificar cargar o guardar propiedades de caso
sw: Huruhusiwi kubainisha sifa za kesi za kupakia au kuhifadhi

source: The load and save case property behaviors specified in the shadow source form actions will be used for the actions with matching case tags specified here.
es: Los comportamientos de cargar y guardar propiedades de casos especificados en las acciones del formulario de sombra serán usados para las acciones con las mismas etiquetas de caso especificadas aquí
sw: Tabia za kupakia na kuhifadhi sifa za kesi zilizobainishwa kwenye vitendo vya fomu chanzo kivuli zitatumika kwa vitendo vyenye tagi za kesi zinazolingana zilizobainishwa hapa.

source: You are not allowed to specify case closures here
es: No es permitido especificar clausuras de casos aquí
sw: Huruhusiwi kubainisha kufunga kesi hapa

source: There are errors in your form. Fix your form in order to view and edit Case Management.
es: Su formulario tiene errores. Arregle su formulario para poder visualizar y editar el Manejo de Casos.
sw: Kuna makosa kwenye fomu yako. Rekebisha fomu yako ili kuona na kuhariri Usimamizi wa Kesi.

source: Add questions to your form to make use of case management.
es: Agregar preguntas a su formulario para hacer uso del manejo de casos.
sw: Ongeza maswali kwenye fomu yako ili kutumia usimamizi wa kesi.

source: The User Properties feature is no longer available because of the change in your CommCare subscription. Although currently-deployed applications will still function properly, it will not be possible to update or redeploy them unless the User Properties functionality is removed, or you upgrade your CommCare subscription.
es: La función de Propiedades de Usuario ya no está disponible debido al cambio en tu suscripción de CommCare. Aunque las aplicaciones actualmente desplegadas seguirán funcionando correctamente, no será posible actualizarlas o volver a desplegarlas a menos que se elimine la funcionalidad de Propiedades de Usuario, o actualices tu suscripción de CommCare.
sw: Kipengele cha Sifa za Mtumiaji hakipatikani tena kutokana na mabadiliko ya usajili wako wa CommCare. Ingawa programu zilizowekwa tayari zitaendelea kufanya kazi ipasavyo, haitakuwa inawezekana kusasisha au kuweka upya isipokuwa kipengele cha Sifa za Mtumiaji kiondolewe, au uboreshe usajili wako wa CommCare.

source: WARNING: By clicking "Remove User Properties" you will lose User Properties functionality if you redeploy your application. However, you will still be able to see all previously collected data.
es: ADVERTENCIA: Al hacer clic en "Eliminar Propiedades de Usuario" perderás la funcionalidad de Propiedades de Usuario si vuelves a desplegar tu aplicación. Sin embargo, aún podrás ver todos los datos recopilados previamente.
sw: ONYO: Kwa kubofya "Ondoa Sifa za Mtumiaji" utapoteza kipengele cha Sifa za Mtumiaji ukirekebisha tena programu yako. Hata hivyo, utaendelea kuona data yote iliyokusanywa awali.

source: Change your subscription
es: Cambiar su suscripción
sw: Badilisha usajili wako

source: Remove User Properties
es: Eliminar Propiedades del Usuario
sw: Ondoa Sifa za Mtumiaji

source: You have not created a form yet. Create a form in order to view and edit User Properties.
es: Usted no ha creado un formulario todavía. Cree un formulario para poder visualizar y editar las Propiedades del Usuario.
sw: Bado hujaunda fomu. Unda fomu ili kuona na kuhariri Sifa za Mtumiaji.

source: Language List
es: Lista de Idiomas
sw: Orodha ya Lugha

source: CommCare Translations
es: Traducciones CommCare
sw: Tafsiri za CommCare

source: Bulk CommCare Translations
es: Traducciones Generales CommCare
sw: Tafsiri za CommCare kwa Wingi

source: Bulk Application Translations
es: Traducciones de Aplicaciones Generales
sw: Tafsiri za Programu kwa Wingi

source: Menu Settings
es: Configuración del Menú
sw: Mipangilio ya Menyu

source: Session Endpoint Id
es: Id del Punto de Fin de Sesión
sw: Kitambulisho cha Mwisho wa Kikao

source: Add filter
es: Agregar filtro
sw: Ongeza kichujio

source: This data will not be shown for case search results.
es: Estos datos no se mostrarán para los resultados de búsqueda de casos.
sw: Data hii haitaoenyeshwa kwenye matokeo ya utafutaji wa kesi.

source: App no longer supported
es: Aplicación ya no soportada
sw: Programu haungiwi mkono tena

source: This app is no longer supported
es: Esta aplicación ya no está soportada
sw: Programu hii haungiwi mkono tena

source: If you believe this to be in error, please contact support.
es: Si crees que esto es un error, por favor contacta al soporte.
sw: Ikiwa unaamini hili ni kosa, tafadhali wasiliana na msaada.

source: Install to Android by taking a picture of the image below on your phone.
es: Instalar a Android al tomar una foto de la imagen debajo en su teléfono.
sw: Sakinisha kwenye Android kwa kupiga picha ya picha iliyo hapa chini kwenye simu yako.

source: Download
es: Descargar
sw: Pakua

source: You can also click <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">here</a> </strong> in your mobile browser.
es: También puedes hacer clic <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">aquí</a> </strong> en tu navegador móvil.
sw: Unaweza pia kubofya <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">hapa</a> </strong> kwenye kivinjari chako cha simu.

source: For help installing CommCare, visit
es: Para recibir asistencia para instalar CommCare, visite
sw: Kwa msaada wa kusakinisha CommCare, tembelea

source: Install CommCare
es: Instale CommCare
sw: Sakinisha CommCare

source: Close
es: Cerrar
sw: Funga

source: Survey
es: Encuesta
sw: Utafiti

source: Lesson
es: Lección
sw: Somu

source: Followup
es: Seguimiento
sw: Ufuatiliaji

source: Register
es: Regístrese
sw: Sajili

source: Shadow Form
es: Formulario Sombra
sw: Fomu ya Kivuli

source: Create a New Menu
sw: Unda Menyu Mpya

source: Please note you will not be able to change menu type later.
sw: Tafadhali kumbuka huwezi kubadilisha aina ya menyu baadaye.

source: Application Settings
sw: Mipangilio ya Programu

source: Updates Available to Publish
es: Actualizaciones Disponibles para Publicar
sw: Sasisho Zinazopatikana Kuchapishwa

source: Linked from %(name)s | V%(version)s
es: Enlazado desde %(name)s | V%(version)s
sw: Imeunganishwa kutoka %(name)s | Toleo la %(version)s

source: Language
es: Idioma
sw: Lugha

source: Cannot make new version
es: No se puede crear una nueva versión
sw: Haiwezekani kutengeneza toleo jipya

source: If you don't know why this happened, please report an issue.
sw: Ikiwa hujui kwa nini hili limetokea, tafadhali ripoti tatizo.

source: Link to other form or menu is selected, but no links have been provided.
sw: Kiungo kwa fomu au menyu nyingine kimechaguliwa, lakini hakuna viungo vilivyotolewa.

source: Link to other form or menu is selected, but we don't recognize the form or menu you provided.
sw: Kiungo kwa fomu au menyu nyingine kimechaguliwa, lakini hatutambui fomu au menyu uliyoitoa.

source: Please check that end of form navigation is correct. It appears to be pointing to a parent menu form, but the menu doesn't have a parent.
sw: Tafadhali hakikisha kwamba urambazaji wa mwisho wa fomu ni sahihi. Inaonekana inaelekeza kwenye fomu ya menyu mzazi, lakini menyu haina mzazi.

source: Please check that end of form navigation is correct. It appears to be pointing to a menu using "Display only forms," which makes that menu an invalid choice.
sw: Tafadhali hakikisha kwamba urambazaji wa mwisho wa fomu ni sahihi. Inaonekana inaelekeza kwenye menyu inayotumia "Onyesha fomu pekee," jambo linalofanya menyu hiyo isiwe chaguo halali.

source: Please check that end of form navigation is correct. It appears to involve both a multi-select form and a single select-form, which is not supported.
sw: Tafadhali hakikisha kwamba urambazaji wa mwisho wa fomu ni sahihi. Inaonekana inahusisha fomu ya kuchagua nyingi na fomu ya kuchagua moja, jambo ambalo halitumiki.

source: Please check that end of form navigation is correct. Modules configured to "make search input available after search" do not support the "Previous Screen" workflow.
sw: Tafadhali hakikisha kwamba urambazaji wa mwisho wa fomu ni sahihi. Moduli zilizosanidiwa "kufanya ingizo la utafutaji lipatikane baada ya utafutaji" hazitumii mtiririko wa kazi wa "Skrini Iliyopita".

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and also has a Session Endpoint ID. Session endpoints cannot be used with "Display only forms."
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia "Onyesha fomu pekee" na pia ina Session Endpoint ID. Session endpoints haziwezi kutumika na "Onyesha fomu pekee."

source: <a href="%(module_url)s">%(module_name)s</a> uses referrals but doesn't have detail screens configured for referrals.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia marejeleo lakini haina skrini za maelezo zilizosanidiwa kwa ajili ya marejeleo.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have detail screens configured for cases.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia kesi lakini haina skrini za maelezo zilizosanidiwa kwa ajili ya kesi.

source: <a href="%(module_url)s">%(module_name)s</a> uses CommCare Supply products but doesn't have detail screens configured for products.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia bidhaa za CommCare Supply lakini haina skrini za maelezo zilizosanidiwa kwa bidhaa.

source: <a href="%(module_url)s">%(module_name)s</a> has an incorrectly formatted ID key (%(error_key)s). Make sure your key has only letters, numbers, space characters, underscores, and dashes.
sw: <a href="%(module_url)s">%(module_name)s</a> ina ufunguo wa kitambulisho usio na muundo sahihi (%(error_key)s). Hakikisha ufunguo wako una herufi, nambari, nafasi, alama ya underscore, na vistari tu.

source: No menus are available. <br /> <i class="fa fa-arrow-left"></i> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to create some menus.
sw: Hakuna menyu zinazopatikana. <br /> <i class="fa fa-arrow-left"></i> Tafadhali bonyeza <i class="fa fa-plus"></i> <strong>Ongeza...</strong> ili kuunda menyu.

source: This menu references a missing menu.
sw: Menyu hii inarejelea menyu iliyokosekana.

source: <a href="%(module_url)s">%(module_name)s</a> references a missing menu.
sw: <a href="%(module_url)s">%(module_name)s</a> inarejelea menyu iliyokosekana.

source: Details:
es: Detalles:
sw: Maelezo:

source: <a href="%(module_url)s">%(module_name)s</a> has no forms or case list.
sw: <a href="%(module_url)s">%(module_name)s</a> haina fomu wala orodha ya kesi.

source: <a href="%(module_url)s">%(module_name)s</a> cannot have a training module as a parent module.
sw: <a href="%(module_url)s">%(module_name)s</a> haiwezi kuwa na moduli ya mafunzo kama moduli mzazi.

source: <a href="%(module_url)s">%(module_name)s</a> is a training module and therefore cannot have a parent module.
sw: <a href="%(module_url)s">%(module_name)s</a> ni moduli ya mafunzo na hivyo haiwezi kuwa na moduli mzazi.

source: <a href="%(module_url)s">%(module_name)s</a> has no reports.
sw: <a href="%(module_url)s">%(module_name)s</a> haina ripoti.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links but does not have a session endpoint id.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia viungo werevu lakini haina session endpoint id.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and Parent Child Selection. These two features are not compatible.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia viungo werevu na Uchaguzi wa Mzazi na Mtoto. Vipengele hivi viwili havilingani.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and a multi-select case list. These two features are not compatible.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia viungo werevu na orodha ya kesi ya kuchagua nyingi. Vipengele hivi viwili havilingani.

source: <a href="%(module_url)s">%(module_name)s</a> loads a case from a data registry and uses a multi-select case list. These two features are not compatible.
sw: <a href="%(module_url)s">%(module_name)s</a> inapakia kesi kutoka kwa sajili ya data na inatumia orodha ya kesi ya kuchagua nyingi. Vipengele hivi viwili havilingani.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links and is configured to make search input available after search. These two features are not compatible.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia viungo werevu na imesanidiwa kufanya ingizo la utafutaji lipatikane baada ya utafutaji. Vipengele hivi viwili havilingani.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Menu.
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> haiwezi kutumia jina la "search input instance" sawa na Menyu ya Mzazi wake.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Select Menu.
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> haiwezi kutumia jina la "search input instance" sawa na Menyu ya Kuchagua Mzazi wake.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> uses both multi-select auto select and "Clearing search terms resets search results". These two features are not compatible.
sw: Orodha ya kesi katika <a href="%(module_url)s">%(module_name)s</a> inatumia kuchagua nyingi kiotomatiki na "Kufuta maneno ya utafutaji kunaanza upya matokeo ya utafutaji". Vipengele hivi viwili havilingani.

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and is also configured with "make search input available after search". This workflow is unsupported.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia "Onyesha fomu pekee" na pia imesanidiwa na "kufanya ingizo la utafutaji lipatikane baada ya utafutaji". Mtiririko huu wa kazi hauungwi mkono.

source: The case hierarchy for <a href="%(module_url)s">%(module_name)s</a> contains a circular reference.
sw: Uhierarkia wa kesi kwa <a href="%(module_url)s">%(module_name)s</a> una marejeleo ya mzunguko.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have a case type defined.
sw: <a href="%(module_url)s">%(module_name)s</a> inatumia kesi lakini haina aina ya kesi iliyofafanuliwa.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case registration form for <a href="%(module_url)s">%(module_name)s</a>. This form is not a registration form. You need to select a form which opens a case and does not update an existing case. Please select a different form.
sw: Umechagua fomu ya <a href="%(form_url)s">%(form_name)s</a> kama fomu ya usajili wa kesi kwa <a href="%(module_url)s">%(module_name)s</a>. Fomu hii si fomu ya usajili. Unahitaji kuchagua fomu inayofungua kesi na haiboresha kesi iliyopo. Tafadhali chagua fomu nyingine.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case list form for <a href="%(module_url)s">%(module_name)s</a>. To select a followup form as case list form, the module must use the Select Parent First workflow and the form must follow up on the parent case type.
sw: Umechagua fomu ya <a href="%(form_url)s">%(form_name)s</a> kama fomu ya orodha ya kesi kwa <a href="%(module_url)s">%(module_name)s</a>. Ili kuchagua fomu ya ufuatiliaji kama fomu ya orodha ya kesi, moduli lazima itumie mtiririko wa kazi wa Chagua Mzazi Kwanza na fomu lazima ifuatilie aina ya kesi ya mzazi.

source: The form you have selected as the case registration form for <a href="%(module_url)s">%(module_name)s</a> does not exist. Please select another form.
sw: Fomu uliyoiweka kama fomu ya usajili wa kesi kwa <a href="%(module_url)s">%(module_name)s</a> haipo. Tafadhali chagua fomu nyingine.

source: There are references to reports that are deleted in <a href="%(module_url)s">%(module_name)s</a>. You may re-save <a href="%(module_url)s">%(module_name)s</a> to delete them.
sw: Kuna marejeleo ya ripoti zilizofutwa katika <a href="%(module_url)s">%(module_name)s</a>. Unaweza kuhifadhi tena <a href="%(module_url)s">%(module_name)s</a> ili kuzifuta.

source: There are multiple reports with the same report code in <a href="%(module_url)s">%(module_name)s</a>. These codes must be unique.
sw: Kuna ripoti nyingi zenye msimbo sawa wa ripoti katika <a href="%(module_url)s">%(module_name)s</a>. Misimbo hii lazima iwe ya kipekee.

source: The filter for <a href="%(module_url)s">%(module_name)s</a> has errors.
sw: Kichujio cha <a href="%(module_url)s">%(module_name)s</a> kina makosa.

source: Display Condition has syntax errors in the <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a>.
sw: Masharti ya Kuonyesha yana makosa ya sintaksia katika fomu ya <a href="%(form_url)s">%(form_name)s</a> ndani ya <a href="%(module_url)s">%(module_name)s</a>.
