Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: My project ended
es: Mi proyecto terminó
sw: Mradi wangu umeisha

source: The funding for my project ended
es: La financiación para mi proyecto terminó
sw: Ufadhili wa mradi wangu umeisha

source: I don’t need the features of my paid plan anymore but I plan on continuing using CommCare
es: Ya no necesito las características de mi plan de pago, pero planeo seguir usando CommCare

source: We are switching to a different mobile data collection tool
es: Estamos cambiando a una herramienta diferente de recolección de datos móviles
sw: Tunabadili kwenda kwenye zana nyingine ya ukusanyaji wa data ya simu

source: For budget reasons
es: Por razones de presupuesto
sw: Kwa sababu za bajeti

source: I need more limited features
es: Necesito características más limitadas
sw: Nahitaji vipengele vichache zaidi

source: I need additional/custom features
es: Necesito características adicionales/personalizadas
sw: Nahitaji vipengele vya ziada/mahususi

source: Other
es: Otro
sw: Nyingine

source: Downgrading?
es: ¿Degradar?
sw: Unashusha kiwango?

source: Pausing Subscription?
es: ¿Pausar suscripción?
sw: Unasimamisha Usajili?

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be paused on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
es: <p>Todas las suscripciones de CommCare requieren un compromiso mínimo de 30 días.</p><p>Continuar permitirá programar la pausa de su suscripción actual al Plan de Edición <%- oldPlan %> el <strong> <%- date %> </strong></p><p>Si tiene preguntas o desea hablar con nosotros sobre su suscripción, por favor comuníquese con <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
sw: <p>Usajili wote wa CommCare unahitaji angalau siku 30 za kujitolea.</p><p>Kuendelea mbele kutakuwezesha kupanga usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition kusimamishwa tarehe <strong> <%- date %> </strong></p><p>Ikiwa una maswali au ungependa kuzungumza nasi kuhusu usajili wako, tafadhali wasiliana na <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be paused on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
es: <p>Todas las suscripciones de CommCare requieren un compromiso mínimo de 30 días.</p><p>Su suscripción actual al Plan de Edición <%- oldPlan %> está programada para ser pausada el <strong> <%- date %> </strong></p><p>Continuar permitirá programar la degradación de su suscripción actual al Plan de Edición <%- oldPlan %> al Plan de Edición <%- newPlan %> el <strong> <%- date %> </strong></p><p>Si tiene preguntas o desea hablar con nosotros sobre su suscripción, por favor comuníquese con <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
sw: <p>Usajili wote wa CommCare unahitaji angalau siku 30 za kujitolea.</p><p>Usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition umepangwa kusimamishwa tarehe <strong> <%- date %> </strong></p><p>Kuendelea mbele kutakuwezesha kupanga usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition kushushwa hadi Mpango wa <%- newPlan %> Edition tarehe <strong> <%- date %> </strong></p><p>Ikiwa una maswali au ungependa kuzungumza nasi kuhusu usajili wako, tafadhali wasiliana na <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be downgraded to the <%- nextSubscription %> Edition Plan on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
es: <p>Todas las suscripciones de CommCare requieren un compromiso mínimo de 30 días.</p><p>Su suscripción actual al Plan de Edición <%- oldPlan %> está programada para ser degradada al Plan de Edición <%- nextSubscription %> el <strong> <%- date %> </strong></p><p>Continuar permitirá programar la degradación de su suscripción actual al Plan de Edición <%- oldPlan %> al Plan de Edición <%- newPlan %> el <strong> <%- date %> </strong></p><p>Si tiene preguntas o desea hablar con nosotros sobre su suscripción, por favor comuníquese con <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
sw: <p>Usajili wote wa CommCare unahitaji angalau siku 30 za kujitolea.</p><p>Usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition umepangwa kushushwa hadi Mpango wa <%- nextSubscription %> Edition tarehe <strong> <%- date %> </strong></p><p>Kuendelea mbele kutakuwezesha kupanga usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition kushushwa hadi Mpango wa <%- newPlan %> Edition tarehe <strong> <%- date %> </strong></p><p>Ikiwa una maswali au ungependa kuzungumza nasi kuhusu usajili wako, tafadhali wasiliana na <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.
es: <p>Todas las suscripciones de CommCare requieren un compromiso mínimo de 30 días.</p><p>Continuar permitirá programar la degradación de su suscripción actual al Plan de Edición <%- oldPlan %> al Plan de Edición <%- newPlan %> el <strong> <%- date %> </strong></p>Si tiene preguntas o desea hablar con nosotros sobre su suscripción, por favor comuníquese con <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.
sw: <p>Usajili wote wa CommCare unahitaji angalau siku 30 za kujitolea.</p><p>Kuendelea mbele kutakuwezesha kupanga usajili wako wa sasa wa Mpango wa <%- oldPlan %> Edition kushushwa hadi Mpango wa <%- newPlan %> Edition tarehe <strong> <%- date %> </strong></p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.

source: Billed Annually
es: Facturado Anualmente
sw: Inalipiwa kila mwaka

source: Billed Monthly
es: Facturado Mensualmente
sw: Inalipiwa kila mwezi

source: Please enter a valid email.
es: Por favor ingrese un correo electrónico válido.
sw: Tafadhali ingiza barua pepe halali.

source: Please enter your first name.
es: Por favor, ingrese su nombre.
sw: Tafadhali ingiza jina lako la kwanza.

source: Please enter your last name.
es: Por favor, ingrese su apellido.
sw: Tafadhali ingiza jina lako la mwisho.

source: Please enter your organization.
es: Por favor, ingrese su organización.
sw: Tafadhali ingiza shirika lako.

source: Please enter your job title.
es: Por favor, ingrese su cargo.
sw: Tafadhali ingiza cheo chako kazini.

source: Please enter your email address.
es: Por favor, ingrese su dirección de correo electrónico.
sw: Tafadhali ingiza anwani yako ya barua pepe.

source: We are sorry, but something unexpected has occurred.
es: Lo sentimos, pero ha ocurrido algo inesperado.
sw: Pole, kuna tatizo lisilotarajiwa limetokea.

source: Submit Request
es: Enviar Solicitud
sw: Tuma Ombi

source: Seconds
es: Segundos
sw: Sekunde

source: Chart
es: Gráfico
sw: Chati

source: Show All Dates
es: Mostrar Todas las Fechas
sw: Onyesha Tarehe Zote

source: You have unsaved changes.
es: Tiene cambios sin guardar.
sw: Una mabadiliko ambayo hujahifadhi.

source: There was an error saving.
es: Ocurrió un error al guardar.
sw: Kulikuwa na hitilafu wakati wa kuhifadhi.

source: Hide Past Versions
es: Ocultar Versiones Anteriores
sw: Ficha Matoleo ya Zamani

source: See Past Versions
es: Ver Versiones Anteriores
sw: Angalia Matoleo ya Zamani

source: Add
es: Agregar
sw: Ongeza

source: Moved successfully.
es: Movido exitosamente.
sw: Imehamishwa kwa mafanikio.

source: You have unsaved changes
es: Tiene cambios sin guardar
sw: Una mabadiliko ambayo hujahifadhi

source: Select None
es: Seleccionar Ninguno

source: Select All
es: Seleccionar Todos

source: Application name is required
es: Se requiere el nombre de la aplicación
sw: Jina la programu linahitajika

source: Project name is required
es: Se requiere el nombre del proyecto
sw: Jina la mradi linahitajika

source: Invalid Project Selected
es: Proyecto seleccionado no válido
sw: Mradi Batili Umechaguliwa

source: Oops, there was a problem loading this section. Please try again.
es: Vaya, ocurrió un problema al cargar esta sección. Por favor intente otra vez.
sw: Samahani, kulikuwa na tatizo kupakia sehemu hii. Tafadhali jaribu tena.

source: Mobile UCR Options
es: Opciones de UCR Móvil
sw: Chaguzi za UCR ya Simu

source: Mobile UCR Report
es: Informe UCR Móvil
sw: Ripoti ya UCR ya Simu

source: Select a Report...
es: Seleccione un Informe...
sw: Chagua Ripoti...

source: Lookup Table Options
es: Opciones de Tabla de Búsqueda
sw: Chaguzi za Jedwali la Utafutaji

source: Lookup Table
es: Tabla de Búsqueda
sw: Jedwali la Utafutaji

source: Select a Lookup Table...
es: Seleccione una Tabla de Búsqueda...
sw: Chagua Jedwali la Utafutaji...

source: Cache
es: Caché
sw: Kumbukumbu

source: Lazy Load
es: Carga Perezosa
sw: Upakiaji Polepole

source: Cache & Lazy Load
es: Caché y Carga Perezosa
sw: Kumbukumbu & Upakiaji Polepole

source: Tab Name
es: Nombre de la Pestaña
sw: Jina la Tab

source: Display Condition
es: Condición de Visualización
sw: Hali ya Kuonyesha

source: Oct 31,
es: 31 de octubre,
sw: Okt 31,

source: Format
es: Formato
sw: Muundo

source: Days late
es: Días tarde
sw: Siku zilizochelewa

source: Years since date
es: Años desde la fecha
sw: Miaka tangu tarehe

source: Months since date
es: Meses dese la fecha
sw: Miezi tangu tarehe

source: Weeks since date
es: Semanas desde la fecha
sw: Wiki tangu tarehe

source: Days since date
es: Días desde la fecha
sw: Siku tangu tarehe

source: Days until date
es: Días hasta la fecha
sw: Siku hadi tarehe

source: Weeks until date
es: Semanas hasta la fecha
sw: Wiki hadi tarehe

source: Months until date
es: Meses hasta la fecha
sw: Miezi hadi tarehe

source: Measuring
es: Medición
sw: Kipimo

source: Data Tab: Custom Expression
es: Pestaña de Datos: Expresión Personalizada
sw: Tab ya Data: Usemi Maalum

source: Data Tab: Child Cases:
es: Pestaña de Datos: Casos Hijos:
sw: Tab ya Data: Kesi za Mtoto:

source: Select One
es: Seleccione Uno
sw: Chagua Moja

source: Edit Graph
es: Editar Gráfico
sw: Hariri Grafu

source: Copied!
es: ¡Copiado!
sw: Imenakiliwa!

source: It is recommended that you leave this value blank. Future changes to your report's chart configuration will not be reflected here.
es: Se recomienda que deje este valor vacío. No se reflejarán aquí futuros cambios en la configuración del gráfico de su reporte.
sw: Inashauriwa uache thamani hii ikiwa tupu. Mabadiliko yajayo kwenye usanidi wa chati ya ripoti yako hayatadhihirika hapa.

source: None
es: Ninguna
sw: Hakuna

source: Parent
es: Padre
sw: Mzazi

source: Unknown menu
es: Menú desconocido
sw: Menyu isiyojulikana

source: Don't Use Case Tiles
es: No Usar Fichas de Caso
sw: Usitumie Vigae vya Kesi

source: Manually configure Case Tiles
es: Configurar Manualmente los Azulejos de Caso
sw: Sanidi Vigae vya Kesi Kwenyewe

source: Edit Custom Variables
es: Editar Variables Personalizadas
sw: Hariri Vigezo Maalum

source: You have unsaved detail screen configurations.
es: Tiene configuraciones de detalle de pantalla sin guardar
sw: Una usanidi wa skrini ya maelezo ambao haujahifadhiwa.

source: There is an error in your tab:
es: Hay un error en su pestaña:
sw: Kuna hitilafu kwenye tab yako:

source: There is an error in your property name:
es: Hay un error en el nombre de su propiedad:
sw: Kuna hitilafu kwenye jina la sifa yako:

source: You can only have one property with the 'Image' format
es: Solo puede tener una propiedad con el formato 'Imagen'
sw: Unaweza kuwa na sifa moja tu yenye muundo wa 'Picha'

source: All properties must be below a tab.
es: Todas las propiedades deben estar debajo de una pestaña.
sw: Sifa zote lazima ziwe chini ya tab.

source: Search Properties and Default Search Filters can't have common properties. Please update following properties:
es: Las Propiedades de Búsqueda y los Filtros de Búsqueda Predeterminados no pueden tener propiedades comunes. Por favor actualice las siguientes propiedades:
sw: Sifa za Utafutaji na Vichujio Chaguo-msingi vya Utafutaji haziwezi kuwa na sifa zinazofanana. Tafadhali sasisha sifa zifuatazo:

source: There are errors in your configuration.
es: Hay errores en su configuración.
sw: Kuna makosa kwenye usanidi wako.

source: <%- name %> (Calculated Property #<%- index %>)
es: <%- name %> (Propiedad Calculada #<%- index %>)
sw: <%- name %> (Sifa Iliyohesabiwa #<%- index %>)

source: Increasing (a, b, c)
es: Ascendente (a, b, c)
sw: Inaongezeka (a, b, c)

source: Increasing (May 1st, May 2nd)
es: Ascendente ( 1 de mayo, 2 de mayo)
sw: Inaongezeka (Mei 1, Mei 2)

source: Increasing (1, 2, 3)
es: Ascendente (1, 2, 3)
sw: Inaongezeka (1, 2, 3)

source: Increasing (1.1, 1.2, 1.3)
es: Ascendente (1.1, 1.2, 1.3)
sw: Inaongezeka (1.1, 1.2, 1.3)

source: Decreasing (c, b, a)
es: Descendente (c, b, a)
sw: Inapungua (c, b, a)

source: Decreasing (May 2nd, May 1st)
es: Descendente (2 de mayo, 1 de mayo)
sw: Inapungua (Mei 2, Mei 1)

source: Decreasing (3, 2, 1)
es: Descendente (3, 2, 1)
sw: Inapungua (3, 2, 1)

source: Decreasing (1.3, 1.2, 1.1)
es: Descendente (1.3, 1.2, 1.1)
sw: Inapungua (1.3, 1.2, 1.1)

source: Must begin with a letter and contain only letters, numbers, '-', and '_'
es: Debe empezar con letras y puede incluir solo letras, números, '-' y '_'
sw: Lazima ianze na herufi na iwe na herufi, nambari, '-', na '_'

source: Plain
es: Simple
sw: Nyororo

source: Date
es: Fecha
sw: Tarehe

source: Time Since or Until Date
es: Tiempo Desde o Hasta la Fecha
sw: Muda Tangu au Hadi Tarehe

source: Phone Number
es: Número de Teléfono
sw: Nambari ya Simu

source: ID Mapping
es: Mapeo ID
sw: Ulinganifu wa Kitambulisho

source: Late Flag
es: Bandera Tardía
sw: Bendera ya Kuchelewa

source: Search Only
es: Sólo Búsqueda
sw: Tafuta Pekee

source: Address
es: Dirección
sw: Anwani

source: Distance from current location
es: Distancia de la ubicación actual
sw: Umbali kutoka eneo la sasa

source: Address Popup (Web Apps only)
es: Ventana Emergente de Dirección (solo Aplicaciones Web)
sw: Dirisha la Anwani (Programu za Wavuti pekee)

source: Clickable Icon (Web Apps only)
es: Ícono Clickeable (solo Aplicaciones Web)
sw: Aikoni Inayoweza Kubonyezwa (Programu za Wavuti pekee)

source: Picture
es: Imagen
sw: Picha

source: Icon
es: Ícono
sw: Aikoni

source: Conditional ID Mapping
es: Mapeo de ID Condicional
sw: Ulinganifu wa Kitambulisho kwa Masharti

source: Translatable Text
es: Texto Traducible
sw: Maandishi Yanayoweza Kutafsiriwa

source: Image
es: Imagen
sw: Picha

source: Sorry, something went wrong with the download. If you see this repeatedly please report an issue.
es: Lo sentimos, algo salió mal con su descarga. Si ve esto en repetidas ocasiones, por favor reporte un problema.
sw: Samahani, kuna tatizo limetokea wakati wa kupakua. Ikiwa utaona hili mara kwa mara tafadhali ripoti tatizo.

source: Case Type required
es: Tipo de Caso requerido
sw: Aina ya Kesi inahitajika

source: Case Tag required
es: Etiqueta de Caso requerida
sw: Lebo ya Kesi inahitajika

source: Case Tag: only letters, numbers, '-', and '_' allowed
es: Etiqueta de Caso: solo se permiten letras, números, '-', y '_'
sw: Lebo ya Kesi: herufi, nambari, '-', na '_' tu zinakubalika

source: Case Tag already in use
es: Etiqueta de caso ya en uso
sw: Lebo ya Kesi tayari inatumika

source: subcase of
es: subcaso de
sw: kesi ndogo ya

source: autoselect mode:
es: modo de selección automática:
sw: hali ya kuchagua kiotomatiki:

source: (from fixture)
es: (de fixture)
sw: (kutoka kwa fixture)

source: Autoselect mode required
es: Modo de selección automática requerido
sw: Hali ya kuchagua kiotomatiki inahitajika

source: Property required
es: Propiedad requerida
sw: Kipengele kinahitajika

source: Case required
es: Caso requerido
sw: Kesi inahitajika

source: Lookup table tag required
es: Etiqueta de tabla de búsqueda requerida
sw: Lebo ya jedwali la utafutaji inahitajika

source: Expected case type required
es: Tipo de caso esperado requerido
sw: Aina ya kesi inayotarajiwa inahitajika

source: Subcase parent reference is missing
es: Falta la referencia al padre del subcaso
sw: Marejeleo ya mzazi wa kesi ndogo hayapo

source: Parent reference ID required for subcases:
es: ID de referencia del padre requerido para subcasos:
sw: Kitambulisho cha marejeleo ya mzazi kinahitajika kwa kesi ndogo:

source: Subcase must be in same repeat context as parent "
es: El subcaso debe estar en el mismo contexto de repetición que el padre "
sw: Kesi ndogo lazima iwe katika muktadha sawa wa kurudia kama mzazi "

source: Select parent
es: Seleccionar padre
sw: Chagua mzazi

source: Raw
es: Sin procesar

source: User Data
es: Datos del usuario
sw: Data ya Mtumiaji

source: User Properties
es: Propiedades del Usuario
sw: Sifa za Mtumiaji

source: Case Index
es: Índice de caso
sw: Faharasa ya Kesi

source: Load / Update / Close a case
es: Cargar / Actualizar / Cerrar un caso
sw: Pakia / Sasisha / Funga kesi

source: Automatic Case Selection
es: Selección automática de casos
sw: Uteuzi wa Kesi Kiotomatiki

source: Load Case From Fixture
es: Cargar caso desde fixture
sw: Pakia Kesi Kutoka kwa Fixture

source: Open a Case
es: Abrir un caso
sw: Fungua Kesi

source: Property updated by two questions
es: Propiedad actualizada por dos preguntas
sw: Kipengele kimesasishwa na maswali mawili

source: Reserved word:
es: Palabra reservada:
sw: Neno lililohifadhiwa:

source: Inside the wrong repeat!
es: ¡Dentro de la repetición equivocada!
sw: Uko ndani ya kurudia isiyo sahihi!

source: Parent property references not allowed for subcases
es: No se permiten referencias a propiedades del padre para subcasos
sw: Marejeleo ya sifa za mzazi hayaruhusiwi kwa kesi ndogo

source: Two properties load to the same question
es: Dos propiedades cargan la misma pregunta
sw: Vipengele viwili vinapakia kwenye swali moja

source: You have unchanged case settings
es: Tiene configuraciones de caso sin cambio
sw: Una mipangilio ya kesi ambayo haijabadilishwa

source: You have unchanged user properties settings
es: Tiene configuraciones de propiedades sin cambio
sw: Una mipangilio ya mali za mtumiaji ambayo haijabadilishwa

source: Property uses unrecognized prefix <strong>
es: La propiedad utiliza un prefijo<strong> no reconocido
sw: Mali inatumia kiambishi kisichotambulika <strong>

source: Unidentified Question
es: Pregunta no identificada
sw: Swali Lisilotambulika

source: We cannot find this question in the allowed questions for this field. It is likely that you deleted or renamed the question. Please choose a valid question from the dropdown.
es: No podemos encontrar esta pregunta en las preguntas permitidas para este campo. Es probable que haya eliminado o renombrado la pregunta. Por favor, elija una pregunta válida del menú desplegable.
sw: Hatuwezi kupata swali hili katika maswali yanayoruhusiwa kwa sehemu hii. Inawezekana ulifuta au kubadilisha jina la swali. Tafadhali chagua swali halali kutoka kwenye orodha.

source: Select a Question
es: Seleccionar una pregunta
sw: Chagua Swali

source: Edit Form
es: Editar Formulario
sw: Hariri Fomu

source: Form Settings
es: Configuración del Formulario
sw: Mipangilio ya Fomu

source: Could not enable user properties, please try again later.
es: No se pudieron habilitar las propiedades del usuario, por favor intente de nuevo más tarde.

source: This form either no longer exists or has a different case type
es: Este formulario ya no existe o tiene un tipo de caso diferente
sw: Fomu hii haipo tena au ina aina tofauti ya kesi

source: Unrecognized value
es: Valor no reconocido
sw: Thamani isiyotambulika

source: Manual Linking Datums
es: Enlaces manuales de datums
sw: Kuunganisha Datums Kwa Mkono

source: Set datums required to navigate to the selected form or menu
es: Establecer datums requeridos para navegar al formulario o menú seleccionado
sw: Weka datums zinazohitajika ili kufikia fomu au menyu iliyochaguliwa

source: Datum ID
es: ID de datum
sw: Kitambulisho cha Datum

source: XPath Expression
es: Expresión XPath
sw: Usemi wa XPath

source: Active
es: Activo
sw: Hai

source: Inactive
es: Inactivo
sw: Haifanyi kazi

source: Deactivate
es: Desactivar
sw: Zima

source: Activate
es: Activo
sw: Washa

source: Remove
es: Eliminar
sw: Ondoa

source: Menu Settings
es: Configuración del menú
sw: Mipangilio ya Menyu

source: Case type is required.
es: Se requiere un tipo de caso.
sw: Aina ya kesi inahitajika.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
es: Los tipos de casos solo pueden incluir los caracteres a-z, 0-9, '-' y '_'
sw: Aina za kesi zinaweza kujumuisha tu herufi a-z, 0-9, '-' na '_'

source: 'commcare-user' is a reserved case type. Please change the case type
es: 'usuario-commcare' es un tipo de caso reservado. Por favor cambie el tipo de caso

source: Go back to case list
es: Regresar a la lista de casos
sw: Rudi kwenye orodha ya kesi

source: Proceed with registered case
es: Continuar con el caso registrado
sw: Endelea na kesi iliyosajiliwa

source: Show All
es: Mostrar Todo
sw: Onyesha Zote

source: Display text is required
es: Se requiere texto de visualización
sw: Maandishi ya kuonyesha yanahitajika

source: You have unsaved changes in your report list module
es: Tiene cambios sin guardar en la lista de caso de su módulo
sw: Una mabadiliko ambayo hujahifadhi kwenye moduli ya orodha ya ripoti

source: This code is used in multiple places.
es: Este código se utiliza en varios lugares.
sw: Nambari hii inatumika katika sehemu nyingi.

source: Releases
es: Publicaciones
sw: Matoleo

source: You have unsaved changes to your application profiles
es: Tiene cambios sin guardar en su perfil de la aplicación
sw: Una mabadiliko ambayo hujahifadhi kwenye wasifu wa programu yako

source: There was an error saving
es: Ocurrió un error al guardar
sw: Kulikuwa na hitilafu wakati wa kuhifadhi

source: Select a user
es: Seleccione un usuario
sw: Chagua mtumiaji

source: (Default)
es: (Predeterminado)
sw: (Chaguomsingi)

source: Unknown App
es: Aplicación desconocida
sw: Programu Isiyotambulika

source: An error occurred. Reload the page and click Make New Version to try again.
es: Ocurrió un error. Recarga la página y haz clic en Crear Nueva Versión para intentarlo de nuevo.
sw: Hitilafu imetokea. Pakia upya ukurasa na bonyeza Tengeneza Toleo Jipya kujaribu tena.
