Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Dear %(domain_or_account)s administrator, Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Please make a payment as soon as possible for the amount due. If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s. As of this date, you will lose access to your project space until you re-subscribe to a paid plan. If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don’t hesitate to contact %(contact_email)s. Thanks, The CommCare HQ Team www.commcarehq.org
es: Estimado/a administrador/a de %(domain_or_account)s, Tu cuenta de facturación tiene Estados de Cuenta de CommCare impagos que están vencidos por más de %(days_overdue)s días. El saldo actualmente adeudado es: $%(total)s. Para ver la lista completa de facturas impagas puedes seguir este enlace: %(statements_url)s Como recordatorio, los pagos se pueden realizar mediante tarjeta de crédito, Transferencia Electrónica de Fondos (EFT) o cheque siguiendo las instrucciones en https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions También puedes pre-pagar por varios meses en cualquier momento siguiendo los pasos en https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Por favor realiza un pago lo antes posible por el monto adeudado. Si no puedes realizar un pago, tu suscripción será pausada el %(date_to_pause)s. A partir de esta fecha, perderás acceso a tu espacio de proyecto hasta que te vuelvas a suscribir a un plan pago. Si tienes alguna pregunta o si crees que tus pagos recientes no se han reflejado en este saldo, por favor no dudes en contactar a %(contact_email)s. Gracias, El Equipo de CommCare HQ www.commcarehq.org

source: Dear %(domain)s administrator, Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado/a administrador/a de %(domain)s, ¡Tu suscripción de %(plan_name)s para %(domain)s termina pronto! Si no renuevas tu suscripción antes de entonces, tu suscripción será pausada el %(ending_on)s y perderás acceso a todas las funciones hasta que te vuelvas a suscribir a un nuevo plan pago. Para cambiar o renovar tu suscripción, por favor inicia sesión en tu proyecto en CommCare HQ y navega a la página de suscripción en la configuración de tu proyecto: %(subscription_url)s Si tienes alguna pregunta, por favor no dudes en contactar a %(invoicing_contact_email)s. Gracias por tu uso y apoyo a CommCare. Atentamente, El Equipo de CommCare HQ %(base_url)s

source: Dear %(domain)s administrator, Your 30 Day Trial for %(domain)s is ending soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have questions about our pricing plans, you can review them here: https://www.commcarehq.org/pricing/ Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado/a administrador/a de %(domain)s, ¡Su prueba de 30 días para %(domain)s está por terminar! Si no cambia su suscripción antes de entonces, su suscripción se pausará el %(ending_on)s y perderá acceso a todas las funciones hasta que se vuelva a suscribir a un nuevo plan de pago. Para cambiar su suscripción, por favor inicie sesión en su proyecto en CommCare HQ y navegue a la página de suscripción en la configuración de su proyecto: %(subscription_url)s Si tiene preguntas sobre nuestros planes de precios, puede revisarlos aquí: https://www.commcarehq.org/pricing/ Gracias por su uso y apoyo a CommCare. Atentamente, El equipo de CommCare HQ %(base_url)s

source: Note: Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option. Instructions for Payment Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment: 1. Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice. 2. Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name. Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Nota: Cualquier cargo bajo demanda por usuarios excedentes o SMS se facturará por separado basado en el uso real del mes siguiente. Si lo prefiere, también puede prepagar por el uso bajo demanda esperado. Por favor contáctenos si desea explorar esta opción. Instrucciones para el Pago Dimagi acepta pagos vía ACH, transferencia bancaria y tarjeta de crédito. Todas las opciones de pago están listadas en la factura adjunta. Si paga por transferencia bancaria, por favor siga estas instrucciones para asegurar el procesamiento oportuno e identificación de su pago: 1. Envíe el pago por transferencia bancaria a la cuenta bancaria de Dimagi e incluya el ID de la factura en los detalles del pago por transferencia. Los detalles de la cuenta bancaria de Dimagi y el ID de la factura se pueden encontrar en la factura adjunta. 2. Envíe un correo electrónico a %(accounts_email)s después de haber realizado el pago, incluyendo la fecha del pago, el monto, el número de factura y el nombre del espacio de proyecto. Gracias por usar CommCare. Si tiene alguna pregunta, no dude en contactar a %(invoicing_contact_email)s. Atentamente, El equipo de CommCare HQ www.commcarehq.org Declaración De: CommCare HQ y la corporación Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: You have selected the <strong>%(p)s Edition</strong> subscription.
es: Ha seleccionado la suscripción <strong>%(p)s Edition</strong>.

source: Note: Continuing will change your current subscription.
es: Nota: Continuar cambiará su suscripción actual.

source: CommCare is billed on a monthly basis, and all subscriptions require a 30 day minimum commitment. You should expect your first invoice on %(invoice_date)s, or you can prepay for your subscription by following the instructions <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment">here</a>.
es: CommCare se factura mensualmente, y todas las suscripciones requieren un compromiso mínimo de 30 días. Debe esperar su primera factura el %(invoice_date)s, o puede prepagar su suscripción siguiendo las instrucciones <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment">aquí</a>.

source: Once you subscribe to a paid plan, you will be able to pause your subscription after 30 days, but you will no longer be able to downgrade to the CommCare Community plan.
es: Una vez que se suscriba a un plan de pago, podrá pausar su suscripción después de 30 días, pero ya no podrá degradar al plan CommCare Community.

source: <input type="checkbox" data-bind="checked: oUserAgreementSigned"> I understand and wish to continue.
es: <input type="checkbox" data-bind="checked: oUserAgreementSigned"> Entiendo y deseo continuar.

source: Thank you for staying with your current subscription.
es: Gracias por permanecer con su suscripción actual.

source: Continuing will keep you on <strong>%(p)s Edition Software Plan</strong> and any pending subscriptions will be cancelled.
es: Continuar le mantendrá en el <strong>Plan de Software %(p)s Edition</strong> y cualquier suscripción pendiente será cancelada.

source: We're sorry to see you downgrade!
es: ¡Lamentamos ver que se degrada!

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(start_date_after_minimum_subscription)s your current subscription will be downgraded to the %(new_plan_edition)s Edition Software Plan.
es: Tendrá acceso a las funciones de su <strong>Plan de Software %(p)s Edition </strong> hasta %(current_subscription_end_date)s.<br /> El %(start_date_after_minimum_subscription)s su suscripción actual se degradará al Plan de Software %(new_plan_edition)s Edition.

source: We're sorry to see you downgrade! You are currently subscribed to the <strong>%(p)s Software Plan.</strong>
es: ¡Lamentamos que decidas bajar de plan! Actualmente estás suscrito al <strong>Plan de Software %(p)s.</strong>

source: Card Number
es: Número de Tarjeta

source: Expiration
es: Vencimiento

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
es: Usamos <a href="http://www.stripe.com/" target="_blank">Stripe</a> para procesar esta transacción.

source: Actually remove this card?
es: ¿Realmente desea eliminar esta tarjeta?

source: Yes, Remove
es: Sí, eliminarla.

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
es: Usamos <a href="http://www.stripe.com/" target="_blank">Stripe</a> para procesar esta transacción.

source: Community
es: Comunidad

source: For projects in a pilot phase with a small group (up to {}) of mobile users that only need very basic CommCare features.
es: Para proyectos en fase piloto con un grupo pequeño (hasta {}) de usuarios móviles que solo necesitan funciones básicas de CommCare.

source: For programs with one-time data collection needs, simple case management workflows, and basic M&E requirements. ({} mobile workers included)
es: Para programas con necesidades de recolección de datos única, flujos de trabajo simples de gestión de casos y requisitos básicos de M&E. ({} trabajadores móviles incluidos)

source: For programs with complex case management needs, field staff collaborating on tasks, and M&E teams that need to clean and report on data. ({} mobile workers included)
es: Para programas con necesidades complejas de gestión de casos, personal de campo colaborando en tareas y equipos de M&E que necesitan limpiar y reportar datos. ({} trabajadores móviles incluidos)

source: For programs with distributed field staff, facility-based workflows, and advanced security needs. Also for M&E teams integrating data with 3rd party analytics. ({} mobile workers included)
es: Para programas con personal de campo distribuido, flujos de trabajo basados en instalaciones y necesidades avanzadas de seguridad. También para equipos de M&E integrando datos con análisis de terceros. ({} trabajadores móviles incluidos)

source: Workflow:
es: Flujo de trabajo:

source: Your application is using User Properties and your current subscription does not support that. You can remove User Properties functionality by opening the User Properties tab in a form that uses it, and clicking "Remove User Properties".
es: Su aplicación está usando Propiedades de Usuario y su suscripción actual no lo soporta. Puede eliminar la funcionalidad de Propiedades de Usuario abriendo la pestaña de Propiedades de Usuario en un formulario que las use, y haciendo clic en "Eliminar Propiedades de Usuario".

source: Version of mobile UCRs to use. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/saas/Moving+to+Mobile+UCR+V2">Help Site</a>
es: Versión de UCRs móviles a usar. Leer más en el <a target="_blank" href="https://help.commcarehq.org/display/saas/Moving+to+Mobile+UCR+V2">Sitio de Ayuda</a>

source: Nodeset
es: Conjunto de nodos

source: <p>Import application <strong>%(app_name)s</strong> from domain <strong>%(app_domain)s</strong>?</p>
es: <p>¿Importar aplicación <strong>%(app_name)s</strong> desde el dominio <strong>%(app_domain)s</strong>?</p>

source: No, take me back.
es: No, llévame de vuelta.

source: Yes, import application
es: Sí, importe la apliación

source: Collect data once.
es: Recopile datos una vez.

source: Track items over time.
es: De seguimiento a ítems a lo largo del tiempo.

source: Identify clients by fingerprint.
es: Identificar clientes por huella digital.

source: Complex case management.
es: Manejo de casos complejo.

source: Worker performance.
es: Desempeño del Trabajador.

source: Mimic another menu.
es: Imitar otro menú.

source: Old style shadow menu with deprecated child behaviour
es: Menú sombra de estilo antiguo con comportamiento de hijo obsoleto

source: Content for training users.
es: Contenido para capacitar a los usuarios.

source: If you don't know why this happened, please report an issue.
es: Si no sabes por qué ocurrió esto, por favor reporta un problema.

source: Link to other form or menu is selected, but no links have been provided.
es: Se seleccionó un enlace a otro formulario o menú, pero no se han proporcionado enlaces.

source: Link to other form or menu is selected, but we don't recognize the form or menu you provided.
es: Se seleccionó un enlace a otro formulario o menú, pero no reconocemos el formulario o menú que proporcionaste.

source: Please check that end of form navigation is correct. It appears to be pointing to a parent menu form, but the menu doesn't have a parent.
es: Por favor, verifica que la navegación al final del formulario sea correcta. Parece estar apuntando a un formulario de menú principal, pero el menú no tiene un padre.

source: Please check that end of form navigation is correct. It appears to be pointing to a menu using "Display only forms," which makes that menu an invalid choice.
es: Por favor, verifica que la navegación al final del formulario sea correcta. Parece estar apuntando a un menú usando "Mostrar solo formularios," lo que hace que ese menú sea una elección inválida.

source: Please check that end of form navigation is correct. It appears to involve both a multi-select form and a single select-form, which is not supported.
es: Por favor, verifica que la navegación al final del formulario sea correcta. Parece involucrar tanto un formulario de selección múltiple como un formulario de selección única, lo cual no es compatible.

source: Please check that end of form navigation is correct. Modules configured to "make search input available after search" do not support the "Previous Screen" workflow.
es: Por favor, verifica que la navegación al final del formulario sea correcta. Los módulos configurados para "hacer disponible la entrada de búsqueda después de la búsqueda" no soportan el flujo de trabajo de "Pantalla Anterior".

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and also has a Session Endpoint ID. Session endpoints cannot be used with "Display only forms."
es: <a href="%(module_url)s">%(module_name)s</a> usa "Mostrar solo formularios" y también tiene un ID de Punto de Fin de Sesión. Los puntos de fin de sesión no pueden usarse con "Mostrar solo formularios."

source: <a href="%(module_url)s">%(module_name)s</a> uses referrals but doesn't have detail screens configured for referrals.
es: <a href="%(module_url)s">%(module_name)s</a> usa referencias pero no tiene pantallas de detalle configuradas para referencias.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have detail screens configured for cases.
es: <a href="%(module_url)s">%(module_name)s</a> usa casos pero no tiene pantallas de detalle configuradas para casos.

source: <a href="%(module_url)s">%(module_name)s</a> uses CommCare Supply products but doesn't have detail screens configured for products.
es: <a href="%(module_url)s">%(module_name)s</a> usa productos de CommCare Supply pero no tiene pantallas de detalle configuradas para productos.

source: <a href="%(module_url)s">%(module_name)s</a> has an incorrectly formatted ID key (%(error_key)s). Make sure your key has only letters, numbers, space characters, underscores, and dashes.
es: <a href="%(module_url)s">%(module_name)s</a> tiene una clave de ID mal formateada (%(error_key)s). Asegúrate de que tu clave solo tenga letras, números, caracteres de espacio, guiones bajos y guiones.

source: No menus are available. <br /> <i class="fa fa-arrow-left"></i> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to create some menus.
es: No hay menús disponibles. <br /> <i class="fa fa-arrow-left"></i> Por favor haz clic en <i class="fa fa-plus"></i> <strong>Agregar...</strong> para crear algunos menús.

source: This menu references a missing menu.
es: Este menú hace referencia a un menú que falta.

source: <a href="%(module_url)s">%(module_name)s</a> references a missing menu.
es: <a href="%(module_url)s">%(module_name)s</a> hace referencia a un menú que falta.

source: <a href="%(module_url)s">%(module_name)s</a> has no forms or case list.
es: <a href="%(module_url)s">%(module_name)s</a> no tiene formularios ni lista de casos.

source: <a href="%(module_url)s">%(module_name)s</a> cannot have a training module as a parent module.
es: <a href="%(module_url)s">%(module_name)s</a> no puede tener un módulo de capacitación como módulo padre.

source: <a href="%(module_url)s">%(module_name)s</a> is a training module and therefore cannot have a parent module.
es: <a href="%(module_url)s">%(module_name)s</a> es un módulo de capacitación y por lo tanto no puede tener un módulo padre.

source: <a href="%(module_url)s">%(module_name)s</a> has no reports.
es: <a href="%(module_url)s">%(module_name)s</a> no tiene informes.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links but does not have a session endpoint id.
es: <a href="%(module_url)s">%(module_name)s</a> usa enlaces inteligentes pero no tiene un ID de punto de fin de sesión.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and Parent Child Selection. These two features are not compatible.
es: <a href="%(module_url)s">%(module_name)s</a> usa tanto enlaces inteligentes como Selección de Padre e Hijo. Estas dos características no son compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and a multi-select case list. These two features are not compatible.
es: <a href="%(module_url)s">%(module_name)s</a> usa tanto enlaces inteligentes como una lista de casos de selección múltiple. Estas dos características no son compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> loads a case from a data registry and uses a multi-select case list. These two features are not compatible.
es: <a href="%(module_url)s">%(module_name)s</a> carga un caso desde un registro de datos y usa una lista de casos de selección múltiple. Estas dos características no son compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links and is configured to make search input available after search. These two features are not compatible.
es: <a href="%(module_url)s">%(module_name)s</a> utiliza enlaces inteligentes y está configurado para hacer que la entrada de búsqueda esté disponible después de la búsqueda. Estas dos características no son compatibles.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Menu.
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> no puede usar el mismo "nombre de instancia de entrada de búsqueda" que su Menú Principal.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Select Menu.
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> no puede usar el mismo "nombre de instancia de entrada de búsqueda" que su Menú de Selección Principal.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> uses both multi-select auto select and "Clearing search terms resets search results". These two features are not compatible.
es: La lista de casos en <a href="%(module_url)s">%(module_name)s</a> utiliza tanto la selección automática de múltiples selecciones como "Borrar términos de búsqueda restablece los resultados de búsqueda". Estas dos características no son compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and is also configured with "make search input available after search". This workflow is unsupported.
es: <a href="%(module_url)s">%(module_name)s</a> utiliza "Mostrar solo formularios" y también está configurado con "hacer que la entrada de búsqueda esté disponible después de la búsqueda". Este flujo de trabajo no es compatible.

source: The case hierarchy for <a href="%(module_url)s">%(module_name)s</a> contains a circular reference.
es: La jerarquía de casos para <a href="%(module_url)s">%(module_name)s</a> contiene una referencia circular.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have a case type defined.
es: <a href="%(module_url)s">%(module_name)s</a> utiliza casos pero no tiene un tipo de caso definido.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case registration form for <a href="%(module_url)s">%(module_name)s</a>. This form is not a registration form. You need to select a form which opens a case and does not update an existing case. Please select a different form.
es: Has seleccionado el formulario <a href="%(form_url)s">%(form_name)s</a> como el formulario de registro de casos para <a href="%(module_url)s">%(module_name)s</a>. Este formulario no es un formulario de registro. Necesitas seleccionar un formulario que abra un caso y no actualice un caso existente. Por favor, selecciona un formulario diferente.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case list form for <a href="%(module_url)s">%(module_name)s</a>. To select a followup form as case list form, the module must use the Select Parent First workflow and the form must follow up on the parent case type.
es: Has seleccionado el formulario <a href="%(form_url)s">%(form_name)s</a> como el formulario de lista de casos para <a href="%(module_url)s">%(module_name)s</a>. Para seleccionar un formulario de seguimiento como formulario de lista de casos, el módulo debe usar el flujo de trabajo Seleccionar Primero al Padre y el formulario debe hacer seguimiento al tipo de caso padre.
