Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Not a valid regular expression
es: No es una expresión regular válida
sw: Sio muundo sahihi wa usemi wa kawaida

source: A name is required for each profile.
es: Se requiere un nombre para cada perfil.
sw: Jina linahitajika kwa kila wasifu.

source: At least one field is required for each profile.
es: Se requiere al menos un campo para cada perfil.
sw: Angalau sehemu moja inahitajika kwa kila wasifu.

source: Edit {} Fields
es: Editar {} Campos
sw: Hariri Sehemu za {}

source: Could not update '{}'. Synced data cannot be created this way
es: No se pudo actualizar '{}'. Los datos sincronizados no pueden ser creados de esta manera
sw: Haikuweza kusasisha '{}'. Data iliyosawazishwa haiwezi kuundwa kwa njia hii

source: Could not update '{}'. You do not have the appropriate role
es: No se pudo actualizar '{}'. No tienes el rol apropiado
sw: Haikuweza kusasisha '{}'. Huna jukumu linalofaa

source: Unable to remove synced fields. You do not have the appropriate role
es: No se pueden eliminar los campos sincronizados. No tienes el rol apropiado
sw: Imeshindikana kuondoa sehemu zilizosanidiwa. Huna jukumu linalofaa

source: Could not delete profile '{}' because it has users assigned.
es: No se pudo eliminar el perfil '{}' porque tiene usuarios asignados.
sw: Haikuweza kufuta wasifu '{}' kwa sababu una watumiaji waliopangiwa.

source: {} fields and profiles saved successfully.
es: {} campos y perfiles guardados exitosamente.
sw: Sehemu na wasifu wa {} zimehifadhiwa kikamilifu.

source: {} fields saved successfully.
es: {} campos guardados exitosamente.
sw: Sehemu za {} zimehifadhiwa kikamilifu.

source: Unable to save {} fields or profiles, see errors below.
es: No se pueden guardar {} campos o perfiles, ver errores a continuación.
sw: Imeshindikana kuhifadhi sehemu au wasifu wa {}, angalia makosa hapa chini.

source: Unable to save {} fields, see errors below.
es: No se pueden guardar {} campos, ver errores a continuación.
sw: Imeshindikana kuhifadhi sehemu za {}, angalia makosa hapa chini.

source: You may not use "{}" as a field name
es: Usted no puede utilizar "{}" como nombre de campo.
sw: Huwezi kutumia "{}" kama jina la sehemu

source: Field names may not begin with "{}"
es: Los nombres de campo no pueden iniciar con "{}"
sw: Majina ya sehemu hayawezi kuanza na "{}"

source: '{value}' is not a valid choice for {label}. The available options are: {options}.
es: '{value}' no es una opción válida para {label}. Las opciones disponibles son: {options}.
sw: '{value}' si chaguo halali kwa {label}. Chaguzi zinazopatikana ni: {options}.

source: '{value}' is not a valid match for {label}
es: '{value}' no es una coincidencia válida para {label}
sw: '{value}' si mechi halali kwa {label}

source: {label} is required.
es: {label} es obligatorio.
sw: {label} inahitajika.

source: Unlock Linked Fields For Me
es: Desbloquear campos vinculados para mí
sw: Fungua Sehemu Zilizounganishwa Kwa Ajili Yangu

source: Lock Linked Fields For Me
es: Bloquear campos vinculados para mí
sw: Funga Sehemu Zilizounganishwa Kwa Ajili Yangu

source: Linked Configurations
es: Configuraciones vinculadas
sw: Mipangilio Iliyounganishwa

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
es: Las configuraciones vinculadas se controlan desde un espacio de proyecto vinculado separado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Aprende más</a>.
sw: Mipangilio iliyounganishwa inadhibitiwa kutoka kwenye mradi tofauti uliounganishwa. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Jifunze zaidi</a>.

source: Fields
es: Campos
sw: Sehemu

source: Profiles
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Add a Field
es: Agregar un campo
sw: Ongeza Sehemu

source: %(entity_string)s Property
es: Propiedad de %(entity_string)s
sw: Mali ya %(entity_string)s

source: %(entity_string)s Property
es: Propiedad de %(entity_string)s
sw: Mali ya %(entity_string)s

source: The unique ID you can use to reference this property in the application builder. The property may not contain spaces.
es: El ID único que puedes usar para referenciar esta propiedad en el constructor de aplicaciones. La propiedad no puede contener espacios.
sw: Kitambulisho cha kipekee unachoweza kutumia kurejelea mali hii katika mjenzi wa programu. Mali hii haipaswi kuwa na nafasi.

source: The field label that users will see when adding or editing a %(entity_string)s in CommCare HQ.
es: La etiqueta del campo que los usuarios verán al agregar o editar un %(entity_string)s en CommCare HQ.
sw: Lebo ya sehemu ambayo watumiaji wataona wanapoongeza au kuhariri %(entity_string)s katika CommCare HQ.

source: A value for this field must be provided when creating or editing a %(entity_string)s. Bulk import will fail unless this field is provided.
es: Se debe proporcionar un valor para este campo al crear o editar un %(entity_string)s. La importación masiva fallará a menos que se proporcione este campo.
sw: Thamani ya sehemu hii lazima itolewe wakati wa kuunda au kuhariri %(entity_string)s. Uingizaji wa pamoja utashindwa isipokuwa sehemu hii itolewe.

source: Required for
es: Requerido para
sw: Inahitajika kwa

source: Specify which %(entity_string)s type this field is required for.
es: Especifica para qué tipo de %(entity_string)s se requiere este campo.
sw: Bainisha aina gani ya %(entity_string)s ambayo sehemu hii inahitajika.

source: Specify a means of validating user input to this field. You can provide a drop-down list of choices or specify a regular expression to be applied to the input. For example, ^[1-9]{10}$ will match only 10 character numeric input.
es: Especifica un medio para validar la entrada del usuario en este campo. Puedes proporcionar una lista desplegable de opciones o especificar una expresión regular que se aplicará a la entrada. Por ejemplo, ^[1-9]{10}$ solo coincidirá con una entrada numérica de 10 caracteres.
sw: Bainisha njia ya kuthibitisha ingizo la mtumiaji kwenye sehemu hii. Unaweza kutoa orodha ya chaguo au kubainisha msemo wa kawaida (regular expression) utakaotumika kwenye ingizo. Kwa mfano, ^[1-9]{10}$ italingana na ingizo la nambari lenye tarakimu 10 pekee.

source: Choices
es: Opciones
sw: Chaguo

source: Provides a drop-down list of choices for this field instead of free text entry.
es: Proporciona una lista desplegable de opciones para este campo en lugar de una entrada de texto libre.
sw: Inatoa orodha ya chaguo kwa sehemu hii badala ya kuingiza maandishi huru.

source: Add Choice
es: Agregar Opción
sw: Ongeza Chaguo

source: Regular Expression
es: Expresión regular
sw: Msemo wa Kawaida

source: Are you sure you want to delete %(item)s?
es: ¿Estás seguro de que deseas eliminar %(item)s?
sw: Una uhakika unataka kufuta %(item)s?

source: <p> Deleting this field can cause you to lose data for any %(entity_string)s with information stored in this field. </p> <p> Data will show up on the edit %(entity_string)s page but will be removed the next time the %(entity_string)s is saved. </p>
es: <p> Eliminar este campo puede hacer que pierdas datos para cualquier %(entity_string)s con información almacenada en este campo. </p> <p> Los datos aparecerán en la página de edición de %(entity_string)s pero se eliminarán la próxima vez que se guarde el %(entity_string)s. </p>
sw: <p> Kufuta sehemu hii kunaweza kusababisha upotevu wa data kwa %(entity_string)s yoyote yenye taarifa zilizohifadhiwa kwenye sehemu hii. </p> <p> Data itaonekana kwenye ukurasa wa kuhariri %(entity_string)s lakini itaondolewa mara ijayo %(entity_string)s itakapohifadhiwa. </p>

source: Unlock Linked Fields?
es: ¿Desbloquear campos vinculados?
sw: Fungua Sehemu Zilizounganishwa?

source: <p>Linked Fields are fields that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Fields may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
es: <p>Los campos vinculados son campos que están controlados por un espacio de proyecto separado vinculado a este proyecto. Haz clic aquí para aprender más.</p> <p>Los cambios realizados en los campos vinculados pueden ser sobrescritos por las próximas actualizaciones del espacio de proyecto vinculado, y también pueden afectar las soluciones en este espacio de proyecto.</p>
sw: <p>Sehemu Zilizounganishwa ni sehemu zinazosimamiwa na mradi tofauti ulio na uhusiano na mradi huu. Bofya hapa kujifunza zaidi.</p> <p>Mabadiliko yaliyofanywa kwenye Sehemu Zilizounganishwa yanaweza kufutwa na masasisho yajayo kutoka kwenye mradi uliohusishwa, na pia yanaweza kuathiri suluhisho kwenye mradi huu.</p>

source: Unlock
es: Desbloquear
sw: Fungua

source: Make user profiles a requirement for the following user types
es: Hacer que los perfiles de usuario sean un requisito para los siguientes tipos de usuario
sw: Fanya wasifu wa mtumiaji kuwa sharti kwa aina zifuatazo za watumiaji

source: Make user profiles a requirement for the following user types.
es: Hacer que los perfiles de usuario sean un requisito para los siguientes tipos de usuario.
sw: Fanya wasifu wa mtumiaji kuwa sharti kwa aina zifuatazo za watumiaji.

source: A profile must be provided when creating or editing a user of the selected user type(s).
es: Se debe proporcionar un perfil al crear o editar un usuario de los tipos de usuario seleccionados.
sw: Wasifu lazima utolewe wakati wa kuunda au kuhariri mtumiaji wa aina zilizochaguliwa.

source: Make user profiles a requirement for the following user types dropdown.
es: Hacer que los perfiles de usuario sean un requisito para el menú desplegable de los siguientes tipos de usuario.
sw: Fanya wasifu wa mtumiaji kuwa sharti kwa menyu kunjuzi ya aina zifuatazo za watumiaji.

source: Add a Profile
es: Agregar un Perfil
sw: Ongeza Wasifu

source: Remove unused fields from existing data.
es: Eliminar archivos sin usar de los datos existentes.
sw: Ondoa sehemu zisizotumika kutoka kwenye data iliyopo.

source: Remove Unused Fields
es: Eliminar Archivos sin Usar
sw: Ondoa Sehemu Zisizotumika

source: If checked, this will remove any other fields from every %(entity_string)s. This could break existing applications if they rely on these other fields.
es: Si está marcado, esto eliminará cualquier otro campo de cada %(entity_string)s. Esto podría romper aplicaciones existentes si dependen de estos otros campos.
sw: Ukichagua, hii itaondoa sehemu nyingine yoyote kutoka kwa kila %(entity_string)s. Hii inaweza kuvuruga programu zilizopo ikiwa zinategemea sehemu hizi nyingine.

source: Welcome Back to %(cc_name)s
es: Bienvenido de nuevo a %(cc_name)s
sw: Karibu Tena kwenye %(cc_name)s

source: Thanks for using %(cc_name)s!
es: ¡Gracias por usar %(cc_name)s!
sw: Asante kwa kutumia %(cc_name)s!

source: Thanks for using CommCare HQ! If you have questions, suggestions, or other thoughts, <br />we invite you to join the discussion on the <a href="https://forum.dimagi.com/" target="_blank">CommCare User Forum</a>.
es: ¡Gracias por usar CommCare HQ! Si tienes preguntas, sugerencias, u otros comentarios, <br />te invitamos a unirte a la discusión en el <a href="https://forum.dimagi.com/" target="_blank">Foro de Usuarios de CommCare</a>.
sw: Asante kwa kutumia CommCare HQ! Ikiwa una maswali, mapendekezo, au maoni mengine, <br />tunakaribisha ujiunge na mjadala kwenye <a href="https://forum.dimagi.com/" target="_blank">Jukwaa la Watumiaji wa CommCare</a>.

source: HQ Dashboard
es: Tablero HQ
sw: Dashibodi ya HQ

source: Build, update, and deploy applications
es: Desarrolle, actualice y lance aplicaciones
sw: Tengeneza, sasisha, na peleka programu

source: View worker monitoring reports and inspect project data
es: Vea reportes de monitoreo de trabajadores e inspeccione datos de proyecto
sw: Tazama ripoti za ufuatiliaji wa wafanyakazi na kagua data ya mradi

source: {cc_name} Supply Setup
es: Configuración de Suministros {cc_name}
sw: Mpangilio wa {cc_name} Supply

source: Update {cc_name} Supply Settings
es: Actualizar las Configuraciones de Suministro {cc_name}
sw: Sasisha Mipangilio ya {cc_name} Supply

source: Export and manage data
es: Exporte y administre datos
sw: Hamisha na simamia data

source: Users
es: Usuarios
sw: Watumiaji

source: Manage accounts for mobile workers and CommCare HQ users
es: Gestionar cuentas para trabajadores móviles y usuarios de CommCare HQ
sw: Simamia akaunti za wafanyakazi wa simu na watumiaji wa CommCare HQ

source: Manage the Organization Hierarchy
es: Administrar la Jerarquía de la Organización
sw: Simamia Muundo wa Shirika

source: Messaging
es: Mensajería
sw: Ujumbe

source: Configure and schedule SMS messages and keywords
es: Configurar y agendar mensajes de texto y palabras clave
sw: Sanidi na panga ujumbe wa SMS na maneno muhimu

source: Set project-wide settings and manage subscriptions
es: Establezca configuraciones en todo el proyecto y administre suscripciones
sw: Weka mipangilio ya mradi mzima na simamia usajili

source: Help Site
es: Sitio de Ayuda
sw: Tovuti ya Msaada

source: Visit CommCare's knowledge base
es: Visite la base de conocimientos de CommCare
sw: Tembelea msingi wa maarifa wa CommCare

source: Subscribed to Free Edition.
sw: Umejiandikisha kwenye Toleo la Bure.

source: Please add case owners to filter the list of cases.
es: Por favor, añade propietarios de casos para filtrar la lista de casos.
sw: Tafadhali ongeza wamiliki wa kesi kuchuja orodha ya kesi.

source: [All Data]
es: [Todos los Datos]
sw: [Data Yote]

source: Select a property to edit
sw: Chagua kigezo cha kuhariri

source: You can only select editable case properties that are currently visible in the table as a column. System properties cannot be edited.
sw: Unaweza kuchagua tu sifa za kesi zinazoweza kuhaririwa ambazo zinaonekana sasa kwenye jedwali kama safu. Sifa za mfumo haziwezi kuhaririwa.

source: Edit action
sw: Hariri kitendo

source: Find:
sw: Tafuta:

source: Use regular expression
sw: Tumia msimbo wa kawaida (regular expression)

source: Replace with:
sw: Badilisha na:

source: Replace existing value with:
sw: Badilisha thamani iliyopo na:

source: Copy from property:
sw: Nakili kutoka kwenye sifa:

source: The value from this property will replace the value from the selected property at the top.
sw: Thamani kutoka kwenye sifa hii itachukua nafasi ya thamani kutoka kwenye sifa iliyochaguliwa hapo juu.

source: Select a case property...
sw: Chagua sifa ya kesi...

source: Select an edit action...
sw: Chagua kitendo cha kuhariri...

source: Preview Edits
sw: Hakiki Mabadiliko

source: Please specify a value you would like to replace the existing property value with.
sw: Tafadhali taja thamani unayotaka kuchukua nafasi ya thamani iliyopo ya sifa.

source: Please specify the value you would like to find.
sw: Tafadhali taja thamani unayotaka kutafuta.

source: Not a valid regular expression.
sw: Si msimbo halali wa kawaida.

source: Please select a property to copy from.
sw: Tafadhali chagua sifa ya kunakili kutoka.

source: You cannot copy from the same property.
sw: Huwezi kunakili kutoka kwenye sifa hiyo hiyo.

source: Data Type
es: Tipo de Datos
sw: Aina ya Data

source: Select a Case Property
es: Selecciona una Propiedad del Caso
sw: Chagua Sifa ya Kesi

source: Add Column
es: Agregar Columna
sw: Ongeza Safu

source: Please specify a label for the column.
sw: Tafadhali taja jina la safu.

source: Please specify a data type.
es: Por favor, especifica un tipo de dato.
sw: Tafadhali taja aina ya data.

source: Please specify a case property.
sw: Tafadhali taja sifa ya kesi.

source: This case property is already a column.
es: Esta propiedad del caso ya es una columna.
sw: Sifa hii ya kesi tayari ni safu.

source: Incorrect data type for '{prop_id}', should be '{expected_data_type}'
es: Tipo de dato incorrecto para '{prop_id}', debería ser '{expected_data_type}'
sw: Aina ya data si sahihi kwa '{prop_id}', inapaswa kuwa '{expected_data_type}'

source: Match Type
es: Tipo de Coincidencia
sw: Aina ya Ulinganifu

source: Add Filter
es: Relatorio Semanal aos Coordinadores do Distrito e os NEDs
sw: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Please select a case property to filter on.
es: Por favor, selecciona una propiedad del caso para filtrar.
sw: Tafadhali chagua sifa ya kesi ya kuchuja.

source: Unrecognized data type.
es: Tipo de dato no reconocido.
sw: Aina ya data haijatambulika.

source: This value cannot contain both single quotes (') and double quotes (") at the same time.
es: Este valor no puede contener tanto comillas simples (') como comillas dobles (") al mismo tiempo.
sw: Thamani hii haiwezi kuwa na alama za nukuu moja (') na nukuu mbili (") kwa wakati mmoja.

source: Not a valid number.
es: No es un número válido.
sw: Si nambari halali.

source: Unknown date type.
es: Tipo de fecha desconocido.
sw: Aina ya tarehe haijulikani.

source: Date format should be 'YYYY-MM-DD'
es: El formato de fecha debe ser 'AAAA-MM-DD'
sw: Muundo wa tarehe unapaswa kuwa 'YYYY-MM-DD'

source: Date and Time format should be 'YYYY-MM-DD HH:MM:SS', where the hour is the 24-hour format, 00 to 23.
es: El formato de Fecha y Hora debe ser 'AAAA-MM-DD HH:MM:SS', donde la hora está en formato de 24 horas, de 00 a 23.
sw: Muundo wa Tarehe na Saa unapaswa kuwa 'YYYY-MM-DD HH:MM:SS', ambapo saa ni muundo wa saa 24, 00 hadi 23.

source: Please select a match type.
es: Por favor, selecciona un tipo de coincidencia.
sw: Tafadhali chagua aina ya ulinganifu.

source: Please provide a value or use the 'empty' or 'missing' match types.
es: Por favor, proporciona un valor o utiliza los tipos de coincidencia 'vacío' o 'falta'.
sw: Tafadhali toa thamani au tumia aina za ulinganifu 'empty' au 'missing'.

source: The selected data type cannot have the selected match type.
sw: Aina ya data iliyochaguliwa haiwezi kuwa na aina ya ulinganifu iliyochaguliwa.

source: Select a Case Type
es: Selecciona un Tipo de Caso
sw: Chagua Aina ya Kesi

source: Next
es: Siguiente
sw: Ifuatayo

source: Please select a case type to continue.
es: Por favor, selecciona un tipo de caso para continuar.
sw: Tafadhali chagua aina ya kesi ili kuendelea.

source: '{}' is not a valid case type
es: '{}' no es un tipo de caso válido
sw: '{}' si aina halali ya kesi

source: Next Step
es: Siguiente paso
sw: Hatua Inayofuata

source: Resume the session.
es: Reanudar la sesión.
sw: Endeleza kikao.

source: Start a new session and delete the existing session.
es: Iniciar una nueva sesión y eliminar la sesión existente.
sw: Anza kikao kipya na futa kikao kilichopo.

source: Start New Session
sw: Anza Kikao Kipya

source: Resume Session
sw: Endeleza Kikao

source: Unknown action
sw: Kitendo kisichojulikana

source: value with "{replace_string}".
sw: thamani kwa "{replace_string}".

source: "{find_string}" with "{replace_string}"{use_regex}.
sw: "{find_string}" kwa "{replace_string}"{use_regex}.

source: (using regex)
sw: (ukitumia regex)

source: from case property "{copy_from_prop_id}".
sw: kutoka kwenye sifa ya kesi "{copy_from_prop_id}".

source: unknown
es: desconocido
sw: haijulikani

source: Phone Number or Numeric ID
es: Número de teléfono o ID Numérico
sw: Nambari ya Simu au Kitambulisho cha Nambari

source: Date and Time
es: Fecha y Hora
sw: Tarehe na Saa

source: Single Option
es: Opción única
sw: Chaguo Moja

source: Multiple Option
es: Opción múltiple
sw: Chaguo Nyingi

source: Password
es: Contraseña
sw: Nenosiri

source: Number
es: Número
sw: Nambari

source: Multiple Choice
es: Opción Multiple
sw: Chaguo Nyingi

source: is empty
es: está vacío
sw: ni tupu

source: is not empty
es: no está vacío
sw: haiko tupu

source: is missing
es: falta
sw: inakosekana

source: is not missing
es: no falta
sw: haikosekani

source: is exactly
es: es exactamente
sw: ni sawa kabisa

source: is not
es: no es
sw: sio

source: starts with
es: comienza con
sw: inaanza na

source: does not start with
es: no comienza con
sw: haianzi na

source: is like
es: es como
sw: inafanana na

source: is not like
es: no es como
sw: haifanani na

source: sounds like
es: suena como
sw: inasikika kama

source: does not sound like
es: no suena como
sw: haisikiki kama

source: is any
es: es cualquiera
sw: ni yoyote

source: is not any
es: no es cualquiera
sw: sio yoyote

source: is all
es: es todo
sw: ni zote

source: is not all
es: no es todo
sw: sio zote

source: equals
es: equivalentes
sw: sawa na

source: does not equal
es: no es equivalente
sw: sio sawa na

source: less than
es: Menos de
sw: chini ya

source: less than or equal to
es: menor o igual a
sw: chini au sawa na

source: greater than
es: Mas de
sw: zaidi ya

source: greater than or equal to
es: mayor o igual a
sw: zaidi au sawa na

source: on
es: en
sw: katika

source: before
es: antes
sw: kabla ya

source: before or on
es: antes o en
sw: kabla au katika

source: after
es: después
sw: baada ya

source: on or after
es: en o después
sw: katika au baada ya

source: Find & Replace
es: Buscar y Reemplazar
sw: Tafuta & Badilisha

source: Copy & Replace
es: Copiar y Reemplazar
sw: Nakili & Badilisha

source: Strip Whitespaces
es: Eliminar Espacios en Blanco
sw: Ondoa Nafasi Zilizozidi

source: Make Title Case
es: Convertir a Mayúsculas y Minúsculas
sw: Fanya Herufi Kuu Kichwa

source: Make Upper Case
es: Convertir a Mayúsculas
sw: Fanya Herufi Kuu

source: Make Lower Case
es: Convertir a Minúsculas
sw: Fanya Herufi Ndogo

source: Make Value Empty
es: Hacer el Valor Vacío
sw: Fanya Thamani Tupu

source: Make Value NULL
es: Hacer el Valor NULO
sw: Fanya Thamani NULL

source: Reset Changes
sw: Rudisha Mabadiliko

source: Committed On
es: Comprometido En
sw: Imekamilishwa Tarehe

source: Completed On
es: Completado En
sw: Imekamilika Tarehe

source: # Cases Edited
sw: # Kesi Zilizo Haririwa

source: Start a Bulk Edit Session
sw: Anza Kikao cha Uhariri wa Wingi

source: Recent Bulk Edit Sessions
sw: Vikao vya Hivi Karibuni vya Uhariri wa Wingi

source: Show Whitespaces
sw: Onyesha Nafasi Zilizozidi

source: stored value
sw: thamani iliyohifadhiwa

source: changed value
sw: thamani iliyobadilishwa

source: Reset Edits
sw: Weka Upya Mabadiliko

source: Edit Value
es: Editar Valor
sw: Hariri Thamani

source: Apply Edit
sw: Tumia Hariri

source: Cancel Edit
sw: Ghairi Hariri

source: System
es: Sistema
sw: Mfumo

source: This session is read-only.
sw: Kipindi hiki ni cha kusoma tu.

source: Open Session
sw: Fungua Kikao

source: Completed
es: Completado
sw: Imekamilika

source: Pending
es: Pendientes
sw: Inasubiri

source: Only one active session per case type allowed.
sw: Kikao kimoja tu kinachoruhusiwa kwa kila aina ya kesi.

source: Active
es: Activo
sw: Hai

source: EMPTY
sw: TUPU

source: NULL
sw: TASA

source: Previewed edits on %(num_records)s cases.
sw: Uhariri uliotazamwa kwenye kesi %(num_records)s.

source: Edit history is too large...
sw: Historia ya mabadiliko ni kubwa sana...

source: The edit history for this session is too large to support new bulk edits. You can either apply the current edits, undo edits, or clear the edit history to start over.
sw: Historia ya uhariri kwa kikao hiki ni kubwa sana kuweza kuunga mkono uhariri mpya wa pamoja. Unaweza kutumia uhariri wa sasa, kughairi uhariri, au kufuta historia ya uhariri ili kuanza upya.

source: No editible case properties are visible
sw: Hakuna sifa za kesi zinazoweza kuhaririwa zinazoonekana
