Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Please select a plan below that fits your organization's needs.
es: Por favor seleccione un plan de abajo que supla las necesidades de su organización.
sw: Tafadhali chagua mpango hapa chini unaofaa mahitaji ya shirika lako.

source: Get started. Build secure apps for offline mobile data collection and case management. {num_users} users included.
sw: Anza sasa. Jenga programu salama kwa ukusanyaji wa data ya simu bila mtandao na usimamizi wa kesi. Watumiaji {num_users} wamejumuishwa.

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {num_users} users included.
sw: Zaidi ya msingi. Fungua ripoti, kushirikiana kesi, na msaada wa karibu. Watumiaji {num_users} wamejumuishwa.

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {num_users} users included.
sw: Fungua kila kitu. Mpango wetu salama zaidi, umeundwa kwa ajili ya kusimamia mifumo iliyounganishwa katika maeneo na wasifu wa watumiaji, ukiwa na programu za wavuti, usalama wa hali ya juu, na zana imara za usimamizi wa data na utawala. Watumiaji {num_users} wamejumuishwa.

source: For practice purposes. Not intended for live projects. {num_users} users maximum.
sw: Kwa madhumuni ya mazoezi. Haikusudiwi kwa miradi ya moja kwa moja. Idadi ya juu ya watumiaji ni {num_users}.

source: 1. Select a Plan%(edition_name)s
es: 1. Seleccione un Plan %(edition_name)s
sw: 1. Chagua Mpango%(edition_name)s

source: Contact Dimagi
es: Contactar a Dimagi
sw: Wasiliana na Dimagi

source: Please submit the following form and a member of our sales team will be in touch shortly about your plan.
es: Por favor, envíe el siguiente formulario y un miembro de nuestro equipo de ventas se pondrá en contacto con usted en breve sobre su plan.
sw: Tafadhali wasilisha fomu ifuatayo na mshiriki wa timu yetu ya mauzo atawasiliana nawe hivi karibuni kuhusu mpango wako.

source: 2. Contact Dimagi
es: 2. Contactar a Dimagi
sw: 2. Wasiliana na Dimagi

source: Your request was sent to Dimagi. We will follow up shortly.
es: Su solicitud fue enviada a Dimagi. Nos pondremos en contacto en breve.
sw: Ombi lako limepelekwa Dimagi. Tutawasiliana nawe hivi karibuni.

source: Back to my Subscription
es: Volver a mi Suscripción
sw: Rudi kwenye Usajili Wangu

source: Back to Select Plan
sw: Rudi Kuchagua Mpango

source: Confirm Subscription
es: Confirmar Suscripción
sw: Thibitisha Usajili

source: 2. Confirm Pause
es: 2. Confirmar Pausa
sw: 2. Thibitisha Kusitisha

source: 2. Confirm Subscription
es: 2. Confirmar Suscripción
sw: 2. Thibitisha Usajili

source: Confirm Billing Information
es: Confirmar Información de Facturación
sw: Thibitisha Taarifa za Malipo

source: 3. Confirm Billing Account
es: 3. Confirmar Cuenta de Facturación
sw: 3. Thibitisha Akaunti ya Malipo

source: Thank you for choosing to stay with your %(software_plan_name)s Edition Plan subscription.
es: Gracias por elegir permanecer con su suscripción al Plan de Edición %(software_plan_name)s.
sw: Asante kwa kuchagua kuendelea na usajili wako wa Mpango wa Toleo la %(software_plan_name)s.

source: You have successfully scheduled your current %(current_subscription_edition)s Edition Plan subscription to downgrade to the %(software_plan_name)s Edition Plan on %(start_date)s.
es: Ha programado con éxito que su suscripción actual al Plan de Edición %(current_subscription_edition)s se degrade al Plan de Edición %(software_plan_name)s el %(start_date)s.
sw: Umefanikiwa kupanga usajili wako wa sasa wa Mpango wa Toleo la %(current_subscription_edition)s kushushwa hadi Mpango wa Toleo la %(software_plan_name)s tarehe %(start_date)s.

source: Your project has been successfully subscribed to the %s Edition Plan.
es: Su proyecto ha sido suscrito exitosamente al Plan de Edición %s.
sw: Mradi wako umefanikiwa kusajiliwa kwenye Mpango wa Toleo la %s.

source: You have already scheduled a downgrade to the %(software_plan_name)s Software Plan on %(downgrade_date)s. If this is a mistake, please reach out to %(contact_email)s.
sw: Umeshapanga kushusha hadhi hadi Mpango wa Programu ya %(software_plan_name)s tarehe %(downgrade_date)s. Ikiwa hii ni makosa, tafadhali wasiliana na %(contact_email)s.

source: Unknown error unsetting autopay method. Please contact Support.
sw: Hitilafu isiyojulikana wakati wa kuondoa njia ya malipo ya moja kwa moja. Tafadhali wasiliana na Msaada.

source: Unknown error setting autopay method. Please contact Support.
sw: Hitilafu isiyojulikana wakati wa kuweka njia ya malipo ya moja kwa moja. Tafadhali wasiliana na Msaada.

source: Based on your current usage we recommend you use the <strong>{plan}</strong> plan
es: Basados en su uso actual, le recomendamos utilizar el <strong>{plan}</strong> plan
sw: Kulingana na matumizi yako ya sasa tunapendekeza utumie mpango wa <strong>{plan}</strong>

source: Your subscription is not eligible for self-renewal. Please sign up for a new subscription instead or contact {}
es: Su suscripción no es elegible para auto-renovación. Por favor, regístrese para una nueva suscripción o contacte a {}
sw: Usajili wako hauwezi kujirejesha kiotomatiki. Tafadhali jisajili kwa usajili mpya au wasiliana na {}

source: There was an issue renewing your subscription. We have been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
es: Ocurrió un error al renovar su suscripción. Hemos sido notificados acerca del problema. Por favor intente ingresarla nuevamente y si el problema continúa, por favor intente en algunas horas.
sw: Kulikuwa na tatizo katika kurejesha usajili wako. Tumejulishwa kuhusu tatizo hili. Tafadhali jaribu tena, na kama tatizo litaendelea, tafadhali jaribu baada ya saa chache.

source: Your subscription was successfully renewed!
es: ¡Su suscripción fue renovada exitosamente!
sw: Usajili wako umefanikiwa kurejeshwa!

source: Your project's subscription will be paused on {}. We hope to see you again!
es: La suscripción de su proyecto se pausará el {}. ¡Esperamos verle de nuevo!
sw: Usajili wa mradi wako utasitishwa tarehe {}. Tunatumai kukuona tena!

source: Your project's subscription has now been paused. We hope to see you again!
es: La suscripción de tu proyecto ha sido pausada. ¡Esperamos verte de nuevo!
sw: Usajili wa mradi wako sasa umesitishwa. Tunatumai kukuona tena!

source: We were not able to pause your subscription at this time. Please contact {} if you continue to receive this error. We apologize for the inconvenience.
es: No pudimos pausar tu suscripción en este momento. Por favor contacta a {} si continúas recibiendo este error. Pedimos disculpas por las molestias.
sw: Hatukuweza kusitisha usajili wako kwa sasa. Tafadhali wasiliana na {} ikiwa utaendelea kupata hitilafu hii. Tunaomba radhi kwa usumbufu uliosababishwa.

source: Auto renewal cannot be enabled for the current subscription.
sw: Upyaishaji wa kiotomatiki hauwezi kuwezeshwa kwa usajili wa sasa.

source: Auto renewal successfully enabled for the current subscription.
sw: Upyaishaji wa kiotomatiki umewezeshwa kwa mafanikio kwa usajili wa sasa.

source: Auto renewal successfully disabled for the current subscription.
sw: Upyaishaji wa kiotomatiki umezimwa kwa mafanikio kwa usajili wa sasa.

source: You do not have permission to modify the subscription for this customer-level account. Please reach out to the {account_name} enterprise admin for help.
sw: Huna ruhusa ya kubadilisha usajili wa akaunti hii ya kiwango cha mteja. Tafadhali wasiliana na msimamizi wa biashara wa {account_name} kwa msaada.

source: Select A Project
es: Seleccione un Proyecto
sw: Chagua Mradi

source: You have been added to the "{invitation.domain}" project space.
sw: Umeongezwa kwenye nafasi ya mradi ya "{invitation.domain}".

source: Location Fixture
es: Fixture de Ubicación
sw: Fixture ya Mahali

source: Location configuration updated successfully
es: Configuración de ubicación actualizada exitosamente
sw: Usanidi wa mahali umeboreshwa kwa mafanikio

source: Project Information
es: Información del Proyecto
sw: Taarifa za Mradi

source: Sent hand-off email to {}.
es: Correo electrónico rechazado enviado a {}.
sw: Barua pepe ya kukabidhi imetumwa kwa {}.

source: The internal information for project %s was successfully updated!
es: ¡La información interna para el proyecto %s fue actualizada exitosamente!
sw: Taarifa za ndani za mradi %s zimeboreshwa kwa mafanikio!

source: Your settings are not valid, see below for errors. Correct them and try again!
es: Sus configuraciones no son válidas; vea los errores abajo. ¡Corríjalos e intente de nuevo!
sw: Mipangilio yako si sahihi, angalia hapa chini kwa makosa. Rekebisha na ujaribu tena!

source: Calculated Properties
es: Propiedades Calculadas
sw: Sifa Zilizokokotolewa

source: Feature Flags and Privileges
es: Etiquetas de Función y Privilegios
sw: Bendera za Kipengele na Haki Maalum

source: Resent transfer request for project '{domain}'
es: Solicitud de transferencia para el proyecto '{domain}' reenviada
sw: Ombi la uhamisho wa mradi '{domain}' limetumwa tena

source: Successfully transferred ownership of project '{domain}'
es: Transferencia exitosa de derechos de propiedad del proyecto '{domain}'
sw: Umekabidhi umiliki wa mradi '{domain}' kwa mafanikio

source: Declined ownership of project '{domain}'
es: Derecho de propiedad para el proyecto '{domain}' rechazado.
sw: Umekataa umiliki wa mradi '{domain}'

source: Manage Releases By Location
es: Gestionar lanzamientos por ubicación
sw: Dhibiti Matoleo Kwa Mahali

source: Manage Releases By App Profile
es: Gestionar lanzamientos por perfil de aplicación
sw: Dhibiti Matoleo Kwa Wasifu wa Programu

source: Project Settings
es: Configuraciones del Proyecto
sw: Mipangilio ya Mradi

source: Project settings saved!
es: ¡Configuraciones del proyecto guardadas!
sw: Mipangilio ya mradi imehifadhiwa!

source: There was an error saving your settings. Please try again!
es: Hubo un error al guardar tus configuraciones. ¡Por favor intenta de nuevo!
sw: Kulikuwa na hitilafu katika kuhifadhi mipangilio yako. Tafadhali jaribu tena!

source: Your project settings have been saved!
es: ¡Se ha guardado la configuración de su proyecto!
sw: Mipangilio ya mradi wako imehifadhiwa!

source: IP Access
sw: Ufikiaji wa IP

source: Your IP Access settings have been saved!
sw: Mipangilio yako ya Ufikiaji wa IP imehifadhiwa!

source: Privacy and Security
es: Privacidad y Seguridad
sw: Faragha na Usalama

source: Password for {} has successfully been reset. You can now login.
es: La contraseña para {} ha sido restablecida exitosamente. Ahora puedes iniciar sesión.
sw: Nenosiri la {} limewekwa upya kwa mafanikio. Sasa unaweza kuingia.

source: Successful password reset for {}
sw: Umefanikiwa kuweka upya nenosiri kwa {}

source: Recovery Measures History
es: Historial de medidas de recuperación
sw: Historia ya Hatua za Urejeshaji

source: Manage Mobile Workers
es: Gestionar trabajadores móviles
sw: Simamia Wafanyakazi wa Simu

source: Credentials Application
sw: Programu ya Vitambulisho

source: Settings saved!
sw: Mipangilio imehifadhiwa!

source: Settings saved! Please remember to configure the credential criteria for the issuing app in the app manager settings.
sw: Mipangilio imehifadhiwa! Tafadhali kumbuka kuweka vigezo vya hati kwa programu inayotoa katika mipangilio ya msimamizi wa programu.

source: Manage Project Alerts
es: Gestionar alertas del proyecto
sw: Simamia Arifa za Mradi

source: Alert saved!
es: ¡Alerta guardada!
sw: Arifa imehifadhiwa!

source: There was an error saving your alert. Please try again!
es: Hubo un error al guardar tu alerta. ¡Por favor intenta de nuevo!
sw: Kulikuwa na hitilafu wakati wa kuhifadhi arifa yako. Tafadhali jaribu tena!

source: Edit Project Alert
es: Editar alerta del proyecto
sw: Hariri Arifa ya Mradi

source: Alert not found!
es: ¡Alerta no encontrada!
sw: Arifa haikupatikana!

source: Alert was removed!
es: ¡Alerta eliminada!
sw: Arifa imeondolewa!

source: Alert not activated. Only 3 active alerts allowed.
es: Alerta no activada. Solo se permiten 3 alertas activas.
sw: Arifa haijawezeshwa. Ni arifa 3 pekee zinazoweza kuwezeshwa kwa wakati mmoja.

source: Alert updated!
es: ¡Alerta actualizada!
sw: Arifa imesasishwa!

source: Unexpected update received. Alert not updated!
es: Actualización inesperada recibida. ¡Alerta no actualizada!
sw: Sasisho lisilotarajiwa limepokelewa. Arifa haijasasishwa!

source: SMS Rate Calculator
es: Calculador de Tarifas SMS
sw: Kikokotoo cha Kiwango cha SMS

source: Prevent the use of specific domain names
es: Prevenir el uso de nombres de dominio específicos
sw: Zuia matumizi ya majina maalum ya vikoa

source: {} has been uploaded to dropbox!
es: ¡{} se ha cargado a dropbox!
sw: {} imepakiwa kwenye dropbox!

source: {} has failed to upload to dropbox
es: ¡{} no se ha cargado a dropbox!
sw: {} imeshindwa kupakiwa kwenye dropbox

source: Something went wrong when uploading your file %(path)s to dropbox:
es: Algo salió mal al subir tu archivo %(path)s a dropbox:
sw: Kuna tatizo lilitokea wakati wa kupakia faili lako %(path)s kwenye dropbox:

source: Thanks, <br /> CommCare Team
sw: Asante, <br /> Timu ya CommCare

source: Something went wrong when uploading your file %(path)s to dropbox:
es: Ocurrió un problema al cargar su archivo %(path)s a dropbox:
sw: Kuna tatizo lilitokea wakati wa kupakia faili lako %(path)s kwenye dropbox:

source: Thanks, CommCare Team
sw: Asante, Timu ya CommCare

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
es: ¡Felicidades! Tu archivo ha sido subido exitosamente a %(path)s en tu cuenta de dropbox. Puedes compartirlo con este enlace:
sw: Hongera! Faili lako limepakiwa kwa mafanikio kwenye %(path)s kwenye akaunti yako ya dropbox. Unaweza kulishiriki kwa kiungo hiki:

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
es: ¡Felicidades! Su archivo ha sido cargado exitosamente a %(path)s en su cuenta de Dropbox. Lo puede compartir con este enlace:
sw: Hongera! Faili lako limepakiwa kwa mafanikio kwenye %(path)s kwenye akaunti yako ya dropbox. Unaweza kulishiriki kwa kiungo hiki:

source: Server
es: Servidor
sw: Seva

source: e.g. "smtp.example.com"
es: p.ej. "smtp.example.com"
sw: mf. "smtp.example.com"

source: Port
es: Puerto
sw: Bandari

source: Sender's Email
es: Correo del remitente
sw: Barua Pepe ya Mtumaji

source: Return Path Email
es: Correo de ruta de retorno
sw: Barua Pepe ya Njia ya Kurudisha

source: The email address to which message bounces and complaints should be sent
es: La dirección de correo a la que deben enviarse los rebotes y quejas de mensajes
sw: Anwani ya barua pepe ambayo ujumbe uliorudishwa na malalamiko vinapaswa kutumwa

source: Use Gateway?
es: ¿Usar Gateway?
sw: Tumia Lango?

source: Select this option to use this email gateway for sending emails
es: Selecciona esta opción para usar esta pasarela de correo electrónico para enviar correos
sw: Chagua chaguo hili kutumia lango hili la barua pepe kutuma barua pepe

source: Use Tracking Headers
es: Usar Encabezados de Seguimiento
sw: Tumia Vichwa vya Ufuatiliaji

source: Applicable for Amazon's gateway. When selected, emails will be sent with tracking headers along with other headers.
es: Aplicable para el gateway de Amazon. Cuando se selecciona, los correos electrónicos se enviarán con encabezados de seguimiento junto con otros encabezados.
sw: Inatumika kwa lango la Amazon. Ukichaguliwa, barua pepe zitatumwa na vichwa vya ufuatiliaji pamoja na vichwa vingine.

source: SNS Endpoint Secret
es: Secreto del Endpoint SNS
sw: Siri ya Mwisho wa SNS

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled. This secret is used in the AWS SNS settings.
es: Aplicable solo cuando el gateway es SES de Amazon y los encabezados de seguimiento están habilitados. Este secreto se utiliza en la configuración de AWS SNS.
sw: Inatumika tu pale lango ni SES ya Amazon na vichwa vya ufuatiliaji vimewezeshwa. Siri hii inatumika kwenye mipangilio ya AWS SNS.

source: SES Configuration Set Name
es: Nombre del Conjunto de Configuración SES
sw: Jina la Seti ya Usanidi ya SES

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled.
es: Aplicable solo cuando el gateway es SES de Amazon y los encabezados de seguimiento están habilitados.
sw: Inatumika tu pale lango ni SES ya Amazon na vichwa vya ufuatiliaji vimewezeshwa.

source: Saved
es: Guardado
sw: Imehifadhiwa

source: Add Email Gateway Settings
es: Agregar Configuración del Gateway de Correo Electrónico
sw: Ongeza Mipangilio ya Lango la Barua Pepe

source: Email Settings
es: Configuración de Correo Electrónico
sw: Mipangilio ya Barua Pepe

source: Project Space Name
es: Nombre del Espacio del Proyecto
sw: Jina la Nafasi ya Mradi

source: Project URL
es: URL del Proyecto
sw: URL ya Mradi

source: Unrecognized report '{}'
es: Informe no reconocido '{}'
sw: Ripoti isiyotambulika '{}'

source: Project Spaces
es: Espacios de Proyectos
sw: Nafasi za Miradi

source: Created On [UTC]
es: Creado El [UTC]
sw: Iliundwa Tarehe [UTC]

source: # of Apps
es: # de Aplicaciones
sw: # ya Programu

source: # of Mobile Users
es: # de Usuarios Móviles
sw: # ya Watumiaji wa Simu

source: # of Web Users
es: # de Usuarios Web
sw: # ya Watumiaji wa Wavuti

source: # of SMS (last 30 days)
es: # de SMS (últimos 30 días)
sw: # ya SMS (siku 30 zilizopita)

source: Last Form Submission [UTC]
es: Último Envío de Formulario [UTC]
sw: Uwasilishaji wa Fomu wa Mwisho [UTC]

source: OData Feeds Used
es: Feeds OData Usados
sw: OData Feeds Zilizotumika

source: OData Feeds Available
es: Feeds OData Disponibles
sw: OData Feeds Zinazopatikana

source: Email Address
es: Dirección de correo electrónico
sw: Anwani ya Barua Pepe

source: Role
es: Rol
sw: Jukumu

source: Last Login [UTC]
es: Último Inicio de Sesión [UTC]
sw: Kuingia Mara ya Mwisho [UTC]

source: Last Access Date [UTC]
es: Última Fecha de Acceso [UTC]
sw: Tarehe ya Mwisho ya Kufikia [UTC]

source: Active in Project
sw: Akiwa Hai kwenye Mradi

source: Active User
es: Usuario Activo
sw: Mtumiaji Hai

source: Invited
es: Invitado
sw: Aliyealikwa

source: Created Date [UTC]
es: Fecha de Creación [UTC]
sw: Tarehe ya Kuundwa [UTC]

source: Last Sync [UTC]
es: Última Sincronización [UTC]
sw: Usawazishaji wa Mwisho [UTC]

source: Last Submission [UTC]
es: Último Envío [UTC]
sw: Uwasilishaji wa Mwisho [UTC]

source: User ID
es: ID de Usuario
sw: Kitambulisho cha Mtumiaji

source: Mobile Form Submissions
es: Envíos de Formularios Móviles
sw: Uwasilishaji wa Fomu kwa Simu

source: Date ranges with more than {} days are not supported
es: No se admiten rangos de fechas con más de {} días
sw: Vipindi vya tarehe vilivyo na zaidi ya siku {} haviruhusiwi

source: Form ID
es: ID del Formulario
sw: Kitambulisho cha Fomu

source: Submitted [UTC]
es: Enviado [UTC]
sw: Imewasilishwa [UTC]

source: Mobile User
es: Usuario Móvil
sw: Mtumiaji wa Simu

source: Domain {name} has too many users. Maximum allowed is: {amount}
es: El dominio {name} tiene demasiados usuarios. El máximo permitido es: {amount}
sw: Eneo la {name} lina watumiaji wengi sana. Idadi ya juu inayoruhusiwa ni: {amount}

source: {name} contains too many rows. Maximum allowed is: {amount}. Please narrow the date range to fetch a smaller amount of data
es: {name} contiene demasiadas filas. El máximo permitido es: {amount}. Por favor, reduzca el rango de fechas para obtener una menor cantidad de datos
sw: {name} ina safu nyingi sana. Idadi ya juu inayoruhusiwa ni: {amount}. Tafadhali punguza kipindi cha tarehe ili kupata data kidogo

source: Unnamed
es: Sin nombre
sw: Bila Jina

source: App not found
es: Aplicación no encontrada
sw: Programu haikupatikana

source: Number of Rows
es: Número de Filas
sw: Idadi ya Safu

source: ERROR: Too many exports. Please contact customer service
es: ERROR: Demasiadas exportaciones. Por favor, contacte al servicio al cliente
sw: KOSA: Umefanya mauzo nje mengi sana. Tafadhali wasiliana na huduma kwa wateja

source: # Applications
es: # Aplicaciones
sw: # Programu

source: # Surveys Only
es: # Solo Encuestas
sw: # Tafiti Pekee

source: # Cases Only
es: # Solo Casos
sw: # Kesi Pekee

source: # Mixed
es: # Mixto
sw: # Mchanganyiko

source: Data Exports
es: Exportaciones de Datos
sw: Uhamishaji wa Data

source: SubType
es: SubTipo
sw: Aina Ndogo

source: Daily Saved Export
es: Exportación Guardada Diaria
sw: Uhamishaji wa Kila Siku Uliohifadhiwa

source: Excel Integration
es: Integración con Excel
sw: Muunganiko wa Excel

source: CommCare Version Compliance
es: Cumplimiento de la Versión de CommCare
sw: Uzingatiaji wa Toleo la CommCare

source: Mobile Worker
es: Usuario Móvil
sw: Mfanyakazi wa Simu

source: Latest Version Available at Submission
es: Última Versión Disponible al Enviar
sw: Toleo la Hivi Karibuni Lililopatikana Wakati wa Kuwasilisha

source: Version in Use
es: Versión en Uso
sw: Toleo Linalotumika

source: SMS Usage
es: Uso de SMS
sw: Matumizi ya SMS

source: # of SMS Sent
es: # de SMS Enviados
sw: Idadi ya SMS Zilizotumwa

source: # Sent
es: # Enviados
sw: Idadi Zilizotumwa

source: # Received
es: # Recibidos
sw: Idadi Zilizopokelewa

source: # Errors
es: # Errores
sw: Idadi ya Makosa

source: API Keys
es: Claves API
sw: Vifunguo vya API

source: Web User
es: Usuario Web
sw: Mtumiaji wa Wavuti

source: API Key Name
es: Nombre de la Clave API
sw: Jina la Kifunguo cha API

source: Scope
es: Alcance
sw: Wigo

source: Expiration Date [UTC]
es: Fecha de Expiración [UTC]
sw: Tarehe ya Kumalizika [UTC]

source: Last Used On [UTC]
es: Último Uso el [UTC]
sw: Ilitumika Mara ya Mwisho [UTC]

source: # of Project Spaces without 2FA
es: # de Espacios de Proyecto sin 2FA
sw: Idadi ya Nafasi za Mradi bila 2FA

source: Project Space without 2FA
es: Espacio de Proyecto sin 2FA
sw: Nafasi ya Mradi bila 2FA

source: Data Forwarding
es: Reenvío de Datos
sw: Uhamishaji wa Data Moja kwa Moja

source: # of Data Forwarders
es: # de Reenviadores de Datos
sw: # ya Wapelekezaji Data

source: Service Name
es: Nombre del Servicio
sw: Jina la Huduma

source: Last Modified [UTC]
es: Última Modificación [UTC]
sw: Ilibadilishwa Mwisho [UTC]

source: Application Version Compliance
es: Cumplimiento de Versión de Aplicación
sw: Uzingatiaji wa Toleo la Programu

source: The statistic of this tile is not currently supported
es: La estadística de este mosaico no está actualmente soportada
sw: Takwimu ya kidirisha hiki haijaungwa mkono kwa sasa

source: Latest Version Available When Last Used
es: Última Versión Disponible Cuando se Usó por Última Vez
sw: Toleo Jipya Zaidi Lililopatikana Ulipotumika Mwisho

source: Last Used [UTC]
es: Último Uso [UTC]
sw: Iliyotumika Mwisho [UTC]

source: Restrict Project Space Creation
es: Restringir Creación de Espacio de Proyecto
sw: Zuia Uundaji wa Nafasi za Mradi

source: Do not allow current web users, other than enterprise admins, to create new project spaces.
es: No permitir a los usuarios web actuales, aparte de los administradores empresariales, crear nuevos espacios de proyecto.
sw: Usiruhusu watumiaji wa wavuti wa sasa, isipokuwa wasimamizi wa biashara, kuunda nafasi mpya za mradi.

source: Restrict User Signups
es: Restringir Registros de Usuarios
sw: Zuia Usajili wa Watumiaji

source: Message to display to users who attempt to sign up for an account
es: Mensaje para mostrar a los usuarios que intentan registrarse para una cuenta
sw: Ujumbe wa kuonyesha kwa watumiaji wanaojaribu kujisajili kwa akaunti

source: Default File Type
es: Tipo de Archivo Predeterminado
sw: Aina Chaguo-msingi ya Faili
