Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: Error saving!
es: ¡Error al guardar!
sw: Hitilafu wakati wa kuhifadhi!

source: Could not sync user data. Please report an issue if this persists.
es: No se pudo sincronizar los datos del usuario. Por favor, reporta un problema si esto persiste.
sw: Imeshindikana kusawazisha data ya mtumiaji. Tafadhali ripoti tatizo hili likiendelea.

source: User Data successfully synced.
es: Los Datos del Usuario han sido sincronizados con éxito.
sw: Data ya mtumiaji imesawazishwa kikamilifu.

source: Could not clear user data. Please report an issue if this persists.
es: No es posible borrar los datos del usuario. Por favor reporte un problema si esto continúa.
sw: Imeshindikana kufuta data ya mtumiaji. Tafadhali ripoti tatizo hili likiendelea.

source: User data successfully cleared.
es: Los datos del usuario fueron borrados exitosamente.
sw: Data ya mtumiaji imefutwa kikamilifu.

source: Error breaking locks. Please report an issue if this persists.
es: Error al romper bloqueos. Por favor, reporta un problema si esto persiste.
sw: Hitilafu wakati wa kuvunja vizuizi. Tafadhali ripoti tatizo hili likiendelea.

source: Sorry, there was an problem contacting the server to fetch the data. Please, try again in a little bit.
es: Lo sentimos, ocurrió un problema al contactar el servidor para recuperar los datos. Por favor, intente otra vez más tarde.
sw: Samahani, kulikuwa na tatizo kuwasiliana na seva ili kupata data. Tafadhali jaribu tena baada ya muda mfupi.

source: Could not <%= action %> product. Please try again later.
es: No se pudo <%= action %> el producto. Por favor, inténtalo de nuevo más tarde.
sw: Imeshindikana <%= action %> bidhaa. Tafadhali jaribu tena baadaye.

source: SMS keyword is required.
es: Se requiere una palabra clave de SMS.
sw: Neno kuu la SMS linahitajika.

source: Name is required.
es: Se requiere un nombre.
sw: Jina linahitajika.

source: Edit Profile
es: Editar perfil
sw: Hariri Wasifu

source: No available suggestions. Add more by separating words with spaces.
es: No hay sugerencias disponibles. Añade más separando las palabras con espacios.
sw: Hakuna mapendekezo yaliyopo. Ongeza zaidi kwa kutenganisha maneno kwa nafasi.

source: No Name
es: No hay Nombre
sw: Hakuna Jina

source: When importing data, CommCare will not save a row if its cells don't match these valid values.
es: Al importar datos, CommCare no guardará una fila si sus celdas no coinciden con estos valores válidos.
sw: Unapopakia data, CommCare haitahifadhi mstari ikiwa seli zake hazilingani na thamani hizi halali.

source: Help colleagues upload correct data into case properties by listing the valid values here.
es: Ayuda a tus colegas a cargar datos correctos en las propiedades del caso listando los valores válidos aquí.
sw: Saidia wenzako kupakia data sahihi kwenye sifa za kesi kwa kuorodhesha thamani halali hapa.

source: valid value
es: valor válido
sw: thamani halali

source: description
es: descripción
sw: maelezo

source: You have unsaved changes to your data dictionary.
es: Usted tiene cambios sin guardar en su diccionario de datos.
sw: Una mabadiliko ambayo hujahifadhi kwenye kamusi ya data yako.

source: You have unsaved changes to this case type. Are you sure you would like to continue?
es: Tienes cambios no guardados en este tipo de caso. ¿Estás seguro de que deseas continuar?
sw: Una mabadiliko ambayo hujahifadhi kwenye aina hii ya kesi. Una uhakika ungependa kuendelea?

source: Issue communicating with server. Try again.
es: Ocurrió un problema al comunicarse con el servidor. Intente otra vez.
sw: Tatizo la kuwasiliana na seva. Jaribu tena.

source: OR
es: O
sw: AU

source: AND
es: Y
sw: NA

source: True when ANY of the case properties match
es: Verdadero cuando CUALQUIERA de las propiedades del caso coincide
sw: Kweli ikiwa ANGALAU moja ya sifa za kesi inalingana

source: True when ALL of the case properties match
es: Verdadero cuando TODAS las propiedades del caso coinciden
sw: Kweli ikiwa SIFA ZOTE za kesi zinalingana

source: Out of range of filter. Will not appear on page refresh.
es: Fuera del rango del filtro. No aparecerá al actualizar la página.

source: updated
es: actualizado
sw: imesasishwa

source: Case copied
es: Caso copiado

source: Cases copied
es: Casos copiados

source: Case Reassignment (via HQ)
es: Reasignación de Caso (vía HQ)
sw: Uhamisho wa Kesi (kupitia HQ)

source: Search for users
es: Buscar usuarios
sw: Tafuta watumiaji

source: Search for users or groups
es: Buscar usuarios o grupos
sw: Tafuta watumiaji au vikundi

source: Sorry, it looks like the upload failed.
es: Lo sentimos, parece que la carga falló.
sw: Samahani, inaonekana kupakia kumeharibika.

source: case property name
es: nombre de propiedad del caso
sw: jina la sifa ya kesi

source: <a href='<%- link %>' target='_blank'>View <i class='fa-solid fa-up-right-from-square'></i></a>
es: <a href='<%- link %>' target='_blank'>Ver <i class='fa-solid fa-up-right-from-square'></i></a>
sw: <a href='<%- link %>' target='_blank'>Tazama <i class='fa-solid fa-up-right-from-square'></i></a>

source: Find Case
es: Buscar Caso
sw: Tafuta Kesi

source: IDs can be found in a <a href="<%- url %>">case data export</a>
es: Los ID se pueden encontrar en una <a href="<%- url %>">exportación de datos de casos</a>
sw: Vitambulisho vinaweza kupatikana kwenye <a href="<%- url %>">usafirishaji wa data ya kesi</a>

source: Case found!
es: ¡Caso encontrado!
sw: Kesi imepatikana!

source: Could not find case
es: No se pudo encontrar el caso
sw: Haikuweza kupata kesi

source: Find Form Submission
es: Buscar Envío de Formulario
sw: Tafuta Uwasilishaji wa Fomu

source: IDs can be found in a <a href="<%- url %>">form data export</a>
es: Los ID se pueden encontrar en una <a href="<%- url %>">exportación de datos de formularios</a>
sw: Vitambulisho vinaweza kupatikana kwenye <a href="<%- url %>">usafirishaji wa data ya fomu</a>

source: Could not find form submission
es: No se pudo encontrar el envío del formulario
sw: Haikuweza kupata uwasilishaji wa fomu

source: Form Submission ID
es: ID de Envío de Formulario
sw: Kitambulisho cha Uwasilishaji wa Fomu

source: Form submission found!
es: ¡Envío de formulario encontrado!
sw: Uwasilishaji wa fomu umepatikana!

source: Submit Payment
es: Ingrese Pago
sw: Wasilisha Malipo

source: Submit Invoice Request
es: Ingrese Solicitud de Factura
sw: Wasilisha Ombi la Ankara

source: You have unchanged settings
es: Tiene configuraciones sin cambios
sw: Una mipangilio ambayo haijabadilishwa

source: Select a Timezone...
es: Seleccione una Zona Horaria...
sw: Chagua Eneo la Saa...

source: Buy Credits
es: Comprar Créditos
sw: Nunua Mikopo

source: Available Countries
es: Países disponibles
sw: Nchi Zinazopatikana

source: Active Countries
es: Países Activos
sw: Nchi Zinazotumika

source: Search Countries...
es: Buscar Países...
sw: Tafuta Nchi...

source: Inactive Expressions
es: Expresiones Inactivas
sw: Misemo Isiyotumika

source: Active Expressions
es: Expresiones Activas
sw: Misemo Inayotumika

source: Search Expressions
es: Buscar Expresiones
sw: Tafuta Misemo

source: Reset to Default
es: Restablecer a Predeterminado
sw: Rejesha kwenye Chaguomsingi

source: This matches the global setting:
es: Esto coincide con la configuración global:
sw: Hii inalingana na mpangilio wa kimataifa:

source: This does not match global setting:
es: Esto no coincide con la configuración global:
sw: Hii hailingani na mpangilio wa kimataifa:

source: You may not override this project space's timezone because you only have access to this project space through an Organization. You must be added to the project space as a member in order to override your timezone.
es: No puede anular la zona horaria de este espacio de proyecto porque solo tiene acceso a este espacio de proyecto a través de una Organización. Debe ser agregado al espacio de proyecto como miembro para poder anular su zona horaria.
sw: Huwezi kubadilisha eneo la saa la mradi huu kwa sababu una ufikiaji wa mradi huu kupitia Shirika pekee. Lazima uongezwe kwenye mradi huu kama mshiriki ili uweze kubadilisha eneo lako la saa.

source: Do not allow new users to sign up on commcarehq.org. This may take up to an hour to take effect. <br>This will affect users with email addresses from the following domains: <strong><%- domains %></strong><br>Contact <a href='mailto:<%- email %>'><%- email %></a> to change the list of domains.
es: No permitir que nuevos usuarios se registren en commcarehq.org. Esto puede tardar hasta una hora en surtir efecto. <br>Esto afectará a los usuarios con direcciones de correo electrónico de los siguientes dominios: <strong><%- domains %></strong><br>Contacte a <a href='mailto:<%- email %>'><%- email %></a> para cambiar la lista de dominios.
sw: Usiruhusu watumiaji wapya kujisajili kwenye commcarehq.org. Hii inaweza kuchukua hadi saa moja kuanza kufanya kazi. <br>Hii itaathiri watumiaji wenye anwani za barua pepe kutoka kwenye vikoa vifuatavyo: <strong><%- domains %></strong><br>Wasiliana na <a href='mailto:<%- email %>'><%- email %></a> kubadilisha orodha ya vikoa.

source: Last 30 Days
es: Últimos 30 Días
sw: Siku 30 Zilizopita

source: Previous Month
es: Mes Anterior
sw: Mwezi Uliopita

source: Spans <%- startDate %> to <%- endDate %> (UTC)
es: Abarca del <%- startDate %> al <%- endDate %> (UTC)
sw: Inachukua kipindi cha <%- startDate %> hadi <%- endDate %> (UTC)

source: Error updating display total, please try again or report an issue if this persists.
es: Error al actualizar el total de la pantalla, por favor intente de nuevo o reporte un problema si persiste.
sw: Hitilafu imetokea wakati wa kusasisha jumla ya onyesho, tafadhali jaribu tena au ripoti tatizo hili likiendelea.

source: Error sending email, please try again or report an issue if this persists.
es: Error al enviar el correo electrónico, por favor intente de nuevo o reporte un problema si persiste.
sw: Hitilafu imetokea wakati wa kutuma barua pepe, tafadhali jaribu tena au ripoti tatizo hili likiendelea.

source: Disable Mobile Worker Attendees
es: Desactivar Asistentes de Trabajadores Móviles
sw: Zima Washiriki wa Simu ya Mkononi

source: Enable Mobile Worker Attendees
es: Habilitar Asistentes de Trabajadores Móviles
sw: Washa Washiriki wa Simu ya Mkononi

source: Possible Attendees
es: Posibles Asistentes
sw: Washiriki Wanaowezekana

source: Expected Attendees
es: Asistentes Esperados
sw: Washiriki Wanaotarajiwa

source: Search Attendees
es: Buscar Asistentes
sw: Tafuta Washiriki

source: Possible Attendance Takers
es: Posibles Tomadores de Asistencia
sw: Wachukua Mahudhurio Wanaowezekana

source: Selected Attendance Takers
es: Tomadores de Asistencia Seleccionados
sw: Wachukua Mahudhurio Waliochaguliwa

source: Search Attendance Takers
es: Buscar Tomadores de Asistencia
sw: Tafuta Wachukua Mahudhurio

source: <%- count %> form submission available.
es: <%- count %> envío de formulario disponible.
sw: Uwasilishaji wa fomu <%- count %> unapatikana.

source: <%- count %> form submissions available.
es: <%- count %> envíos de formularios disponibles.
sw: Uwasilishaji wa fomu <%- count %> unapatikana.

source: User Registration
es: Registro de Usuario
sw: Usajili wa Mtumiaji

source: There was an issue fetching data. Please check your internet connection.
es: Hubo un problema al obtener los datos. Por favor, verifica tu conexión a internet.
sw: Kulikuwa na tatizo la kupata data. Tafadhali hakikisha umeunganishwa na intaneti.

source: There is an issue communicating with the server at this time.
es: Hay un problema de comunicación con el servidor en este momento.
sw: Kuna tatizo la kuwasiliana na seva kwa sasa.

source: Copy to clipboard: Ctrl-C, Enter (Mac: Cmd-C, Enter)
es: Copiar a portapapeles: Ctrl-C, Enter (Mac: Cmd-C, Enter)
sw: Nakili kwenye ubao wa kunakili: Ctrl-C, Enter (Mac: Cmd-C, Enter)

source: Data file URL copied to clipboard.
es: El archivo de datos URL fue copiado al portapapeles.
sw: URL ya faili ya data imenakiliwa kwenye ubao wa kunakili.

source: Data file deleted.
es: Archivo de datos borrado.
sw: Faili ya data imefutwa.

source: Sorry, there was a problem reaching the server. Please try again.
es: Lo sentimos, hubo un problema al conectar con el servidor. Por favor, inténtalo de nuevo.
sw: Samahani, kulikuwa na tatizo kufikia seva. Tafadhali jaribu tena.

source: Server maintenance in progress. Please try again later.
es: Servicio de mantenimiento en curso. Por favor intente de nuevo más tarde.
sw: Matengenezo ya seva yanaendelea. Tafadhali jaribu tena baadaye.

source: There was an error downloading your export.
es: Ocurrió un error al descargar su exportación.
sw: Kulikuwa na hitilafu wakati wa kupakua mauzo yako.

source: Download Requested
es: Descarga Solicitada
sw: Upakuaji Umeombwa

source: Invalid date format
es: Formato de fecha inválido
sw: Muundo wa tarehe si sahihi

source: Problem saving dashboard feed filters
es: Ocurrió un problema al guardar filtros de alimentación del tablero
sw: Tatizo kuhifadhi vichujio vya dashibodi

source: Process
es: Proceso
sw: Mchakato

source: Processing...
es: Procesando...
sw: Inachakatwa...

source: Refresh page
es: Actualizar la página
sw: Onyesha upya ukurasa

source: Web Page (Excel Dashboards)
es: Página Web (Tablero de Excel)
sw: Ukurasa wa Wavuti (Dashibodi za Excel)

source: CSV (Zip file)
es: CSV (archivo Zip)
sw: CSV (Faili ya Zip)

source: Excel (older versions)
es: Excel (versiones antiguas)
sw: Excel (toleo la zamani)

source: Private
es: Privado
sw: Binafsi

source: Export Only
es: Solo Exportar
sw: Hamisha Pekee

source: Edit and Export
es: Editar y Exportar
sw: Hariri na Hamisha

source: <strong>Private</strong>: Only you can edit and export.<br/> <strong>Export Only</strong>: You can edit and export, other users can only export.<br/> <strong>Edit and Export</strong>: All users can edit and export.
es: <strong>Privado</strong>: Solo tú puedes editar y exportar.<br/> <strong>Solo Exportar</strong>: Puedes editar y exportar, otros usuarios solo pueden exportar.<br/> <strong>Editar y Exportar</strong>: Todos los usuarios pueden editar y exportar.
sw: <strong>Binafsi</strong>: Ni wewe tu unaweza kuhariri na kuhamisha.<br/> <strong>Hamisha Pekee</strong>: Unaweza kuhariri na kuhamisha, watumiaji wengine wanaweza tu kuhamisha.<br/> <strong>Hariri na Hamisha</strong>: Watumiaji wote wanaweza kuhariri na kuhamisha.

source: The table path should end with []
es: La ruta de la tabla debe terminar con []
sw: Njia ya jedwali inapaswa kuishia na []

source: Sensitive ID
es: ID Confidencial
sw: Kitambulisho Nyeti

source: Sensitive Date
es: Fecha Confidencial
sw: Tarehe Nyeti

source: Can not create table with ID '<%= tag %>'. Table IDs should be unique.
es: No se puede crear una tabla con el ID '<%= tag %>'. Los IDs de las tablas deben ser únicos.
sw: Haiwezi kuunda jedwali lenye Kitambulisho '<%= tag %>'. Vitambulisho vya jedwali vinapaswa kuwa vya kipekee.

source: No group
es: Sin grupo
sw: Hakuna kundi

source: Group ID
es: ID del Grupo
sw: Kitambulisho cha Kundi

source: Group Name
es: Nombre del Grupo
sw: Jina la Kundi

source: Group Center Coordinates
es: Coordenadas del Centro del Grupo
sw: Kituo cha Kundi (Koordinati)

source: Case Name
es: Nombre del Caso
sw: Jina la Kesi

source: Case Owner Name
es: Nombre del Propietario del Caso
sw: Jina la Mmiliki wa Kesi

source: Case Coordinates
es: Coordenadas del Caso
sw: Koordinati za Kesi

source: Select group
es: Seleccionar grupo
sw: Chagua kundi

source: Group <%- pageNumber %>-<%- groupCount %>
es: Grupo <%- pageNumber %>-<%- groupCount %>
sw: Kundi <%- pageNumber %>-<%- groupCount %>

source: Something went wrong processing <%- failedClusters %> groups. These groups will not be exported.
es: Algo salió mal al procesar <%- failedClusters %> grupos. Estos grupos no serán exportados.
sw: Kuna tatizo lililotokea wakati wa kuchakata makundi <%- failedClusters %>. Makundi haya hayatapakiwa.

source: Max cases per user
es: Máximo de casos por usuario
sw: Kesi nyingi zaidi kwa kila mtumiaji

source: Min cases per user
es: Mínimo de casos por usuario
sw: Kesi chache zaidi kwa kila mtumiaji

source: Max distance to case
es: Distancia máxima al caso
sw: Umbali wa juu hadi kwenye kesi

source: minutes
es: minutos
sw: dakika

source: Max travel time
es: Tiempo máximo de viaje
sw: Muda wa juu wa kusafiri

source: Oops! Something went wrong! Please check that your geospatial settings are configured correctly or contact admin if the problem persists.
es: ¡Vaya! ¡Algo salió mal! Por favor, verifica que tus configuraciones geoespaciales estén configuradas correctamente o contacta al administrador si el problema persiste.
sw: Samahani! Kuna tatizo limetokea! Tafadhali hakikisha mipangilio yako ya kijiografia imewekwa vizuri au wasiliana na msimamizi kama tatizo litaendelea.

source: Please ensure that the filtered area includes both cases and mobile workers before attempting to run disbursement.
es: Por favor, asegúrate de que el área filtrada incluya tanto casos como trabajadores móviles antes de intentar ejecutar la distribución.
sw: Tafadhali hakikisha eneo lililochujwa linajumuisha kesi na wafanyakazi wa simu kabla ya kujaribu kufanya mgawanyo.

source: All locations
es: Todas las ubicaciones
sw: Maeneo yote

source: Oops! Something went wrong! Please report an issue if the problem persists.
es: ¡Vaya! ¡Algo salió mal! Por favor, reporta un problema si el problema persiste.
sw: Samahani! Kuna tatizo limetokea! Tafadhali ripoti tatizo kama litaendelea.

source: Token successfully verified!
es: ¡Token verificado con éxito!
sw: Token imethibitishwa kwa mafanikio!

source: Invalid API token. Please verify that the token matches the one on your Mapbox account and has the correct scope configured.
es: Token de API inválido. Por favor, verifica que el token coincida con el de tu cuenta de Mapbox y que tenga el alcance correcto configurado.
sw: Token ya API si sahihi. Tafadhali hakikisha tokeni inalingana na ile kwenye akaunti yako ya Mapbox na ina kiwango sahihi kimewekwa.

source: current user
es: usuario actual
sw: mtumiaji wa sasa

source: Mobile Worker
es: Usuario Móvil
sw: Mfanyakazi wa Simu

source: Warning! This action will clear the current disbursement. Please confirm if you want to proceed.
es: ¡Advertencia! Esta acción borrará la distribución actual. Por favor, confirma si deseas continuar.
sw: Angalizo! Kitendo hiki kitaondoa mgawanyo wa sasa. Tafadhali thibitisha kama unataka kuendelea.

source: Refreshing Page...
es: Actualizando la página...
sw: Inafanyiwa upya ukurasa...

source: Name of the Area
es: Nombre del Área
sw: Jina la Eneo

source: Please enter the name for the area!
es: ¡Por favor, ingresa el nombre para el área!
sw: Tafadhali ingiza jina la eneo!

source: No user selected (unassign mode)
es: Ningún usuario seleccionado (modo de desasignación)
sw: Hakuna mtumiaji aliyechaguliwa (hali ya kutotoa mgawo)

source: Assigned User ID
es: ID de Usuario Asignado
sw: Kitambulisho cha Mtumiaji Aliyeteuliwa

source: Assigned Username
es: Nombre de Usuario Asignado
sw: Jina la Mtumiaji Aliyeteuliwa

source: Assigned User Primary Location
es: Ubicación Primaria del Usuario Asignado
sw: Eneo Kuu la Mtumiaji Aliyeteuliwa

source: Edit Group Information
es: Editar Información del Grupo
sw: Hariri Taarifa za Kundi

source: The following changes will not be saved:
es: Los siguientes cambios no se guardarán:
sw: Mabadiliko yafuatayo hayatahifadhiwa:

source: Successfully saved
es: Guardado exitosamente
sw: Imehifadhiwa kwa mafanikio

source: Failed to save
es: Error al guardar
sw: Imeshindwa kuhifadhi

source: Please wait and do not navigate away...
es: Por favor espere y no se vaya...
sw: Tafadhali subiri na usiondoke kwenye ukurasa...

source: Error fetching multimedia, please try again or report an issue if the problem persists.
es: Error al obtener multimedia, por favor intenta de nuevo o reporta un problema si el problema persiste.
sw: Hitilafu katika kupakia vyombo vya habari, tafadhali jaribu tena au ripoti tatizo kama litaendelea.

source: This is Danny, one of our best developers.
es: Este es Danny, uno de nuestros mejores desarrolladores.
sw: Huyu ni Danny, mmoja wa watengenezaji wetu bora.

source: Danny is pretty sad that you had to encounter this issue. He's making sure it gets fixed as soon as possible.
es: Danny está bastante triste de que usted haya encontrado este problema. Él se está asegurando de que esté arreglado tan pronto como sea posible.
sw: Danny amesikitika kwamba umekutana na tatizo hili. Anahakikisha linarekebishwa haraka iwezekanavyo.

source: Clear selection
es: Borrar selección
sw: Futa uteuzi

source: Close the picker
es: Cerrar el selector
sw: Funga kichagua

source: long
es: largo

source: 2-digit
es: 2 dígitos

source: Decrement Hour
es: Disminuir Hora
sw: Punguza Saa

source: Decrement Minute
es: Disminuir Minuto
sw: Punguza Dakika

source: Decrement Second
es: Disminuir Segundo
sw: Punguza Sekunde

source: Increment Hour
es: Incrementar Hora
sw: Ongeza Saa

source: Increment Minute
es: Incrementar Minuto
sw: Ongeza Dakika

source: Increment Second
es: Incrementar Segundo
sw: Ongeza Sekunde

source: Next Century
es: Próximo Siglo
sw: Karne Ijayo

source: Next Decade
es: Próxima Década
sw: Muongo Ujao

source: Next Month
es: Próximo Mes
sw: Mwezi Ujao

source: Next Year
es: Próximo Año
sw: Mwaka Ujao

source: Pick Hour
es: Seleccionar Hora
sw: Chagua Saa

source: Pick Minute
es: Seleccionar Minuto
sw: Chagua Dakika

source: Pick Second
es: Seleccionar Segundo
sw: Chagua Sekunde

source: Previous Century
es: Siglo Anterior
sw: Karne Iliyopita

source: Previous Decade
es: Década Anterior
sw: Muongo Uliopita

source: Previous Year
es: Año Anterior
sw: Mwaka Uliopita

source: Select Date
es: Seleccionar Fecha
sw: Chagua Tarehe

source: Select Decade
es: Seleccionar Década
sw: Chagua Muongo

source: Select Month
es: Seleccionar Mes
sw: Chagua Mwezi

source: Select Time
es: Seleccionar Hora
sw: Chagua Muda

source: Select Year
es: Seleccionar Año
sw: Chagua Mwaka

source: Go to today
es: Ir a hoy
sw: Nenda leo

source: Toggle Meridiem
es: Alternar Meridiano
sw: Badilisha Meridiem

source: Incorrect Format
es: Formato Incorrecto
sw: Muundo Si Sahihi

source: Only Dimagi email addresses can be included
es: Solo se pueden incluir direcciones de correo de Dimagi
sw: Ni anwani za barua pepe za Dimagi pekee zinazoruhusiwa

source: Could not authenticate, please log in and try again
es: No se pudo autenticar, por favor inicie sesión e intente nuevamente
sw: Imeshindwa kuthibitisha, tafadhali ingia na ujaribu tena

source: There was a problem, please refresh and try again
es: Hubo un problema, por favor actualice e intente nuevamente
sw: Kumetokea tatizo, tafadhali hakikisha upya na ujaribu tena

source: Done
es: Listo
sw: Imekamilika

source: Saving...
es: Guardando...
sw: Inahifadhi...

source: Saved
es: Guardado
sw: Imehifadhiwa

source: Try Again
es: Intente otra vez
sw: Jaribu Tena

source: Deleting...
es: Borrando...
sw: Inafuta...

source: Deleted
es: Eliminado
sw: Imefutwa

source: There was an error deleting
es: Ocurrió un error al borrar
sw: Kumetokea hitilafu wakati wa kufuta

source: We could not turn on the new feature. You will have the opportunity to turn it on the next time you visit this page.
es: No pudimos activar la nueva función. Tendrá la oportunidad de usarla la próxima vez que visite esta página.

source: We could not turn off the new feature. Please try again later.
es: No pudimos apagar la nueva función. Por favor intente más tarde.

source: Not a valid email
es: No es un correo electrónico válido
sw: Si barua pepe halali

source: Checking...
es: Comprobando...
sw: Inakaguliwa...

source: Error saving, please try again.
es: Error al guardar, por favor intente nuevamente.
sw: Hitilafu katika kuhifadhi, tafadhali jaribu tena.
