Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Your project restricts the times of day at which SMS can be sent. SMS will resume sending at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
es: Tu proyecto restringe las horas del día en las que se pueden enviar SMS. El envío de SMS se reanudará a las <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
sw: Mradi wako unadhibiti nyakati za siku ambazo SMS zinaweza kutumwa. SMS zitaanza kutumwa tena saa <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: Your project restricts the times of day at which SMS can be sent. SMS sending is currently active. The next restricted period begins at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
es: Tu proyecto restringe las horas del día en las que se pueden enviar SMS. El envío de SMS está actualmente activo. El próximo período restringido comienza a las <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
sw: Mradi wako unadhibiti nyakati za siku ambazo SMS zinaweza kutumwa. Kutuma SMS kwa sasa kunaendelea. Kipindi kinachofuata cha zuio kitaanza saa <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: All Messaging Events Status:
es: Estado de Todos los Eventos de Mensajería:
sw: Hali ya Matukio Yote ya Ujumbe:

source: event(s) queued
es: evento(s) en cola
sw: tukio/ma tukio yamewekwa kwenye foleni

source: All Messaging Events Status
es: Estado de Todos los Eventos de Mensajería
sw: Hali ya Matukio Yote ya Ujumbe

source: <p><strong>Processing Complete:</strong> All due events have been processed.</p> <p><strong>Processing In Progress:</strong> There are events which are due that are currently being processed.</p>
es: <p><strong>Procesamiento Completo:</strong> Todos los eventos debidos han sido procesados.</p> <p><strong>Procesamiento en Progreso:</strong> Hay eventos que están vencidos y que actualmente se están procesando.</p>
sw: <p><strong>Uchakataji Umekamilika:</strong> Matukio yote yaliyostahili yamechakatwa.</p> <p><strong>Uchakataji Unaendelea:</strong> Kuna matukio yaliyostahili ambayo yanachakatwa kwa sasa.</p>

source: View <a target="_blank" href="%(scheduled_events_url)s">scheduled events</a>
es: Ver <a target="_blank" href="%(scheduled_events_url)s">eventos programados</a>
sw: Tazama <a target="_blank" href="%(scheduled_events_url)s">matukio yaliyopangwa</a>

source: Incoming / Outgoing SMS
es: SMS Entrantes / Salientes
sw: SMS Zinazoingia / Zinazotoka

source: Summary of SMS activity. Outgoing SMS represent SMS successfully handed off to an SMS gateway for delivery.
es: Resumen de la actividad de SMS. Los SMS salientes representan SMS entregados exitosamente a una pasarela de SMS para su entrega.
sw: Muhtasari wa shughuli za SMS. SMS zinazotoka ni zile zilizofanikiwa kupelekwa kwenye lango la SMS kwa ajili ya kutumwa.

source: Showing SMS activity over the last 30 days. <a target="_blank" href="%(message_log_url)s">See full message log</a>
es: Mostrando la actividad de SMS de los últimos 30 días. <a target="_blank" href="%(message_log_url)s">Ver registro completo de mensajes</a>
sw: Inaonyesha shughuli za SMS kwa siku 30 zilizopita. <a target="_blank" href="%(message_log_url)s">Tazama kumbukumbu kamili ya ujumbe</a>

source: Dates are presented in YYYY-MM-DD format
es: Las fechas se presentan en formato YYYY-MM-DD
sw: Tarehe zinaonyeshwa kwa muundo wa YYYY-MM-DD

source: Messaging Events (Success / Error)
es: Eventos de Mensajería (Éxito / Error)
sw: Matukio ya Ujumbe (Mafanikio / Hitilafu)

source: Shows the counts of messaging events that completed successfully as well as those that had errors.
es: Muestra los conteos de eventos de mensajería que se completaron con éxito, así como aquellos que tuvieron errores.
sw: Inaonyesha idadi ya matukio ya ujumbe yaliyokamilika kwa mafanikio pamoja na yale yaliyopata hitilafu.

source: Summarizing messaging events over the last 30 days. <a target="_blank" href="%(messaging_history_url)s">See full messaging history for more detail</a>
es: Resumiendo eventos de mensajería en los últimos 30 días. <a target="_blank" href="%(messaging_history_url)s">Ver el historial completo de mensajería para más detalles</a>
sw: Muhtasari wa matukio ya ujumbe kwa siku 30 zilizopita. <a target="_blank" href="%(messaging_history_url)s">Tazama historia kamili ya ujumbe kwa maelezo zaidi</a>

source: Messaging Event Error Summary
es: Resumen de Errores de Eventos de Mensajería
sw: Muhtasari wa Hitilafu za Tukio la Ujumbe

source: Gives a breakdown of messaging event errors and the counts of their occurrences. Hover over a bar to see the error.
es: Proporciona un desglose de los errores de eventos de mensajería y el conteo de sus ocurrencias. Pasa el cursor sobre una barra para ver el error.
sw: Inatoa mgawanyo wa hitilafu za matukio ya ujumbe na idadi ya matukio yake. Elekeza kipanya juu ya mstari ili kuona hitilafu.

source: Summarizing errors over the last 30 days. <a target="_blank" href="%(messaging_history_errors_url)s">See full messaging error history for more detail</a>
es: Resumiendo errores en los últimos 30 días. <a target="_blank" href="%(messaging_history_errors_url)s">Ver el historial completo de errores de mensajería para más detalles</a>
sw: Muhtasari wa hitilafu kwa siku 30 zilizopita. <a target="_blank" href="%(messaging_history_errors_url)s">Tazama historia kamili ya hitilafu za ujumbe kwa maelezo zaidi</a>

source: Last updated:
es: Última actualización:
sw: Imesasishwa mwisho:

source: Send on
es: Enviar el
sw: Tuma tarehe

source: at
es: a las
sw: saa

source: and send
es: y enviar
sw: na tuma

source: Translate this message
es: Traducir este mensaje
sw: Tafsiri ujumbe huu

source: See the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">help site</a> for some optional formatting that can be applied to this message.
es: Consulta el <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">sitio de ayuda</a> para ver algunas opciones de formato que se pueden aplicar a este mensaje.
sw: Tazama <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">tovuti ya msaada</a> kwa baadhi ya miundo ya hiari inayoweza kutumika kwenye ujumbe huu.

source: Translation
es: Traducción
sw: Tafsiri

source: header
es: encabezado
sw: kichwa

source: font
es: fuente
sw: fonti

source: font size
es: tamaño de fuente
sw: ukubwa wa herufi

source: bold
es: negrita
sw: nene

source: italic
es: cursiva
sw: italiki

source: underline
es: subrayado
sw: mstari wa chini

source: strike through
es: tachado
sw: kupiga mstari katikati

source: text color
es: color de texto
sw: rangi ya maandishi

source: background color
es: color de fondo
sw: rangi ya usuli

source: ordered list
es: lista ordenada
sw: orodha iliyo na mpangilio

source: unordered list
es: lista desordenada
sw: orodha isiyo na mpangilio

source: indent
es: sangría
sw: ongeza nafasi ya mstari

source: unindent
es: quitar sangría
sw: punguza nafasi ya mstari

source: align text
es: alinear texto
sw: panga maandishi

source: clear formatting
es: borrar formato
sw: futa uundaji

source: Insert Image
es: Insertar Imagen
sw: Weka Picha

source: Uploading
es: Subiendo
sw: Inapakia

source: Insert
es: Insertar
sw: Weka

source: Insert Link
es: Insertar Enlace
sw: Weka Kiungo

source: Link Label
es: Etiqueta del enlace
sw: Lebo ya Kiungo

source: Link Address
es: Dirección del enlace
sw: Anwani ya Kiungo

source: All events
es: Todos los eventos
sw: Matukio yote

source: Events to be sent after
es: Eventos a enviar después
sw: Matukio yatakayotumwa baada ya

source: Broadcasts
es: Transmisiones
sw: Matangazo

source: The '{sheet_name}' sheet is missing an id column. This sheet has been skipped.
es: La hoja '{sheet_name}' no tiene una columna de id. Esta hoja ha sido omitida.
sw: Karatasi ya '{sheet_name}' haina safu ya kitambulisho. Karatasi hii imerukwa.

source: This file is missing the '{sheet_name}' sheet. Please add this sheet and upload again.
es: Este archivo no tiene la hoja '{sheet_name}'. Por favor, añada esta hoja y cargue de nuevo.
sw: Faili hii haina karatasi ya '{sheet_name}'. Tafadhali ongeza karatasi hii na upakie tena.

source: Row {index} in '{sheet_name}' sheet is missing an id.
es: La fila {index} en la hoja '{sheet_name}' no tiene un id.
sw: Mstari wa {index} kwenye karatasi ya '{sheet_name}' hauna kitambulisho.

source: Could not find rule for row {index} in '{sheet_name}' sheet, with id {id}
es: No se pudo encontrar la regla para la fila {index} en la hoja '{sheet_name}', con id {id}
sw: Haikuweza kupata sheria kwa mstari wa {index} kwenye karatasi ya '{sheet_name}', yenye kitambulisho {id}

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, is currently processing and cannot be updated.
es: La fila {index} en la hoja '{sheet_name}', con id de regla {id}, está siendo procesada actualmente y no se puede actualizar.
sw: Mstari wa {index} kwenye karatasi ya '{sheet_name}', wenye kitambulisho cha sheria {id}, kwa sasa inashughulikiwa na haiwezi kusasishwa.

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, does not use SMS content.
es: La fila {index} en la hoja '{sheet_name}', con id de regla {id}, no utiliza contenido SMS.
sw: Mstari wa {index} kwenye karatasi ya '{sheet_name}', wenye kitambulisho cha sheria {id}, hautumii maudhui ya SMS.

source: Could not update rule with id {id} in '{sheet_name}' sheet: expected {expected} row(s) but found {actual}.
es: No se pudo actualizar la regla con id {id} en la hoja '{sheet_name}': se esperaban {expected} fila(s) pero se encontraron {actual}.
sw: Haikuweza kusasisha sheria yenye kitambulisho {id} kwenye karatasi ya '{sheet_name}': ilitarajiwa mstari {expected} lakini imepatikana {actual}.

source: Error updating rule with id {id} in '{sheet_name}' sheet: {detail}
es: Error al actualizar la regla con id {id} en la hoja '{sheet_name}': {detail}
sw: Hitilafu imetokea wakati wa kusasisha sheria yenye kitambulisho {id} kwenye karatasi ya '{sheet_name}': {detail}

source: Updated {count} rule(s) in '{sheet_name}' sheet
es: Se actualizaron {count} regla(s) en la hoja '{sheet_name}'
sw: Imesasisha sheria {count} kwenye karatasi ya '{sheet_name}'

source: Rule name must be the same in all rows
es: El nombre de la regla debe ser el mismo en todas las filas
sw: Jina la sheria lazima liwe sawa kwenye mistari yote

source: Missing message
es: Mensaje faltante
sw: Ujumbe umekosekana

source: New Broadcast
es: Nueva Transmisión
sw: Tangazo Jipya

source: Edit Broadcast
es: Editar Transmisión
sw: Hariri Tangazo

source: This broadcast is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
es: Esta transmisión no es editable porque utiliza una encuesta SMS y su suscripción actual no permite el uso de SMS entrantes.
sw: Tangazo hili haliwezi kuhaririwa kwa sababu linatumia utafiti wa SMS na usajili wako wa sasa hauruhusu matumizi ya SMS zinazoingia.

source: For information on Conditional Alerts, see the {} help page.
es: Para obtener información sobre Alertas Condicionales, consulte la página de ayuda de {}.
sw: Kwa taarifa kuhusu Arifa za Masharti, angalia ukurasa wa msaada wa {}

source: Edit Conditional Alert
es: Editar Alerta Condicional
sw: Hariri Arifa ya Masharti

source: Editing a conditional alert will cause it to process each case of the alert's case type. This may take some time.
es: Editar una alerta condicional hará que procese cada caso del tipo de caso de la alerta. Esto puede tomar algún tiempo.
sw: Kuhariri arifa ya masharti kutasababisha ichakate kila kesi ya aina ya kesi ya arifa. Hii inaweza kuchukua muda.

source: Please allow the rule to finish processing before editing.
es: Por favor, permita que la regla termine de procesarse antes de editar.
sw: Tafadhali ruhusu sheria imalize kuchakata kabla ya kuhariri.

source: This alert is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
es: Esta alerta no se puede editar porque utiliza una encuesta por SMS y su suscripción actual no permite el uso de SMS entrantes.
sw: Arifa hii haiwezi kuhaririwa kwa sababu inatumia utafiti wa SMS na usajili wako wa sasa hauruhusu matumizi ya SMS zinazoingia.

source: This alert is not editable because it uses IVR, which is no longer supported.
es: Esta alerta no se puede editar porque utiliza IVR, lo cual ya no está soportado.
sw: Arifa hii haiwezi kuhaririwa kwa sababu inatumia IVR, ambayo haifadhiliwi tena.

source: This alert is not editable because it uses the SMS / Callback workflow, which is no longer supported.
es: Esta alerta no se puede editar porque utiliza el flujo de trabajo de SMS / Callback, lo cual ya no está soportado.
sw: Arifa hii haiwezi kuhaririwa kwa sababu inatumia mtiririko wa SMS / Callback, ambayo haifadhiliwi tena.

source: This conditional alert references parent case properties. Note that changes to parent cases will not be immediately reflected by the alert and will only be reflected once the child case is subsequently updated. For best results, please update your workflow to avoid referencing parent case properties in this alert.
es: Esta alerta condicional hace referencia a propiedades de casos padres. Tenga en cuenta que los cambios en los casos padres no se reflejarán inmediatamente en la alerta y solo se reflejarán una vez que el caso hijo se actualice posteriormente. Para obtener mejores resultados, actualice su flujo de trabajo para evitar hacer referencia a propiedades de casos padres en esta alerta.
sw: Arifa hii ya masharti inarejelea sifa za kesi mzazi. Kumbuka kuwa mabadiliko kwenye kesi mzazi hayataonekana mara moja kwenye arifa na yataonekana tu baada ya kesi mtoto kusasishwa baadaye. Kwa matokeo bora, tafadhali sasisha mtiririko wako wa kazi ili kuepuka kurejelea sifa za kesi mzazi kwenye arifa hii.

source: Upload SMS Alert Content
es: Subir Contenido de Alerta SMS
sw: Pakia Maudhui ya Arifa ya SMS

source: SMS alert content
es: contenido de alerta SMS
sw: maudhui ya arifa ya SMS

source: Image file is too large. Images must be smaller than 1MB
es: El archivo de imagen es demasiado grande. Las imágenes deben ser menores de 1MB
sw: Faili ya picha ni kubwa sana. Picha lazima ziwe chini ya 1MB

source: You can only upload {image_extensions} images
es: Solo puede subir imágenes {image_extensions}
sw: Unaweza kupakia picha za {image_extensions} pekee

source: Invalid request
es: Solicitud inválida
sw: Ombi batili

source: Sender ID
es: ID de Emisor
sw: Kitambulisho cha Mtumaji

source: Circle Name
es: Nombre del Círculo
sw: Jina la Mduara

source: Campaign Name
es: Nombre de la Campaña
sw: Jina la Kampeni

source: Airtel (through TCL) Settings
es: Configuraciones de Airtel (a través de TCL)
sw: Mipangilio ya Airtel (kupitia TCL)

source: Region
es: Región
sw: Eneo

source: Access Key
es: Clave de Acceso
sw: Funguo ya Ufikiaji

source: Secret Access Key
es: Clave de Acceso Secreta
sw: Funguo ya Siri ya Ufikiaji

source: Pinpoint Settings
es: Configuraciones de Pinpoint
sw: Mipangilio ya Pinpoint

source: Application Id
es: Id de Aplicación
sw: Kitambulisho cha Programu

source: Application Token
es: Ficha de Aplicación
sw: Tokeni ya Programu

source: From Number
es: Desde el Número
sw: Nambari ya Kutoka

source: Host
es: Servidor
sw: Hosti

source: Apposit Settings
es: Configuraciones Apposit
sw: Mipangilio ya Apposit

source: Affiliate Code
es: Código Afiliado
sw: Msimbo wa Ushirika

source: Authentication Code
es: Código de Autenticación
sw: Msimbo wa Uthibitishaji

source: Grapevine Settings
es: Configuración Grapevine
sw: Mipangilio ya Grapevine

source: Invalid URL
es: URL Inválido
sw: URL Batili

source: Cannot Resolve URL
es: No se puede resolver la URL
sw: Haiwezi Kutatua URL

source: Message Parameter
es: Parámetro de Mensaje
sw: Kigezo cha Ujumbe

source: Phone Number Parameter
es: Parámetro de Número de Teléfono
sw: Kigezo cha Nambari ya Simu

source: Include '+' in Phone Number
es: Incluir '+' en Número de Teléfono
sw: Jumuisha '+' kwenye Nambari ya Simu

source: HTTP Request Method
es: Método de Solicitur HTTP
sw: Njia ya Ombi la HTTP

source: Additional Parameters
es: Parámetros Adicionales
sw: Vigezo vya Ziada

source: HTTP Settings
es: Configuraciones HTTP
sw: Mipangilio ya HTTP

source: Account SID
es: Cuenta SID
sw: Akaunti SID

source: Auth Token
es: Identificador Auth
sw: Tokeni ya Uthibitishaji

source: Personalized Subdomain
es: Subdominio Personalizado
sw: Subdomain Binafsi

source: Scenario Key
es: Clave de Escenario
sw: Funguo ya Tukio

source: Enables sendimg messages via whatsapp, viber, line and voice channel with or without automatic failover to another channel according to the specific scenario.
es: Permite enviar mensajes a través de whatsapp, viber, line y canal de voz con o sin conmutación automática a otro canal según el escenario específico.
sw: Inawezesha kutuma ujumbe kupitia whatsapp, viber, line na njia ya sauti ukiwa na au bila kubadilisha kiotomatiki kwenda njia nyingine kulingana na tukio maalum.

source: Infobip Settings
es: Configuraciones de Infobip
sw: Mipangilio ya Infobip

source: Customer ID
es: ID del Cliente
sw: Kitambulisho cha Mteja

source: Ivory Coast MTN Settings
es: Configuraciones de Ivory Coast MTN
sw: Mipangilio ya Ivory Coast MTN

source: Account ID
es: ID de Cuenta
sw: Kitambulisho cha Akaunti

source: Max Outgoing SMS Per Second (as per account contract)
es: Máximo de SMS Salientes Por Segundo (como contrato por cuenta)
sw: SMS za Kutoka za Juu kwa Sekunde (kulingana na mkataba wa akaunti)

source: Syniverse Settings
es: Configuraciones Syniverse
sw: Mipangilio ya Syniverse

source: API Account Name
es: Nombre de Cuenta API
sw: Jina la Akaunti ya API

source: Source Identifier
es: Identificador de Fuente
sw: Kitambulisho cha Chanzo

source: Megamobile Settings
es: Configuraciones Megamóvil
sw: Mipangilio ya Megamobile

source: Channel
es: Canal
sw: Kituo

source: Push Settings
es: Configuración de Empujar
sw: Mipangilio ya Push

source: Client Id
es: Id de Cliente
sw: Kitambulisho cha Mteja

source: SMSGH Settings
es: Configuraciones SMSGH
sw: Mipangilio ya SMSGH

source: Sender Id
es: ID del Remitente
sw: Kitambulisho cha Mtumaji

source: Start Enterprise Settings
es: Configuraciones de Start Enterprise
sw: Anzisha Mipangilio ya Biashara

source: Phone ID
es: ID de Teléfono
sw: Kitambulisho cha Simu

source: Webhook Secret
es: Secreto Webhook
sw: Siri ya Webhook

source: Telerivet (Android) Settings
es: Configuraciones (Android) Settings
sw: Mipangilio ya Telerivet (Android)

source: Already in use.
es: Ya en uso.
sw: Tayari inatumika.

source: + (Country Code) Phone Number
es: + (Código de País) Número de Teléfono
sw: + (Msimbo wa Nchi) Nambari ya Simu

source: Test Phone Number
es: Número de Teléfono de Prueba
sw: Nambari ya Simu ya Jaribio

source: Please enter digits only, in international format (country code and phone number).
es: Por favor ingrese dígitos solamente, en formato internacional (código de país y número de teléfono).
sw: Tafadhali ingiza tarakimu pekee, katika muundo wa kimataifa (msimbo wa nchi na nambari ya simu).

source: Set as default gateway
es: Establecer como portal por defecto
sw: Weka kama lango chaguo-msingi

source: Error occurred
es: Ocurrió un error
sw: Hitilafu imetokea

source: Finish Setup
es: Finalizar Configuración
sw: Maliza Usanidi

source: Choose a name for this gateway below and click Finish.
es: Elija un nombre para este gateway a continuación y haga clic en Finalizar.
sw: Chagua jina la lango hili hapa chini na bonyeza Maliza.

source: Success! You are being redirected to the gateway list. If it does not happen automatically, <a href="%(gateway_list_url)s">click here</a>.
es: ¡Éxito! Está siendo redirigido a la lista de gateways. Si no sucede automáticamente, <a href="%(gateway_list_url)s">haga clic aquí</a>.
sw: Umefanikiwa! Unapelekwa kwenye orodha ya malango. Ikiwa haitatokea moja kwa moja, <a href="%(gateway_list_url)s">bonyeza hapa</a>.

source: Telerivet Setup
es: Configuración Telerivet
sw: Usanidi wa Telerivet

source: This guide will walk you through setting up an Android phone as a Telerivet gateway. Before continuing, be sure that you have in front of you: <ol> <li>The Android phone that will act as the Telerivet gateway. It should be connected to wifi and be capable of sending and receiving SMS.</li> <li>Another phone capable of sending and receiving SMS that will be used to test the gateway setup.</li> </ol>
es: Esta guía le guiará a través de la configuración de un teléfono Android como gateway de Telerivet. Antes de continuar, asegúrese de tener frente a usted: <ol> <li>El teléfono Android que actuará como el gateway de Telerivet. Debe estar conectado a wifi y ser capaz de enviar y recibir SMS.</li> <li>Otro teléfono capaz de enviar y recibir SMS que se utilizará para probar la configuración del gateway.</li> </ol>
sw: Mwongozo huu utakupitisha katika kusanidi simu ya Android kama lango la Telerivet. Kabla ya kuendelea, hakikisha una: <ol> <li>Simu ya Android itakayotumika kama lango la Telerivet. Inapaswa kuwa imeunganishwa na wifi na iweze kutuma na kupokea SMS.</li> <li>Simu nyingine inayoweza kutuma na kupokea SMS ambayo itatumika kujaribu usanidi wa lango.</li> </ol>

source: Step 1. Download Telerivet App
es: Paso 1. Descargar la Aplicación Telerivet
sw: Hatua ya 1. Pakua Programu ya Telerivet

source: If you have not already done so, create an account at <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Be sure to give your Telerivet project a name:
es: Si aún no lo ha hecho, cree una cuenta en <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Asegúrese de darle un nombre a su proyecto Telerivet:
sw: Ikiwa bado hujafanya hivyo, tengeneza akaunti kwenye <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Hakikisha unatoa jina kwa mradi wako wa Telerivet:

source: On your Android phone, go to <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> and download the Telerivet Gateway App.</li>
es: En su teléfono Android, vaya a <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> y descargue la aplicación Telerivet Gateway.</li>
sw: Kwenye simu yako ya Android, nenda kwenye <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> na pakua Programu ya Telerivet Gateway.</li>

source: Open the Telerivet App on your Android phone. Log in and follow the instructions to connect the App to your Telerivet project.
es: Abra la aplicación Telerivet en su teléfono Android. Inicie sesión y siga las instrucciones para conectar la aplicación a su proyecto Telerivet.
sw: Fungua Programu ya Telerivet kwenye simu yako ya Android. Ingia na fuata maelekezo ili kuunganisha Programu na mradi wako wa Telerivet.

source: Step 2. Connect Outgoing SMS
es: Paso 2. Conecte SMS Salientes
sw: Hatua ya 2. Unganisha SMS Zinazotoka
