Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: This feature is deprecated. Access to specific web apps can now be managed via <a target="_blank" href="%(roles_url)s">Roles & Permissions</a>. <br /><br /> Please avoid using <em>both</em> this configuration and Roles & Permissions to manage access. <br/><br/> <h5>Transitioning from the Deprecated Feature to Roles & Permissions</h5> <p> For the simplest case where each mobile worker belongs to only one group, follow the steps below. For more complex cases, please contact <a href="mailto:%(SUPPORT_EMAIL)s">CommCare Support</a> for assistance setting up access via Roles & Permissions. </p> <ol> <li> <strong>Set up a role for each group</strong><br/> Create a corresponding role in the <a target="_blank" href="%(roles_url)s">Roles & Permissions</a> page for every existing group. </li> <li> <strong>Configure permissions for each role</strong><br/> Ensure that each role is granted the same permissions and access to apps that were previously available to the corresponding group. </li> <li> <strong>Assign mobile workers to their new roles</strong><br/> Map each <a target="_blank" href="%(mobile_workers_url)s">mobile worker</a> to the appropriate role that matches their previous group membership. </li> <li> <strong>Enable Roles & Permissions for Web Apps access</strong><br/> On this page, select the option to "Use Roles & Permissions to manage Web Apps access" and click <strong>Save</strong>. </li> <li> <strong>Test access for mobile workers</strong><br/> Verify that all mobile workers can access the apps as expected, based on their assigned roles. </li> <li> <strong>(Optional) Deactivate the deprecated feature</strong><br/> Disable this feature to avoid accidentally re-enabling it in the future. Simply check the box to turn it off and click <strong>Save</strong>. </li> </ol>
es: Esta función está obsoleta. Ahora se puede gestionar el acceso a aplicaciones web específicas a través de <a target="_blank" href="%(roles_url)s">Roles y Permisos</a>. <br /><br /> Por favor, evita usar <em>ambas</em> configuraciones para gestionar el acceso. <br/><br/> <h5>Transición de la Función Obsoleta a Roles y Permisos</h5> <p> Para el caso más simple donde cada trabajador móvil pertenece a solo un grupo, sigue los pasos a continuación. Para casos más complejos, por favor contacta a <a href="mailto:%(SUPPORT_EMAIL)s">Soporte de CommCare</a> para asistencia configurando el acceso a través de Roles y Permisos. </p> <ol> <li> <strong>Configura un rol para cada grupo</strong><br/> Crea un rol correspondiente en la página de <a target="_blank" href="%(roles_url)s">Roles y Permisos</a> para cada grupo existente. </li> <li> <strong>Configura permisos para cada rol</strong><br/> Asegúrate de que a cada rol se le otorguen los mismos permisos y acceso a aplicaciones que estaban previamente disponibles para el grupo correspondiente. </li> <li> <strong>Asigna trabajadores móviles a sus nuevos roles</strong><br/> Asigna cada <a target="_blank" href="%(mobile_workers_url)s">trabajador móvil</a> al rol apropiado que coincida con su membresía de grupo anterior. </li> <li> <strong>Habilita Roles y Permisos para el acceso a Aplicaciones Web</strong><br/> En esta página, selecciona la opción para "Usar Roles y Permisos para gestionar el acceso a Aplicaciones Web" y haz clic en <strong>Guardar</strong>. </li> <li> <strong>Prueba el acceso para los trabajadores móviles</strong><br/> Verifica que todos los trabajadores móviles puedan acceder a las aplicaciones como se espera, basado en sus roles asignados. </li> <li> <strong>(Opcional) Desactiva la función obsoleta</strong><br/> Desactiva esta función para evitar reactivarla accidentalmente en el futuro. Simplemente marca la casilla para desactivarla y haz clic en <strong>Guardar</strong>. </li> </ol>
sw: Kipengele hiki kimepitwa na wakati. Sasa upatikanaji wa programu maalum za wavuti unaweza kusimamiwa kupitia <a target="_blank" href="%(roles_url)s">Majukumu na Ruhusa</a>. <br /><br /> Tafadhali epuka kutumia <em>zote mbili</em> mipangilio hii na Majukumu na Ruhusa kusimamia upatikanaji. <br/><br/> <h5>Kuhamia kutoka Kipengele Kilichopitwa na Wakati hadi Majukumu na Ruhusa</h5> <p> Kwa hali rahisi ambapo kila mfanyakazi wa simu yuko kwenye kundi moja tu, fuata hatua zilizo hapa chini. Kwa hali ngumu zaidi, tafadhali wasiliana na <a href="mailto:%(SUPPORT_EMAIL)s">Msaada wa CommCare</a> kwa msaada wa kuanzisha upatikanaji kupitia Majukumu na Ruhusa. </p> <ol> <li> <strong>Sanidi jukumu kwa kila kundi</strong><br/> Tengeneza jukumu linalolingana kwenye ukurasa wa <a target="_blank" href="%(roles_url)s">Majukumu na Ruhusa</a> kwa kila kundi lililopo. </li> <li> <strong>Sanidi ruhusa kwa kila jukumu</strong><br/> Hakikisha kila jukumu limepewa ruhusa na upatikanaji sawa wa programu kama ilivyokuwa kwa kundi linalolingana hapo awali. </li> <li> <strong>Wapangie wafanyakazi wa simu majukumu yao mapya</strong><br/> Linganisha kila <a target="_blank" href="%(mobile_workers_url)s">mfanyakazi wa simu</a> na jukumu linalofaa linalolingana na uanachama wao wa kundi wa awali. </li> <li> <strong>Wezesha Majukumu na Ruhusa kwa upatikanaji wa Programu za Wavuti</strong><br/> Kwenye ukurasa huu, chagua chaguo la "Tumia Majukumu na Ruhusa kusimamia upatikanaji wa Programu za Wavuti" na bonyeza <strong>Hifadhi</strong>. </li> <li> <strong>Jaribu upatikanaji kwa wafanyakazi wa simu</strong><br/> Hakikisha wafanyakazi wote wa simu wanaweza kufikia programu kama inavyotarajiwa, kulingana na majukumu yao waliyopewa. </li> <li> <strong>(Hiari) Zima kipengele kilichopitwa na wakati</strong><br/> Zima kipengele hiki ili kuepuka kukiwasha tena kwa bahati mbaya siku zijazo. Weka tiki kwenye kisanduku ili kukizima na bonyeza <strong>Hifadhi</strong>. </li> </ol>

source: Use Roles & Permissions to manage Web Apps access
es: Usa Roles y Permisos para gestionar el acceso a Aplicaciones Web
sw: Tumia Majukumu na Ruhusa kusimamia upatikanaji wa Programu za Wavuti

source: Web Apps permissions have been transferred to "Roles & Permissions", and this deprecated feature can be turned off. Please note that once you "save", you will no longer have access to this page.
es: Los permisos de Aplicaciones Web se han transferido a "Roles y Permisos", y esta función obsoleta puede desactivarse. Ten en cuenta que una vez que "guardes", ya no tendrás acceso a esta página.
sw: Ruhusa za Programu za Wavuti zimehamishiwa kwenye "Majukumu na Ruhusa", na kipengele hiki kilichopitwa na wakati kinaweza kuzimwa. Tafadhali kumbuka kuwa ukisha "hifadhi", hutakuwa na upatikanaji wa ukurasa huu tena.

source: Manage Web Apps access for each mobile worker based on their group
es: Gestiona el acceso a Aplicaciones Web para cada trabajador móvil basado en su grupo
sw: Simamia upatikanaji wa Programu za Wavuti kwa kila mfanyakazi wa simu kulingana na kundi lao

source: Group
es: Grupo
sw: Kundi

source: You have no groups
es: No tiene grupos
sw: Huna makundi

source: Here's what this means
es: Esto es lo que eso significa
sw: Hii inamaanisha nini

source: Mobile workers in group <strong data-bind="text: group.name"></strong> have access to
es: Trabajadores móviles en el grupo <strong data-bind="text: group.name"></strong> tienen acceso a
sw: Wafanyakazi wa simu katika kundi <strong data-bind="text: group.name"></strong> wana upatikanaji wa

source: <strong>No Mobile Workers</strong> have access to
es: <strong>Ningún Usuario Móvil</strong> tiene acceso a
sw: <strong>Hakuna Wafanyakazi wa Simu</strong> wana upatikanaji wa

source: ...and all other mobile workers do not have access to any Web Apps applications.
es: ...y todos los otros usuarios móviles no tienen acceso a ninguna de las aplicaciones Web.
sw: ...na wafanyakazi wengine wote wa simu hawana upatikanaji wa programu yoyote ya Programu za Wavuti.

source: No Web Apps applications available
es: No hay Aplicaciones Web disponibles
sw: Hakuna programu za Programu za Wavuti zilizopo

source: Web Apps
es: Aplicaciones Web
sw: Programu za Wavuti

source: Show Full Menu
es: Mostrar el Menú Completo
sw: Onyesha Menyu Kamili

source: Select
es: Seleccione
sw: Chagua

source: Column Configuration
sw: Usanidi wa Safu

source: Please Select at least one column.
sw: Tafadhali chagua angalau safu moja.

source: Reset
es: Reiniciar
sw: Weka upya

source: List is empty.
es: La lista está vacía.
sw: Orodha haina kitu.

source: Refine search
es: Refinar búsqueda
sw: Boresha utafutaji

source: Select All
es: Seleccionar Todos
sw: Chagua Vyote

source: Sort By
es: Ordenar por
sw: Panga Kwa

source: Hide Map
es: Ocultar Mapa
sw: Ficha Ramani

source: Show Map
sw: Onyesha Ramani

source: Expand Data Preview Section.
es: Expandir Sección de Vista Previa de Datos.
sw: Panua Sehemu ya Hakikisho la Data.

source: Data Preview
es: Vista Previa de Datos
sw: Hakikisho la Data

source: Empty String
es: Cadena Vacía
sw: Mstari Tupu

source: Showing the first
es: Mostrando los primeros
sw: Inaonyesha ya kwanza

source: lines...
es: líneas...
sw: mistari...

source: Copy Full Evaluation to Clipboard
es: Copiar Evaluación Completa al Portapapeles
sw: Nakili Tathmini Kamili kwenye Ubao wa Kunakili

source: Copy Full Trace to Clipboard
es: Copiar Traza Completa al Portapapeles
sw: Nakili Ufuatiliaji Kamili kwenye Ubao wa Kunakili

source: Recent Queries
es: Consultas Recientes
sw: Maswali ya Hivi Karibuni

source: No recent queries
es: No hay consultas recientes
sw: Hakuna maswali ya hivi karibuni

source: Clear
es: Borrar
sw: Futa

source: Clear map
es: Limpiar mapa
sw: Futa ramani

source: Please wait while the map loads
es: Por favor, espere mientras se carga el mapa
sw: Tafadhali subiri ramani inapopakia

source: Sorry, web entry cannot support this type of question.
es: Lo sentimos, la entrada web no puede soportar este tipo de pregunta.
sw: Samahani, ingizo la wavuti haliwezi kusaidia aina hii ya swali.

source: This question will appear as follows in data exports.
es: Esta pregunta aparecerá de la siguiente manera en las exportaciones de datos.
sw: Swali hili litaonekana kama ifuatavyo kwenye mauzo ya data.

source: OK
es: SÍ
sw: Sawa

source: Please correct the answers below before submitting. <br> You can use the <strong><i class='fa fa-fast-forward'></i> Next Error</strong> button on the left-hand side of the screen to navigate between required fields.
es: Por favor, corrija las respuestas a continuación antes de enviar. <br> Puede usar el botón <strong><i class='fa fa-fast-forward'></i> Siguiente Error</strong> en el lado izquierdo de la pantalla para navegar entre los campos requeridos.
sw: Tafadhali sahihisha majibu hapa chini kabla ya kutuma. <br> Unaweza kutumia kitufe cha <strong><i class='fa fa-fast-forward'></i> Hitilafu Inayofuata</strong> upande wa kushoto wa skrini ili kuzunguka kati ya sehemu zinazohitajika.

source: An answer is required.
es: Se requiere una respuesta.
sw: Jibu linahitajika.

source: Next Error
es: Siguiente Error
sw: Hitilafu Inayofuata

source: Your browser does not support audio
es: Su navegador no soporta audio
sw: Kivinjari chako hakisapoti sauti

source: Your browser does not support video
es: Su navegador no soporta video
sw: Kivinjari chako hakisapoti video

source: Show help dialog
es: Mostrar diálogo de ayuda
sw: Onyesha kidirisha cha msaada

source: A response is required for this question.
es: Se requiere una respuesta para esta pregunta.
sw: Jibu linahitajika kwa swali hili.

source: Sorry, this response is required!
es: ¡Lo sentimos, esta respuesta es obligatoria!
sw: Samahani, jibu hili linahitajika!

source: Question Group
es: Grupo de Preguntas
sw: Kundi la Maswali

source: Log in as
es: Iniciar sesión como
sw: Ingia kama

source: Start
es: Iniciar
sw: Anza

source: Home
es: Hogar
sw: Nyumbani

source: Dropdown toggle
es: Alternar desplegable
sw: Fungua menyu kunjuzi

source: Print
es: Imprimir
sw: Chapisha

source: A new version of this app is available
es: Una nueva versión de esta aplicación está disponible
sw: Toleo jipya la programu hii linapatikana

source: CommCare recommends that you get the latest version of this app.
es: CommCare recomienda que obtenga la última versión de esta aplicación.
sw: CommCare inapendekeza upate toleo jipya la programu hii.

source: To keep any unsaved changes -
es: Para mantener cualquier cambio no guardado -
sw: Ili kuhifadhi mabadiliko ambayo hayajahifadhiwa -

source: Click on “Update Later”.
es: Haga clic en Actualizar más tarde .
sw: Bofya kwenye “Sasisha Baadaye”.

source: Submit your changes.
es: Envíe sus cambios.
sw: Wasilisha mabadiliko yako.

source: Update by clicking on “Web Apps” at the top left of the browser page.
es: Actualice haciendo clic en Aplicaciones Web en la parte superior izquierda de la página del navegador.
sw: Sasisha kwa kubofya “Programu za Wavuti” upande wa juu kushoto wa ukurasa wa kivinjari.

source: If you don’t have any unsaved changes and would like to update, click on “Get Latest App”.
es: Si no tiene cambios no guardados y desea actualizar, haga clic en Obtener la Última Aplicación .
sw: Ikiwa huna mabadiliko ambayo hayajahifadhiwa na ungependa kusasisha, bofya “Pata Programu ya Hivi Karibuni”.

source: Update Later
es: Actualizar más tarde
sw: Sasisha Baadaye

source: Get Latest App
es: Obtener la Última Aplicación
sw: Pata Programu ya Hivi Karibuni

source: <%%- rowRange[i] %%> per page
es: <%%- rowRange[i] %%> por página
sw: <%%- rowRange[i] %%> kwa kila ukurasa

source: Include results where '<%%- text %%>' is blank
es: Incluir resultados donde '<%%- text %%>' está en blanco
sw: Jumuisha matokeo ambapo '<%%- text %%>' iko wazi

source: Web Apps deletes any Incomplete Forms that are more than 7 days old. Please submit any forms with important data before then to avoid data loss.
es: Las Aplicaciones Web eliminan cualquier Formulario Incompleto que tenga más de 7 días. Por favor, envíe cualquier formulario con datos importantes antes de entonces para evitar la pérdida de datos.
sw: Programu za Wavuti hufuta Fomu Zisizokamilika ambazo zina zaidi ya siku 7. Tafadhali wasilisha fomu zozote zilizo na data muhimu kabla ya hapo ili kuepuka kupoteza data.

source: Use one question per screen
es: Usar una pregunta por pantalla
sw: Tumia swali moja kwa kila skrini

source: Set the application language
es: Establecer el idioma de la aplicación
sw: Weka lugha ya programu

source: Clear user data
es: Borrar datos del usuario
sw: Futa data ya mtumiaji

source: Break Pending Request Locks
es: Romper bloqueos de solicitudes pendientes
sw: Vunja vizuizi vya Ombi Linalosubiri

source: Break
es: Romper
sw: Vunja

source: Sync User Data
es: Sincronizar datos del usuario
sw: Sasisha Data ya Mtumiaji

source: Log in as user
es: Iniciar sesión como usuario
sw: Ingia kama mtumiaji

source: Organization Type
es: Tipo de Organización
sw: Aina ya Shirika

source: Date Registered
es: Fecha de Registro
sw: Tarehe ya Usajili

source: Functionality Disabled
es: Funcionalidad deshabilitada
sw: Utendaji Umezimwa

source: This functionality is disabled.
es: Esta funcionalidad está deshabilitada.
sw: Utendaji huu umezimwa.

source: Web apps for %(app_or_domain_name)s are currently down for maintainence.
es: Las aplicaciones web para %(app_or_domain_name)s están actualmente fuera de servicio por mantenimiento.
sw: Programu za wavuti kwa %(app_or_domain_name)s kwa sasa hazipatikani kutokana na matengenezo.

source: The 'disable_web_apps' feature flag is turned on.
es: La bandera de característica 'disable_web_apps' está activada.
sw: Bendera ya kipengele 'disable_web_apps' imewashwa.

source: Web Apps Permissions
es: Permisos de Aplicaciones Web
sw: Ruhusa za Programu za Wavuti

source: Linking directly into Web Apps has been disabled.
es: El enlace directo a las aplicaciones web ha sido deshabilitado.
sw: Kuunganisha moja kwa moja kwenye Programu za Wavuti kumezimwa.

source: Multiple corresponding applications found. Could not follow link.
es: Se encontraron múltiples aplicaciones correspondientes. No se pudo seguir el enlace.
sw: Programu nyingi zinazolingana zimepatikana. Haiwezekani kufuata kiungo.

source: No corresponding application found in this project.
es: No se encontró una aplicación correspondiente en este proyecto.
sw: Hakuna programu inayolingana iliyopatikana kwenye mradi huu.

source: This user cannot access this link.
es: Este usuario no puede acceder a este enlace.
sw: Mtumiaji huyu hawezi kufikia kiungo hiki.

source: You have the MOBILE_UCR feature flag enabled, and have {ucr_count} mobile UCRs which exceeds the maximum limit of {ucr_limit} total User Configurable Reports used across all of your applications. To resolve, you must remove references to UCRs in your applications until you are under the limit. If you believe this is a mistake, please reach out to support.
es: Tienes la bandera de característica MOBILE_UCR habilitada, y tienes {ucr_count} UCRs móviles que exceden el límite máximo de {ucr_limit} Informes Configurables por el Usuario utilizados en todas tus aplicaciones. Para resolverlo, debes eliminar referencias a UCRs en tus aplicaciones hasta que estés por debajo del límite. Si crees que esto es un error, por favor contacta al soporte.
sw: Una bendera ya kipengele cha MOBILE_UCR imewashwa, na una {ucr_count} UCR za simu ambazo zimezidi kikomo cha juu cha {ucr_limit} Jumla ya Ripoti Zinazoweza Kusanifiwa na Mtumiaji katika programu zako zote. Ili kurekebisha, lazima uondoe marejeo ya UCR kwenye programu zako hadi uwe chini ya kikomo. Ikiwa unaamini hii ni makosa, tafadhali wasiliana na msaada.

source: Use default emergency levels
es: Utilice los niveles de emergencia predeterminados
sw: Tumia viwango chaguo-msingi vya dharura

source: Emergency Level (months)
es: Nivel de Emergencia (meses)
sw: Kiwango cha Dharura (miezi)

source: Low Stock Level (months)
es: Nivel de Existencias Bajo (meses)
sw: Kiwango cha Akiba Kidogo (miezi)

source: Overstock Level (months)
es: Nivel de Exceso de Existencias (meses)
sw: Kiwango cha Akiba Zaidi (miezi)

source: Use automatic consumption calculation
es: Utilice cálculos de consumo automáticos
sw: Tumia hesabu otomatiki ya matumizi

source: Minimum Transactions (Count)
es: Transacciones Mínimas (Contar)
sw: Muamala Mdogo (Idadi)

source: Minimum Window for Calculation (Days)
es: Ventana Mínima para el Cálculo (Días)
sw: Dirisha Dogo la Hesabu (Siku)

source: Optimal Window for Calculation (Days)
es: Ventana Óptima para el Cálculo (Días)
sw: Dirisha Bora la Hesabu (Siku)

source: Configure consumption defaults individually by supply point
es: Configurar consumos predeterminados de forma individual por punto de distribución
sw: Sanidi chaguo-msingi za matumizi moja moja kwa kila kituo cha usambazaji

source: Sync consumption fixtures
es: Sincronizar los fixtures de consumo
sw: Sasisha viambatanisho vya matumizi

source: You must use automatic consumption calculation or specify a value for all consumption settings.
es: Usted debe utilizar cálculo de consumo automático o especificar un valor para todas las configuraciones de consumo.
sw: Lazima utumie hesabu otomatiki ya matumizi au uweke thamani kwa mipangilio yote ya matumizi.

source: Stock Levels
es: Niveles de Existencias
sw: Viwango vya Akiba

source: Consumption Settings
es: Configuraciones de Consumo
sw: Mipangilio ya Matumizi

source: Phone Settings
es: Configuraciones del Teléfono
sw: Mipangilio ya Simu

source: Submit
es: Ingresar
sw: Wasilisha

source: This is configured by <a href='{url}'>bulk importing your organization structure</a>.
es: Esto está configurado al <a href='{url}'> importar de forma general su estructura organizativa</a>.
sw: Hii imepangwa kwa <a href='{url}'>kuingiza kwa wingi muundo wa shirika lako</a>.

source: Default {product_name}
es: Predeterminado {product_name}
sw: Chaguo-msingi {product_name}

source: Ledger transaction references invalid Case ID "{}"
es: El libro de contabilidad hace referencia a un ID de Caso "{}" inválido
sw: Marejeleo ya muamala wa leja hayana Kitambulisho Sahihi cha Kesi "{}"

source: You have not been registered with a default location yet. Please register a default location for this user.
es: Usted todavía no tiene registrada una ubicación predeterminada. Por favor registre una ubicación predeterminada para este usuario.
sw: Hujasajiliwa na eneo chaguo-msingi bado. Tafadhali sajili eneo chaguo-msingi kwa mtumiaji huyu.

source: Use this page to edit the default monthly consumption values for your products. These will be used if there is not enough information to compute an accurate value.
es: Usa esta página para editar los valores de consumo mensual predeterminados para tus productos. Estos se usarán si no hay suficiente información para calcular un valor preciso.
sw: Tumia ukurasa huu kuhariri thamani za matumizi ya kila mwezi chaguo-msingi kwa bidhaa zako. Hizi zitatumika ikiwa hakuna taarifa ya kutosha kukokotoa thamani sahihi.

source: Edit Default Monthly Consumption
es: Editar Consumo Mensual Predeterminado
sw: Hariri Matumizi ya Kila Mwezi Chaguo-msingi

source: Update Default Consumption Info
es: Actualización Predeterminada de la Información de Consumo
sw: Sasisha Taarifa za Matumizi Chaguo-msingi

source: Uncategorized
es: Sin clasificar
sw: Haijapangwa

source: uncategorized
es: sin clasificar
sw: haijapangwa

source: Setup
es: Configuración
sw: Sanidi

source: Could not save {}: {}
es: No se pudo guardar {}: {}
sw: Haikuweza kuhifadhi {}: {}

source: Settings updated!
es: ¡Configuraciones actualizadas!
sw: Mipangilio imesasishwa!

source: Consumption
es: Consumo
sw: Matumizi

source: Default consumption values updated
es: Valores predeterminados de consumo actualizados
sw: Thamani za matumizi chaguo-msingi zimesasishwa

source: Select one
es: Seleccione uno
sw: Chagua moja

source: Additional Information
es: Información Adicional
sw: Taarifa Zaidi

source: Invalid profile selected. Please select a valid profile.
es: Perfil no válido seleccionado. Por favor selecciona un perfil válido.
sw: Wasifu batili umechaguliwa. Tafadhali chagua wasifu halali.

source: Select a profile
es: Seleccionar un perfil
sw: Chagua wasifu

source: Unrecognized Information
es: Información no Reconocida
sw: Taarifa Isiyotambulika

source: Key '{}' was duplicated, key names must be unique.
es: Se duplicó la clave' {}'; los nombres de claves deben ser únicos.
sw: Ufunguo '{}' umejirudia, majina ya funguo lazima yawe ya kipekee.

source: Key '{}' is a reserved word in Commcare.
es: La clave '{}' es una palabra reservada en Commcare.
sw: Ufunguo '{}' ni neno lililohifadhiwa kwenye Commcare.

source: Profile name '{}' appears more than once. Profile names must be unique.
es: El nombre del perfil '{}' aparece más de una vez. Los nombres de perfil deben ser únicos.
sw: Jina la wasifu '{}' linaonekana zaidi ya mara moja. Majina ya wasifu lazima yawe ya kipekee.

source: Profile '{}' contains '{}' which is not a known field.
es: El perfil '{}' contiene '{}' que no es un campo conocido.
sw: Wasifu '{}' unajumuisha '{}' ambayo si sehemu inayojulikana.

source: Profile '{}' does not assign a value for required field '{}'
es: El perfil '{}' no asigna un valor para el campo requerido '{}'
sw: Wasifu '{}' haujatenga thamani kwa sehemu inayotakiwa '{}'

source: A label is required for each field.
es: Se requiere una etiqueta para cada campo.
sw: Lebo inahitajika kwa kila sehemu.

source: A property name is required for each field.
es: Se requiere un nombre de propiedad para cada campo.
sw: Jina la sifa linahitajika kwa kila sehemu.

source: Properties must start with a letter and consist only of letters, numbers, underscores or hyphens.
es: Las propiedades deben comenzar con una letra y consistir solo en letras, números, guiones bajos o guiones.
sw: Sifa lazima zianze na herufi na ziwe na herufi, nambari, alama ya underscore au alama ya kuunganisha pekee.
