Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: You have deleted an application. <a href="%s" class="post-link">Undo</a>
es: Usted ha eliminado una aplicación. <a href="%s" class="post-link">Deshacer</a>
sw: Umefuta programu. <a href="%s" class="post-link">Tengua</a>

source: Untitled Application
es: Aplicación Sin Nombre
sw: Programu Bila Kichwa

source: This is not an allowed value for this field
es: Este no es un valor permitido para este campo
sw: Hii si thamani inayoruhusiwa kwa sehemu hii

source: Not set
es: No establecido
sw: Haijawekwa

source: U\u200BI translation
sw: Tafsiri ya U\u200BI

source: U\u200BI translations
sw: Tafsiri za U\u200BI

source: app translation
es: Traducción de aplicación
sw: tafsiri ya programu

source: app translations
es: Traducciones de aplicación
sw: tafsiri za programu

source: You cannot create a linked app in the same project space as the upstream app.
es: No puedes crear una aplicación vinculada en el mismo espacio de proyecto que la aplicación original.
sw: Huwezi kuunda programu iliyounganishwa katika nafasi ya mradi sawa na programu ya juu.

source: Make sure the version you are copying from is released.
es: Asegúrate de que la versión de la que estás copiando esté liberada.
sw: Hakikisha toleo unalonakili limetolewa.

source: Unable to get latest released version of your app. Make sure you have at least one released build.
es: No se puede obtener la última versión liberada de tu aplicación. Asegúrate de tener al menos una versión liberada.
sw: Imeshindikana kupata toleo la hivi karibuni lililotolewa la programu yako. Hakikisha una angalau toleo moja lililotolewa.

source: Creating linked app failed. {}
es: La creación de la aplicación vinculada falló. {}
sw: Kuunda programu iliyounganishwa kumeharibika. {}

source: Application successfully copied and linked.
es: Aplicación copiada y vinculada con éxito.
sw: Programu imenakiliwa na kuunganishwa kwa mafanikio.

source: A sample CommCare application for you to explore
es: Una aplicación de ejemplo de CommCare para que explores
sw: Mfano wa programu ya CommCare kwa ajili yako kuchunguza

source: Latest Version
es: Última Versión
sw: Toleo la Hivi Karibuni

source: {} version
es: Versión {}
sw: {} toleo

source: Invalid application id requested for exchange import
es: Se solicitó un ID de aplicación no válido para la importación de intercambio
sw: Kitambulisho batili cha programu kimeombwa kwa uingizaji wa kubadilishana

source: The form is incompatible with the destination menu and was not moved.
es: El formulario es incompatible con el menú de destino y no fue movido.
sw: Fomu haipatani na menyu lengwa na haikuhamishwa.

source: Oops. Looks like you got out of sync with us. The sidebar has been updated, so please try again.
es: Vaya. Parece que no se ha sincronizado con nosotros. La barra lateral ha sido actualizada, por favor vuelva a intentar.
sw: Samahani. Inaonekana umetoka kwenye usawazishaji nasi. Upau wa pembeni umesasishwa, tafadhali jaribu tena.

source: You have successfully removed User Properties from this application.
es: Ha eliminado exitosamente las Propiedades del Usuario de esta aplicación.
sw: Umefanikiwa kuondoa Sifa za Mtumiaji kutoka kwenye programu hii.

source: Please select an upstream app.
es: Por favor, selecciona una aplicación original.
sw: Tafadhali chagua programu ya juu.

source: Your request has been submitted. We will notify you via email once completed.
es: Tu solicitud ha sido enviada. Te notificaremos por correo electrónico una vez completada.
sw: Ombi lako limewasilishwa. Tutakujulisha kupitia barua pepe mara litakapokamilika.

source: Your linked application was successfully updated to the latest version.
es: La aplicación que enlazó fue actualizada a la última versión de forma exitosa.
sw: Programu yako iliyounganishwa imesasishwa kwa mafanikio hadi toleo la hivi karibuni.

source: Sorry: this build is invalid. Try deleting it and rebuilding. If error persists, please report an issue
es: Lo sentimos: esta compilación es inválida. Intenta eliminarla y reconstruirla. Si el error persiste, por favor reporta un problema
sw: Samahani: toleo hili ni batili. Jaribu kufuta na kujenga upya. Ikiwa tatizo litaendelea, tafadhali ripoti tatizo

source: We were unable to get your files because your Application has errors. Please click <strong>Make New Version</strong> for feedback on how to fix these errors.
es: No pudimos obtener sus archivos porque su Aplicación tiene errores. Por favor haga clic en<strong>Hacer una Nueva Versión</strong>para obtener retroalimentación sobre cómo resolver estos errores.
sw: Hatukuweza kupata faili zako kwa sababu Programu yako ina makosa. Tafadhali bonyeza <strong>Tengeneza Toleo Jipya</strong> ili kupata mrejesho wa jinsi ya kurekebisha makosa haya.

source: You tried to edit a form that was from a previous release, so we have directed you to the latest version of your application.
es: Intentaste editar un formulario que era de una versión anterior, por lo que te hemos dirigido a la última versión de tu aplicación.
sw: Umejaribu kuhariri fomu kutoka toleo la awali, hivyo tumekupeleka kwenye toleo la hivi karibuni la programu yako.

source: You tried to edit this form in the Form Builder. However, your administrator has locked this form against editing in the form builder, so we have redirected you to the form's front page instead.
es: Usted ha intentado editar este formulario en el Desarrollador de Formularios. Sin embargo, Su administrador ha bloqueado las ediciones a este formulario a través del desarrollador de formulario, así que lo hemos redireccionado a la página principal del formulario.
sw: Umejaribu kuhariri fomu hii kwenye Kijenzi cha Fomu. Hata hivyo, msimamizi wako amefunga fomu hii dhidi ya kuhaririwa kwenye kijenzi cha fomu, hivyo tumekupeleka kwenye ukurasa wa mbele wa fomu badala yake.

source: You tried to edit this form in the Form Builder. However, this is a linked application and you can only make changes to the upstream version.
es: Intentaste editar este formulario en el Constructor de Formularios. Sin embargo, esta es una aplicación vinculada y solo puedes hacer cambios en la versión original.
sw: Umejaribu kuhariri fomu hii kwenye Kijenzi cha Fomu. Hata hivyo, hii ni programu iliyounganishwa na unaweza kufanya mabadiliko tu kwenye toleo la juu.

source: There is an error in the case management of your application. Please fix the error to see case properties in this tree
es: Hay un error en el manejo de casos de su aplicación. Por favor arregle el error para ver las propiedades del caso en este árbol
sw: Kuna kosa kwenye usimamizi wa kesi wa programu yako. Tafadhali rekebisha kosa ili kuona sifa za kesi kwenye mti huu

source: This form could not be copied because it is not compatible with the selected module.
es: Este formulario no pudo ser copiado porque no es compatible con el módulo seleccionado.
sw: Fomu hii haikuweza kunakiliwa kwa sababu haipatani na moduli uliyoseleza.

source: There was an error saving, please try again!
es: Hubo un error al guardar, por favor intente nuevamente.
sw: Kulikuwa na hitilafu wakati wa kuhifadhi, tafadhali jaribu tena!

source: You can't enable a form as release notes without allowing it as a release notes form <TODO messaging>
es: No puedes habilitar un formulario como notas de lanzamiento sin permitirlo como un formulario de notas de lanzamiento <TODO messaging>
sw: Huwezi kuwezesha fomu kama maelezo ya toleo bila kuiruhusu kama fomu ya maelezo ya toleo <TODO messaging>

source: '{val}' is an invalid custom instance {key}
es: '{val}' es una instancia personalizada inválida {key}
sw: '{val}' si mfano maalum halali wa {key}

source: Unable to validate form due to server error.
es: No fue posible validar el formulario debido a un error en el servidor.
sw: Imeshindikana kuthibitisha fomu kutokana na hitilafu ya seva.

source: Home Screen
es: Pantalla Principal
sw: Skrini Kuu

source: First Menu
es: Primer Menú
sw: Menyu ya Kwanza

source: Menu:
es: Menú:
sw: Menyu:

source: Previous Screen
es: Pantallla Anterior
sw: Skrini Iliyopita

source: Parent Menu:
es: Menú Padre:
sw: Menyu ya Mzazi:

source: Link to other form or menu
es: Enlace a otro formulario o menú
sw: Kiungo kwa fomu au menyu nyingine

source: All Programs
es: Todos los Programas
sw: Programu Zote

source: Load external case into form
es: Cargar caso externo en el formulario
sw: Pakia kesi ya nje kwenye fomu

source: Smart link to external domain
es: Enlace inteligente a dominio externo
sw: Kiungo mahiri kwa domain ya nje

source: Case list used by Select Parent First in '{}' not found
es: Lista de casos utilizada por Seleccionar Padre Primero en '{}' no encontrada
sw: Orodha ya kesi inayotumiwa na Chagua Mzazi Kwanza katika '{}' haikupatikana

source: Product List
es: Lista de Productos
sw: Orodha ya Bidhaa

source: Product Detail
es: Detalles de Productos
sw: Maelezo ya Bidhaa

source: 'Menu Mode' is not configured as 'Display menu and then forms'
es: El 'Mode Menú' no está configurado como 'Mostrar el menú y luego los formularios'
sw: 'Hali ya Menyu' haijasetwa kama 'Onyesha menyu kisha fomu'

source: all forms in this case list must update a case, which means that registration forms must go in a different case list
es: todos los formularios en esta lista de casos deben actualizar un caso, lo cual significa que los formularios de registro deben ir en una lista de caso distinta
sw: fomu zote katika orodha hii ya kesi lazima zisasishe kesi, ambayo inamaanisha kwamba fomu za usajili lazima ziwe kwenye orodha tofauti ya kesi

source: 'Parent Selection' is configured
es: La 'Selección del Padre' está configurada
sw: 'Uteuzi wa Mzazi' umewekwa

source: The case hierarchy contains a circular reference.
es: La jerarquía del caso incluye una referencia circular.
sw: Mpangilio wa kesi una marejeleo ya mzunguko.

source: "{}" has sub-menus. You must remove these before you can delete it.
es: "{}" tiene submenús. Debes eliminarlos antes de poder borrarlo.
sw: "{}" ina menyu ndogo. Lazima uondoe hizi kabla ya kuifuta.

source: You have deleted "{deleted_names}". <a href="{restore_url}" class="post-link">Undo</a>
es: Has eliminado "{deleted_names}". <a href="{restore_url}" class="post-link">Deshacer</a>
sw: Umefuta "{deleted_names}". <a href="{restore_url}" class="post-link">Tengua</a>

source: Case type {} does not match current menu.
es: El tipo de caso {} no coincide con el menú actual.
sw: Aina ya kesi {} haiendani na menyu ya sasa.

source: Updated {}
es: Actualizado {}
sw: Imesasishwa {}

source: Could not update {}
es: No se pudo actualizar {}
sw: Imeshindikana kusasisha {}

source: Please choose at least one menu to overwrite.
es: Por favor, elige al menos un menú para sobrescribir.
sw: Tafadhali chagua angalau menyu moja ya kuandika upya.

source: Please choose at least one option to overwrite.
es: Por favor, elige al menos una opción para sobrescribir.
sw: Tafadhali chagua angalau chaguo moja la kuandika upya.

source: The case search property '{}' is missing the following lookup table attributes: {}
es: La propiedad de búsqueda de casos '{}' carece de los siguientes atributos de la tabla de búsqueda: {}
sw: Sifa ya utafutaji wa kesi '{}' inakosa sifa zifuatazo za jedwali la utafutaji: {}

source: '{}' is an invalid instance name. It can contain only letters, numbers, and underscores.
es: '{}' es un nombre de instancia no válido. Solo puede contener letras, números y guiones bajos.
sw: '{}' si jina halali la mfano. Linaweza kuwa na herufi, nambari, na alama ya underscore pekee.

source: There was a problem processing your request.
es: Hubo un problema mientras procesábamos su solicitud.
sw: Kulikuwa na tatizo katika kuchakata ombi lako.

source: Registration Form
es: Formulario de Registro
sw: Fomu ya Usajili

source: This is your follow up form. Delete this label and add questions for any follow up visits.
es: Este es tu formulario de seguimiento. Elimina esta etiqueta y añade preguntas para cualquier visita de seguimiento.
sw: Hii ni fomu yako ya ufuatiliaji. Futa lebo hii na ongeza maswali kwa ajili ya ziara zozote za ufuatiliaji.

source: Followup Form
es: Formulario de Seguimiento
sw: Fomu ya Ufuatiliaji

source: Registration
es: Registro
sw: Usajili

source: Enroll New Person
es: Inscribir Nueva Persona
sw: Sajili Mtu Mpya

source: What is your name?
es: ¿Cuál es tu nombre?
sw: Jina lako ni nani?

source: Scan Fingerprints
es: Escanear Huellas Dactilares
sw: Changanua Alama za Vidole

source: Identify Registered Person
es: Identificar Persona Registrada
sw: Tambua Mtu Aliyesajiliwa

source: Scan Fingerprint
es: Escanear Huella Dactilar
sw: Changanua Alama ya Kidole

source: Confidence
es: Confianza
sw: Uhakika

source: Followup with Person
es: Seguimiento con Persona
sw: Fuata na Mtu

source: This is your follow up form for {}. Delete this label and add questions for any follow up visits.
es: Este es tu formulario de seguimiento para {}. Elimina esta etiqueta y añade preguntas para cualquier visita de seguimiento.
sw: Hii ni fomu yako ya ufuatiliaji kwa {}. Futa lebo hii na ongeza maswali kwa ajili ya ziara zozote za ufuatiliaji.

source: One of the Report menus is misconfigured, please try again after they are fixed
es: Uno de los menús de Reporte está mal configurado, por favor intenta de nuevo después de que se corrijan
sw: Mojawapo ya menyu za Ripoti haijasetwa vizuri, tafadhali jaribu tena baada ya kurekebishwa

source: Multimedia size comparison is only available for app builds
es: La comparación de tamaño multimedia solo está disponible para compilaciones de aplicaciones
sw: Ulinganisho wa ukubwa wa multimedia unapatikana tu kwa matoleo ya programu

source: Please disable any enabled profiles/location restriction to un-release this build.
es: Por favor, desactiva cualquier perfil habilitado/restricción de ubicación para despublicar esta compilación.
sw: Tafadhali zima profaili zozote zilizowezeshwa/kizuizi cha eneo ili kuondoa toleo hili.

source: There is already a version build in progress. Please wait.
es: Ya hay una compilación de versión en progreso. Por favor, espera.
sw: Kuna toleo linalojengwa tayari. Tafadhali subiri.

source: Unable to validate forms.
es: No se pueden validar los formularios.
sw: Imeshindikana kuthibitisha fomu.

source: The mobile UCR restore version for v%(app_version)s needs to be updated to V2.0. Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
es: La versión de restauración móvil UCR para v%(app_version)s necesita ser actualizada a V2.0. Por favor, consulta la <a href='%(url)s'>documentación de migración</a> para más detalles.
sw: Toleo la urejeshaji wa UCR ya rununu kwa v%(app_version)s linahitaji kusasishwa hadi V2.0. Tafadhali rejelea <a href='%(url)s'>nyaraka za uhamiaji</a> kwa maelezo zaidi.

source: One or more forms for v%(app_version)s contain V1 Mobile UCR references.Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
es: Uno o más formularios para v%(app_version)s contienen referencias a UCR Móvil V1. Por favor, consulta la <a href='%(url)s'>documentación de migración</a> para más detalles.
sw: Fomu moja au zaidi kwa v%(app_version)s zina marejeleo ya V1 Mobile UCR. Tafadhali rejelea <a href='%(url)s'>nyaraka za uhamiaji</a> kwa maelezo zaidi.

source: Successfully reverted to version %(old_version)s, now at version %(new_version)s
es: Revertido exitosamente a la versión %(old_version)s, ahora en la versión %(new_version)s
sw: Umerudishwa kwa mafanikio kwenye toleo %(old_version)s, sasa uko kwenye toleo %(new_version)s

source: Reverted to version {old_version} Previous build comments: {original_comment}
es: Revertido a la versión {old_version} Comentarios del build anterior: {original_comment}
sw: Imerejeshwa kwenye toleo {old_version} Maoni ya ujenzi uliopita: {original_comment}

source: Reverted to version {old_version}
es: Revertido a la versión {old_version}
sw: Imerejeshwa kwenye toleo {old_version}

source: Unable to create new build. Please click 'Make New Version' to see errors.
es: No se pudo crear un nuevo build. Por favor, haga clic en 'Crear Nueva Versión' para ver los errores.
sw: Imeshindwa kuunda ujenzi mpya. Tafadhali bonyeza 'Tengeneza Toleo Jipya' ili kuona makosa.

source: App diff
es: Aplicación diff
sw: Tofauti ya programu

source: Latest version for profile {} is now {}
es: La última versión para el perfil {} es ahora {}
sw: Toleo jipya zaidi kwa wasifu {} sasa ni {}

source: Latest release now available for profile {}
es: La última versión ahora está disponible para el perfil {}
sw: Toleo jipya sasa linapatikana kwa wasifu {}

source: Reverted to version {log.info['version']}
sw: Imerejeshwa kwenye toleo {log.info['version']}

source: Please enter either text body or xpath for custom icon
es: Por favor, ingrese el cuerpo del texto o xpath para el icono personalizado
sw: Tafadhali ingiza mwili wa maandishi au xpath kwa ikoni maalum

source: Update Status for linked app %s
es: Actualizar estado para la aplicación vinculada %s
sw: Sasisha Hali kwa programu iliyounganishwa %s

source: Something went wrong updating your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
es: Algo salió mal al actualizar su aplicación vinculada. Nuestro equipo ha sido notificado y monitoreará la situación. Por favor, intente de nuevo, y si el problema persiste, repórtelo como un problema.
sw: Kuna tatizo limetokea wakati wa kusasisha programu yako iliyounganishwa. Timu yetu imearifiwa na itafuatilia hali hii. Tafadhali jaribu tena, na kama tatizo litaendelea ripoti kama tatizo.

source: This project is not authorized to update from the master application. Please contact the maintainer of the master app if you believe this is a mistake.
es: Este no proyecto no tiene autorización para realizar actualizaciones desde la aplicación maestra. Por favor contacte al encargado de mantenimiento de la aplicación maestra si cree que esto es un error.
sw: Mradi huu haujaruhusiwa kusasisha kutoka kwenye programu kuu. Tafadhali wasiliana na msimamizi wa programu kuu kama unaamini hii ni makosa.

source: Authentication failure attempting to pull latest master from remote CommCare HQ.Please verify your authentication details for the remote link are correct.
es: Fallo de autenticación al intentar obtener el último master del remoto CommCare HQ. Por favor, verifique que sus detalles de autenticación para el enlace remoto sean correctos.
sw: Imeshindwa kuthibitisha utambulisho wakati wa kujaribu kuvuta toleo jipya kutoka CommCare HQ ya mbali. Tafadhali hakikisha maelezo yako ya uthibitisho kwa kiungo cha mbali ni sahihi.

source: Unable to pull latest master from remote CommCare HQ. Please try again later.
es: No se pudo obtener el último master del remoto CommCare HQ. Por favor, intente de nuevo más tarde.
sw: Imeshindwa kuvuta toleo jipya kutoka CommCare HQ ya mbali. Tafadhali jaribu tena baadaye.

source: This application uses mobile UCRs which are not available in the linked domain: {ucr_id}. Try linking these reports first and try again.
es: Esta aplicación utiliza UCRs móviles que no están disponibles en el dominio vinculado: {ucr_id}. Intente vincular estos informes primero y vuelva a intentarlo.
sw: Programu hii inatumia UCR za simu ambazo hazipatikani kwenye domain iliyounganishwa: {ucr_id}. Jaribu kuunganisha ripoti hizi kwanza na ujaribu tena.

source: Error fetching multimedia from remote server. Please try again later.
es: Error al obtener multimedia del servidor remoto. Por favor, intente de nuevo más tarde.
sw: Hitilafu katika kuchukua multimedia kutoka seva ya mbali. Tafadhali jaribu tena baadaye.

source: Size calculation available only for builds
es: El cálculo de tamaño está disponible solo para builds
sw: Hesabu ya ukubwa inapatikana tu kwa majengo yaliyoundwa

source: '{invalid_id}' is not a valid session endpoint ID. It must contain only lowercase letters, numbers, underscores, and hyphens. Try {valid_id}.
es: '{invalid_id}' no es un ID de punto final de sesión válido. Debe contener solo letras minúsculas, números, guiones bajos y guiones. Intente {valid_id}.
sw: '{invalid_id}' si kitambulisho halali cha mwisho wa kikao. Lazima kiwe na herufi ndogo pekee, nambari, alama ya underscore, na viunganishi. Jaribu {valid_id}.

source: Session endpoint IDs must be unique. The following id(s) are used multiple times: {duplicates}
es: Los IDs de punto final de sesión deben ser únicos. Los siguientes ID(s) se usan varias veces: {duplicates}
sw: Vitambulisho vya mwisho wa kikao lazima viwe vya kipekee. Vitambulisho vifuatavyo vimetumika mara nyingi: {duplicates}

source: Custom assertions must not be blank.
es: Las afirmaciones personalizadas no deben estar en blanco.
sw: Madai maalum hayapaswi kuwa tupu.

source: Please add a message for assertion.
es: Por favor, agregue un mensaje para la afirmación.
sw: Tafadhali ongeza ujumbe kwa ajili ya dai.

source: There was an issue with your custom assertions: {}
es: Hubo un problema con sus afirmaciones personalizadas: {}
sw: Kulikuwa na tatizo na madai yako maalum: {}

source: Error parsing XML: {}
es: Error de análisis XML: {}
sw: Hitilafu katika kuchambua XML: {}

source: Error parsing XML: Entities are not allowed
es: Error al analizar XML: No se permiten entidades
sw: Hitilafu katika kuchambua XML: Entities haziruhusiwi

source: Group already has node for lang: {0}
es: El grupo ya tiene un nodo para el idioma: {0}
sw: Kundi tayari lina node kwa lugha: {0}

source: The form '{form}' in '{module}' is missing some instance declarations that can't be automatically added: '{instance_ids}'
es: El formulario '{form}' en '{module}' carece de algunas declaraciones de instancia que no se pueden agregar automáticamente: '{instance_ids}'
sw: Fomu '{form}' katika '{module}' inakosa baadhi ya tamko za instance ambazo haziwezi kuongezwa moja kwa moja: '{instance_ids}'

source: There's no language called '{}'
es: No existe el idioma llamado '{}'
sw: Hakuna lugha inayoitwa '{}'

source: There's already a language called '{}'
es: Ya existe un lenguaje llamado '{}'
sw: Kuna lugha tayari inayoitwa '{}'

source: Form does not contain any translations for any of the build languages
es: El formulario no incluye traducciones para ninguno de los idiomas de desarrollo
sw: Fomu haina tafsiri yoyote kwa lugha yoyote ya ujenzi

source: Unrecognized value of "form" attribute in '<value form="{}">'. "form" attribute is optional. Valid values are: "{}".
es: Valor no reconocido del atributo de "formulario" en '<value form="{}">'. El atributo de "formulario" es opcional. Los valores válidos son: "{}".
sw: Thamani isiyotambulika ya sifa ya "form" katika '<value form="{}">'. Sifa ya "form" ni hiari. Thamani halali ni: "{}".

source: <translation lang="{lang}"><text id="{id}"> node has no <value>
es: El nodo <translation lang="{lang}"><text id="{id}"> no tiene <value>
sw: <translation lang="{lang}"><text id="{id}"> node haina <value>

source: <item> ({}) has no <value>
es: <item> ({}) no tiene <value>
sw: <item> ({}) haina <value>

source: Node <{}> has no 'ref' or 'bind'
es: El Nodo <{}> no tiene 'ref' o 'bind'
sw: Node <{}> haina 'ref' au 'bind'

source: You cannot use the Case Management UI if you already have a case block in your form.
es: Usted no puede utilizar el Manejo de Casos UI si ya tiene un bloque de caso en su formulario.
sw: Huwezi kutumia UI ya Usimamizi wa Kesi kama tayari una block ya kesi kwenye fomu yako.
