Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Include case updates in partially completed submissions
es: Incluir actualizaciones de caso en envíos parcialmente completados
sw: Jumuisha masasisho ya kesi katika mawasilisho yaliyokamilishwa sehemu

source: Interpret send times using GMT when recipient has no preferred time zone
es: Interpretar los tiempos de envío usando GMT cuando el destinatario no tiene una zona horaria preferida
sw: Tafsiri muda wa kutuma kwa kutumia GMT ikiwa mpokeaji hana eneo la muda alilopendelea

source: Filter on
es: Filtrar en
sw: Chuja kwa

source: User data filter: whole json
es: Filtro de datos de usuario: json completo
sw: Kichujio cha data ya mtumiaji: json nzima

source: User data filter: property name
es: Filtro de datos de usuario: nombre de la propiedad
sw: Kichujio cha data ya mtumiaji: jina la mali

source: User data filter: property value
es: Filtro de datos de usuario: valor de la propiedad
sw: Kichujio cha data ya mtumiaji: thamani ya mali

source: Please choose a form
es: Por favor elija un formulario
sw: Tafadhali chagua fomu

source: Please make a released build of the application
es: Por favor haga una versión liberada de la aplicación
sw: Tafadhali tengeneza toleo lililotolewa la programu

source: Form not found in latest released app build
es: Formulario no encontrado en la última versión liberada de la aplicación
sw: Fomu haijapatikana katika toleo la hivi karibuni la programu lililotolewa

source: Add Event
es: Agregar Evento
sw: Ongeza Tukio

source: Advanced Survey Options
es: Opciones Avanzadas de Encuesta
sw: Chaguzi za Juu za Utafiti

source: At
es: A las
sw: Saa

source: Define the send times in the events below.
es: Defina los tiempos de envío en los eventos a continuación.
sw: Bainisha nyakati za kutuma katika matukio hapa chini.

source: Random Window Length (minutes)
es: Longitud de Ventana Aleatoria (minutos)
sw: Urefu wa Dirisha la Nasibu (dakika)

source: weeks
es: semanas
sw: wiki

source: months
es: meses
sw: miezi

source: Stop
es: Alto
sw: Acha

source: occurrences
es: ocurrencias
sw: matukio

source: weekly occurrences
es: ocurrencias semanales
sw: matukio ya kila wiki

source: monthly occurrences
es: ocurrencias mensuales
sw: matukio ya kila mwezi

source: Date of final occurrence:
es: Fecha de la última ocurrencia:
sw: Tarehe ya tukio la mwisho:

source: Connect Messages can only be sent to users who have a PersonalID account.
sw: Ujumbe wa Connect unaweza kutumwa tu kwa watumiaji walio na akaunti ya PersonalID.

source: The "Case's Parent Case" Recipient setting only works for Parent / Child relationships, not Parent / Extension or Host / Extension relationships.
es: La configuración de destinatario "Caso Padre del Caso" solo funciona para relaciones Padre / Hijo, no para relaciones Padre / Extensión o Anfitrión / Extensión.
sw: Mpangilio wa Mpokeaji wa "Kesi ya Mzazi wa Kesi" unafanya kazi tu kwa uhusiano wa Mzazi / Mtoto, sio Mzazi / Kiendelezi au Mwenyeji / Kiendelezi.

source: Select mobile worker(s)
es: Seleccione trabajador(es) móvil(es)
sw: Chagua mfanyakazi wa simu (wafanyakazi)

source: Select user group(s)
es: Seleccione grupo(s) de usuario(s)
sw: Chagua kikundi cha watumiaji

source: Select user organization(s)
es: Seleccione organización(es) de usuario(s)
sw: Chagua shirika la watumiaji

source: For the selected organizations, include
es: Para las organizaciones seleccionadas, incluya
sw: Kwa mashirika yaliyoteuliwa, jumuisha

source: Select organization levels(s)
es: Seleccione nivel(es) de organización
sw: Chagua ngazi za shirika

source: Select case group(s)
es: Seleccione grupo(s) de casos
sw: Chagua kikundi cha kesi

source: Filter user recipients
es: Filtrar destinatarios de usuario
sw: Chuja wapokeaji watumiaji

source: (not found)
es: (no encontrado)
sw: (haijapatikana)

source: Please specify the user(s) or deselect users as recipients
es: Por favor, especifique el/los usuario(s) o deseleccione usuarios como destinatarios
sw: Tafadhali bainisha mtumiaji (watumiaji) au ondoa uteuzi wa watumiaji kama wapokeaji

source: One or more users were unexpectedly not found. Please select user(s) again.
es: Uno o más usuarios no fueron encontrados inesperadamente. Por favor, seleccione el/los usuario(s) nuevamente.
sw: Mtumiaji mmoja au zaidi hawakupatikana bila kutarajiwa. Tafadhali chagua tena mtumiaji (watumiaji).

source: One or more users did not have an active PersonalID link. Please select user(s) again.
sw: Mtumiaji mmoja au zaidi hakuwa na kiungo hai cha PersonalID. Tafadhali chagua tena mtumiaji/watumiaji.

source: Connect Messages can only be sent to users.
sw: Ujumbe wa Connect unaweza kutumwa tu kwa watumiaji.

source: Please specify the groups(s) or deselect user groups as recipients
es: Por favor, especifique el/los grupo(s) o deseleccione grupos de usuarios como destinatarios
sw: Tafadhali bainisha kikundi (vikundi) au ondoa uteuzi wa vikundi vya watumiaji kama wapokeaji

source: One or more user groups were unexpectedly not found. Please select group(s) again.
es: Uno o más grupos de usuarios no fueron encontrados inesperadamente. Por favor, seleccione el/los grupo(s) nuevamente.
sw: Kikundi kimoja au zaidi cha watumiaji hakikupatikana bila kutarajiwa. Tafadhali chagua tena kikundi (vikundi).

source: Please specify the organization(s) or deselect user organizations as recipients
es: Por favor, especifique la(s) organización(es) o deseleccione organizaciones de usuarios como destinatarios
sw: Tafadhali bainisha shirika (mashirika) au ondoa uteuzi wa mashirika ya watumiaji kama wapokeaji

source: One or more user organizations were unexpectedly not found. Please select organization(s) again.
es: Una o más organizaciones de usuarios no fueron encontradas inesperadamente. Por favor, seleccione la(s) organización(es) nuevamente.
sw: Shirika moja au zaidi la watumiaji halikupatikana bila kutarajiwa. Tafadhali chagua tena shirika (mashirika).

source: Please specify the organization level(s) or choose to send to all organization levels
es: Por favor, especifique el/los nivel(es) de organización o elija enviar a todos los niveles de organización
sw: Tafadhali bainisha ngazi za shirika au chagua kutuma kwa ngazi zote za shirika

source: An error occurred. Please try again
es: Ocurrió un error. Por favor, inténtelo de nuevo
sw: Hitilafu imetokea. Tafadhali jaribu tena

source: One or more user organization levels were unexpectedly not found. Please select organization level(s) again.
es: Uno o más niveles de organización de usuarios no fueron encontrados inesperadamente. Por favor, seleccione el/los nivel(es) de organización nuevamente.
sw: Ngazi moja au zaidi za shirika la watumiaji hazikupatikana bila kutarajiwa. Tafadhali chagua tena ngazi za shirika.

source: Please specify the case groups(s) or deselect case groups as recipients
es: Por favor, especifique el/los grupo(s) de casos o deseleccione grupos de casos como destinatarios
sw: Tafadhali bainisha kikundi (vikundi) cha kesi au ondoa uteuzi wa vikundi vya kesi kama wapokeaji

source: One or more case groups were unexpectedly not found. Please select group(s) again.
es: Uno o más grupos de casos no fueron encontrados inesperadamente. Por favor, seleccione el/los grupo(s) nuevamente.
sw: Kikundi kimoja au zaidi cha kesi hakikupatikana bila kutarajiwa. Tafadhali chagua tena kikundi (vikundi).

source: Please select the applicable day(s) of the week.
es: Por favor, seleccione el/los día(s) de la semana aplicable(s).
sw: Tafadhali chagua siku husika za wiki.

source: Please select the applicable day(s) of the month.
es: Por favor, seleccione el/los día(s) del mes aplicable(s).
sw: Tafadhali chagua siku husika za mwezi.

source: Invalid JSON: Needs to be an object with valid properties as keys and list of strings as values
es: JSON inválido: Debe ser un objeto con propiedades válidas como claves y listas de cadenas como valores
sw: JSON batili: Inapaswa kuwa kitu chenye sifa halali kama funguo na orodha ya maneno kama thamani

source: Invalid JSON: Keys are not valid user case property names: %s
es: JSON inválido: Las claves no son nombres de propiedades de caso de usuario válidos: %s
sw: JSON batili: Funguo si majina halali ya sifa za kesi za mtumiaji: %s

source: Invalid JSON: Values for keys are not lists of strings: %s
es: JSON inválido: Los valores para las claves no son listas de cadenas: %s
sw: JSON batili: Thamani za funguo si orodha za maneno: %s

source: Broadcast Name
es: Nombre de la transmisión
sw: Jina la Tangazo

source: You cannot create an immediate broadcast which is inactive.
es: No puedes crear una transmisión inmediata que esté inactiva.
sw: Huwezi kuunda tangazo la papo hapo ambalo halijawashwa.

source: The first available time after the rule is satisfied
es: La primera hora disponible después de que se cumpla la regla
sw: Muda wa kwanza unaopatikana baada ya sheria kutimizwa

source: The date from case property
es: La fecha de la propiedad del caso
sw: Tarehe kutoka kwenye sifa ya kesi

source: A specific date
es: Una fecha específica
sw: Tarehe maalum

source: Exactly on the start date
es: Exactamente en la fecha de inicio
sw: Sawasawa kwenye tarehe ya kuanza

source: Before the start date by
es: Antes de la fecha de inicio por
sw: Kabla ya tarehe ya kuanza kwa

source: After the start date by
es: Después de la fecha de inicio por
sw: Baada ya tarehe ya kuanza kwa

source: The first Sunday that occurs on or after the start date
es: El primer domingo que ocurre en o después de la fecha de inicio
sw: Jumapili ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Monday that occurs on or after the start date
es: El primer lunes que ocurre en o después de la fecha de inicio
sw: Jumatatu ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Tuesday that occurs on or after the start date
es: El primer martes que ocurre en o después de la fecha de inicio
sw: Jumanne ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Wednesday that occurs on or after the start date
es: El primer miércoles que ocurre en o después de la fecha de inicio
sw: Jumatano ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Thursday that occurs on or after the start date
es: El primer jueves que ocurre en o después de la fecha de inicio
sw: Alhamisi ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Friday that occurs on or after the start date
es: El primer viernes que ocurre en o después de la fecha de inicio
sw: Ijumaa ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: The first Saturday that occurs on or after the start date
es: El primer sábado que ocurre en o después de la fecha de inicio
sw: Jumamosi ya kwanza itakayopatikana au baada ya tarehe ya kuanza

source: Restart schedule when this case property takes any new value:
es: Reiniciar el horario cuando esta propiedad del caso tome cualquier nuevo valor:
sw: Anzisha upya ratiba wakati sifa hii ya kesi inapopata thamani mpya yoyote:

source: Scheduler: Form
es: Planificador: Formulario
sw: Ratibu: Fomu

source: Scheduler: Use
es: Planificador: Uso
sw: Ratibu: Tumia

source: the first date in the visit window
es: la primera fecha en la ventana de visita
sw: tarehe ya kwanza katika dirisha la ziara

source: the due date of the visit
es: la fecha de vencimiento de la visita
sw: tarehe ya mwisho ya ziara

source: the last date in the visit window
es: la última fecha en la ventana de visita
sw: tarehe ya mwisho katika dirisha la ziara

source: Custom Data: Name
es: Datos personalizados: Nombre
sw: Data Maalum: Jina

source: Custom Data: Value
es: Datos personalizados: Valor
sw: Data Maalum: Thamani

source: Custom SMS
es: SMS personalizado
sw: SMS Maalum

source: Push Notification
es: Notificación push
sw: Arifa ya Kusukuma

source: The time from case property
es: La hora de la propiedad del caso
sw: Muda kutoka kwenye sifa ya kesi

source: The Case
es: El caso
sw: Kesi

source: The Case's Owner
es: El propietario del caso
sw: Mmiliki wa Kesi

source: The Case's Last Submitting User
es: El último usuario que envió el caso
sw: Mtumiaji wa Mwisho Aliyewasilisha Kesi

source: The Case's Parent Case
es: El Caso Padre del Caso
sw: Mzazi wa Kesi

source: The Case's Child Cases
es: Los Casos Hijos del Caso
sw: Kesi za Mtoto wa Kesi

source: Username Specified via Case Property
es: Nombre de Usuario Especificado a través de Propiedad de Caso
sw: Jina la Mtumiaji Lililobainishwa kupitia Sifa ya Kesi

source: User ID Specified via Case Property
es: ID de Usuario Especificado a través de Propiedad de Caso
sw: Kitambulisho cha Mtumiaji Kilichobainishwa kupitia Sifa ya Kesi

source: Email Specified via Case Property
es: Correo Electrónico Especificado a través de Propiedad de Caso
sw: Barua Pepe Iliyobainishwa kupitia Sifa ya Kesi

source: Custom Recipient
es: Destinatario Personalizado
sw: Mpokeaji Maalum

source: A date from a visit scheduler
es: Una fecha de un programador de visitas
sw: Tarehe kutoka kwa mpangaji wa ziara

source: Scheduler: Visit
es: Programador: Visita
sw: Mpangaji: Ziara

source: Begin
es: Comenzar
sw: Anza

source: day(s)
es: día(s)
sw: siku(s)

source: Username Case Property
es: Propiedad de Caso de Nombre de Usuario
sw: Sifa ya Kesi ya Jina la Mtumiaji

source: User ID Case Property
es: Propiedad de Caso de ID de Usuario
sw: Sifa ya Kesi ya Kitambulisho cha Mtumiaji

source: Email Case Property
es: Propiedad de Caso de Correo Electrónico
sw: Sifa ya Kesi ya Barua Pepe

source: Restart Schedule
es: Reiniciar Programa
sw: Anzisha Upya Ratiba

source: case property
es: propiedad del caso
sw: sifa ya kesi

source: This cannot be changed after initial configuration.
es: Esto no se puede cambiar después de la configuración inicial.
sw: Hili haliwezi kubadilishwa baada ya usanidi wa awali.

source: Use case property stop date
es: Usar fecha de detención de la propiedad del caso
sw: Tumia tarehe ya kusitisha sifa ya kesi

source: Capture Custom Data on each SMS
es: Capturar Datos Personalizados en cada SMS
sw: Kusanya Data Maalum kwenye kila SMS

source: You may not start sending before the day that the rule triggers.
es: No puede comenzar a enviar antes del día en que se activa la regla.
sw: Huwezi kuanza kutuma kabla ya siku ambayo kanuni inachochea.

source: Invalid choice selected
es: Elección inválida seleccionada
sw: Chaguo batili limechaguliwa

source: This option can only be enabled when the schedule's start date is set automatically.
es: Esta opción solo se puede habilitar cuando la fecha de inicio del programa se establece automáticamente.
sw: Chaguo hili linaweza kuwezeshwa tu wakati tarehe ya kuanza ya ratiba imewekwa kiotomatiki.

source: Only dynamic case properties are allowed
es: Solo se permiten propiedades de caso dinámicas
sw: Ni sifa za kesi zinazoendelea pekee zinazoruhusiwa

source: The selected form does not have a schedule enabled.
es: El formulario seleccionado no tiene un programa habilitado.
sw: Fomu iliyochaguliwa haina ratiba iliyowezeshwa.

source: Visit number not found in latest released app build. Please check form configuration.
es: Número de visita no encontrado en la última versión publicada de la aplicación. Por favor, verifique la configuración del formulario.
sw: Nambari ya ziara haijapatikana kwenye toleo la hivi karibuni la programu. Tafadhali angalia usanidi wa fomu.

source: The referenced visit in the latest released app build is a repeat visit. Repeat visits are not supported
es: La visita referenciada en la última versión publicada de la aplicación es una visita repetida. Las visitas repetidas no son compatibles
sw: Ziara iliyorejelewa kwenye toleo la hivi karibuni la programu ni ziara ya kurudia. Ziara za kurudia haziruhusiwi

source: The referenced visit in the latest released app build does not have a window end date. Visits which do not have a window end date are not supported
es: La visita referenciada en la última versión publicada de la aplicación no tiene una fecha de finalización de ventana. Las visitas que no tienen una fecha de finalización de ventana no son compatibles
sw: Ziara iliyorejelewa kwenye toleo la hivi karibuni la programu haina tarehe ya mwisho wa dirisha. Ziara ambazo hazina tarehe ya mwisho wa dirisha haziruhusiwi

source: Please first select a visit scheduler form
es: Por favor, seleccione primero un formulario de programación de visitas
sw: Tafadhali chagua kwanza fomu ya mpangaji wa ziara

source: Please enter a number greater than 0
es: Por favor, ingrese un número mayor que 0
sw: Tafadhali ingiza nambari kubwa kuliko 0

source: Email case property can only be used with Email content
es: La propiedad del caso de correo electrónico solo se puede usar con contenido de correo electrónico
sw: Sifa ya kesi ya barua pepe inaweza kutumika tu na maudhui ya Barua Pepe

source: Push Notifications is no longer available on this environment. Please contact Administrator.
es: Las notificaciones push ya no están disponibles en este entorno. Por favor, contacte al administrador.
sw: Arifa za Kusukuma hazipatikani tena kwenye mazingira haya. Tafadhali wasiliana na Msimamizi.

source: Push Notifications is not available for your project. Please contact Administrator.
es: Las notificaciones push no están disponibles para su proyecto. Por favor, contacte al administrador.
sw: Arifa za Kusukuma hazipatikani kwa mradi wako. Tafadhali wasiliana na Msimamizi.

source: '{}' recipient types are not supported for Push Notifications
es: Los tipos de destinatarios '{}' no son compatibles con las notificaciones push
sw: Aina za wapokeaji '{}' haziruhusiwi kwa Arifa za Kusukuma

source: An instance of the schedule will be created for each open case matching all filter criteria below.
es: Se creará una instancia del programa para cada caso abierto que cumpla con todos los criterios de filtro a continuación.
sw: Mfano wa ratiba utaanzishwa kwa kila kesi wazi inayolingana na vigezo vyote vya kuchuja hapa chini.

source: Background Sync
es: Sincronización en segundo plano
sw: Usawazishaji wa Nyuma

source: Display Messages
es: Mostrar mensajes
sw: Onyesha Ujumbe

source: Data Messages
es: Mensajes de datos
sw: Ujumbe wa Data

source: Add Broadcast
es: Agregar transmisión
sw: Ongeza Matangazo

source: Scheduled Broadcasts
es: Transmisiones Agendadas
sw: Matangazo Yaliyopangwa

source: There are no messages to display.
es: No hay mensajes que mostrar.
sw: Hakuna ujumbe wa kuonyesha.

source: Immediate Broadcasts History
es: Historial de transmisiones inmediatas
sw: Historia ya Matangazo ya Mara Moja

source: Since you are a Superuser, you will see additional options.
es: Dado que usted es un superusuario, verá opciones adicionales.
sw: Kwa kuwa wewe ni Mtumiaji Mkuu, utaona chaguzi za ziada.

source: NOTE: A system administrator is required to edit this alert.
es: NOTA: Se requiere un administrador del sistema para editar esta alerta.
sw: KUMBUKA: Msimamizi wa mfumo anahitajika kuhariri arifa hii.

source: Schedule & Recipients
es: Horario y destinatarios
sw: Ratiba & Wapokeaji

source: Conditional Alerts
es: Alertas condicionales
sw: Arifa za Masharti

source: Conditional alerts allow you to send messaging content on a specific schedule. Read more about conditional alerts on the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Help Site</a>.
es: Las alertas condicionales le permiten enviar contenido de mensajería en un horario específico. Lea más sobre las alertas condicionales en el <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">sitio de ayuda</a>.
sw: Arifa za masharti zinakuwezesha kutuma ujumbe kwa ratiba maalum. Soma zaidi kuhusu arifa za masharti kwenye <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Tovuti ya Msaada</a>.

source: New Conditional Alert
es: Nueva alerta condicional
sw: Arifa Mpya ya Masharti

source: Bulk Upload SMS Alert Content
es: Carga masiva de contenido de alerta SMS
sw: Pakia kwa Wingi Maudhui ya Arifa ya SMS

source: There are no alerts to display.
es: No hay alertas para mostrar.
sw: Hakuna arifa za kuonyesha.

source: Processing
es: Procesando
sw: Inachakatwa

source: Restart Rule
es: Reiniciar regla
sw: Anzisha Upya Kanuni

source: For information on Broadcasts, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">Broadcasts</a> help page.
es: Para obtener información sobre las transmisiones, consulte la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">página de ayuda de transmisiones</a>.
sw: Kwa taarifa kuhusu Matangazo, angalia <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">ukurasa wa msaada wa Matangazo</a>.

source: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Click here</a> for more information about this dashboard.
es: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Haga clic aquí</a> para obtener más información sobre este panel.
sw: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Bofya hapa</a> kwa taarifa zaidi kuhusu dashibodi hii.

source: SMS Status:
es: Estado del SMS:
sw: Hali ya SMS:

source: Processing Complete
es: Procesamiento completo
sw: Uchakataji Umekamilika

source: Processing In Progress
es: Procesamiento en progreso
sw: Uchakataji Unaendelea

source: Processing Paused
es: Procesamiento pausado
sw: Uchakataji Umesitishwa

source: SMS queued
es: SMS en cola
sw: SMS imewekwa kwenye foleni

source: SMS Status
es: Estado del SMS
sw: Hali ya SMS

source: <p><strong>Processing Complete:</strong> All queued messages have been processed.</p> <p><strong>Processing In Progress:</strong> There are queued messages which are currently being processed.</p> <p><strong>Processing Paused:</strong> No messages are currently being processed. Any messages created will remain queued until SMS processing resumes.</p>
es: <p><strong>Procesamiento completo:</strong> Todos los mensajes en cola han sido procesados.</p> <p><strong>Procesamiento en progreso:</strong> Hay mensajes en cola que están siendo procesados actualmente.</p> <p><strong>Procesamiento pausado:</strong> No se están procesando mensajes actualmente. Cualquier mensaje creado permanecerá en cola hasta que se reanude el procesamiento de SMS.</p>
sw: <p><strong>Uchakataji Umekamilika:</strong> Ujumbe wote kwenye foleni umechakatwa.</p> <p><strong>Uchakataji Unaendelea:</strong> Kuna ujumbe kwenye foleni ambao unachakatwa kwa sasa.</p> <p><strong>Uchakataji Umesitishwa:</strong> Hakuna ujumbe unaochakatwa kwa sasa. Ujumbe wowote utakaoundwa utabaki kwenye foleni hadi uchakataji wa SMS uanze tena.</p>

source: Daily Usage
es: Uso diario
sw: Matumizi ya Kila Siku

source: The number of SMS sent today out of the total daily limit for your project. If you require a higher limit, contact support.
es: El número de SMS enviados hoy del límite diario total para su proyecto. Si necesita un límite más alto, contacte al soporte.
sw: Idadi ya SMS zilizotumwa leo kati ya kikomo cha kila siku cha mradi wako. Ikiwa unahitaji kikomo kikubwa zaidi, wasiliana na msaada.

source: Restricted Times
es: Tiempos Restringidos
sw: Nyakati Zilizozuiliwa

source: Your project currently does not restrict the times of day at which SMS can be sent.
es: Actualmente, tu proyecto no restringe las horas del día en las que se pueden enviar SMS.
sw: Mradi wako kwa sasa haurudishi nyakati za siku ambazo SMS zinaweza kutumwa.
