Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es, sw

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this if the property is a date.<br/><strong>Choice</strong>: Select this if the property is text or multiple choice.
es: ¿Qué tipo de propiedad es este filtro? <br/><br/><strong>Fecha</strong>: Seleccione esto si la propiedad es una fecha.<br/><strong>Opción</strong>: Seleccione esto si la propiedad es un texto u opción múltiple.
sw: Ni aina gani ya sifa kichujio hiki?<br/><br/><strong>Tarehe</strong>: Chagua hii kama sifa ni tarehe.<br/><strong>Chaguo</strong>: Chagua hii kama sifa ni maandishi au chaguo nyingi.

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this to filter the property by a date range.<br/><strong>Value</strong>: Select this to filter the property by a single value.
es: ¿Qué tipo de propiedad es este filtro? <br/><br/><strong>Fecha</strong>: Seleccione esto para filtrar la propiedad por un rango de fechas. <br/><strong>Valor</strong>: Seleccione esto para filtrar la propiedad por un único valor.
sw: Ni aina gani ya sifa kichujio hiki?<br/><br/><strong>Tarehe</strong>: Chagua hii kuchuja sifa kwa kipindi cha tarehe.<br/><strong>Thamani</strong>: Chagua hii kuchuja sifa kwa thamani moja.

source: What value or date range must the property be equal to?
es: ¿Qué valor o rango de fecha debe la propiedad igualar?
sw: Ni thamani au kipindi gani cha tarehe ambacho sifa inapaswa kulingana nacho?

source: Expression saved
es: Expresión guardada
sw: Mlinganyo umehifadhiwa

source: Column format selection will determine how each row's value is calculated.
es: La selección de formato de las columnas determinará cómo se calcularán los valores de cada fila.
sw: Uteuzi wa muundo wa safu wima utaamua jinsi thamani ya kila mstari itakavyohesabiwa.

source: Please check above for any errors in your configuration.
es: Por favor verifique arriba si hay algún error en su configuración.
sw: Tafadhali angalia hapo juu kama kuna makosa kwenye usanidi wako.

source: Edit a custom web report or custom web report source
es: Editar un informe web personalizado o fuente de informe web personalizado
sw: Hariri ripoti maalum ya wavuti au chanzo maalum cha ripoti ya wavuti

source: Edit a report or data source
es: Editar un informe o fuente de datos
sw: Hariri ripoti au chanzo cha data

source: static
es: estático
sw: tulivu

source: deactivated
es: desactivado
sw: imezimwa

source: Unknown error
es: Error desconocido
sw: Hitilafu isiyojulikana

source: Password changed successfully.
es: Contraseña cambiada exitosamente.
sw: Nenosiri limebadilishwa kwa mafanikio.

source: Password is not strong enough. Try making your password more complex.
es: La contraseña no es lo suficientemente segura. Intente hacer su contraseña más compleja.
sw: Nenosiri halina nguvu ya kutosha. Jaribu kufanya nenosiri lako liwe tata zaidi.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.
sw: Sehemu mbili za nenosiri hazikulingana.

source: Password was not changed.
es: La contraseña no fue cambiada.
sw: Nenosiri halijabadilishwa.

source: Available Groups
es: Grupos Disponibles
sw: Makundi Yanayopatikana

source: Groups with this User
es: Grupos con este Usuario
sw: Makundi yenye Mtumiaji huyu

source: Search Group...
es: Buscar Grupo...
sw: Tafuta Kundi...

source: Group membership has changed.
es: La membresía del grupo ha cambiado.
sw: Uanachama wa kundi umebadilika.

source: <%- user_count %> user
es: <%- user_count %> usuario
sw: <%- user_count %> mtumiaji

source: <%- user_count %> users
es: <%- user_count %> usuarios
sw: <%- user_count %> watumiaji

source: and <%- group_count %> group
es: y <%- group_count %> grupo
sw: na <%- group_count %> kundi

source: and <%- group_count %> groups
es: y <%- group_count %> grupos
sw: na <%- group_count %> makundi

source: Error determining number of matching users
es: Error al determinar el número de usuarios coincidentes
sw: Hitilafu katika kubaini idadi ya watumiaji wanaolingana

source: Email address is required when users confirm their own accounts.
es: Se requiere dirección de correo electrónico cuando los usuarios confirman sus propias cuentas.

source: Please enter a valid email address.
es: Por favor ingrese una dirección de correo válida.
sw: Tafadhali ingiza anwani halali ya barua pepe.

source: Phone number is required when users confirm their own accounts by sms.
es: Se requiere número de teléfono cuando los usuarios confirman sus propias cuentas por SMS.
sw: Nambari ya simu inahitajika wakati watumiaji wanathibitisha akaunti zao kwa sms.

source: Phone number should contain only digits 0-9.
es: El número de teléfono debe contener solo dígitos del 0-9.
sw: Nambari ya simu inapaswa kuwa na tarakimu 0-9 pekee.

source: Checking availability...
es: Comprobando disponibilidad...
sw: Inaangalia upatikanaji...

source: Issue connecting to server. Check Internet connection.
es: Ocurrió un problema al conectarse con el servidor. Revise la conexión a Internet.
sw: Tatizo la kuunganisha na seva. Hakikisha una muunganisho wa intaneti.

source: No Access
es: Sin Acceso
sw: Hakuna Ufikiaji

source: Access All
es: Acceso Total
sw: Fikia Yote

source: Limited Access
es: Acceso Limitado
sw: Ufikiaji Uliopunguzwa

source: Select which items the role can access:
es: Seleccione qué elementos puede acceder el rol:
sw: Chagua vitu ambavyo jukumu linaweza kufikia:

source: <strong>Web Users</strong> &mdash; invite new web users, manage account settings, remove membership
es: <strong>Usuarios Web</strong> &mdash; invitar nuevos usuarios web, gestionar configuraciones de cuenta, eliminar membresía
sw: <strong>Watumiaji wa Wavuti</strong> &mdash; alika watumiaji wapya wa wavuti, simamia mipangilio ya akaunti, ondoa uanachama

source: Edit & View Mobile Workers
es: Editar y Ver Trabajadores Móviles
sw: Hariri & Tazama Wafanyakazi wa Simu

source: View-Only Mobile Workers
es: Trabajadores Móviles Solo Lectura
sw: Tazama Tu Wafanyakazi wa Simu

source: <strong>Manage Tableau Configuration</strong> &mdash; manage tableau configuration for web users
es: <strong>Gestionar Configuración de Tableau</strong> &mdash; gestionar configuración de tableau para usuarios web
sw: <strong>Simamia Usanidi wa Tableau</strong> &mdash; simamia usanidi wa tableau kwa watumiaji wa wavuti

source: Edit & View tableau configuration for web users
es: Editar y ver la configuración de tableau para usuarios web
sw: Hariri & Tazama usanidi wa tableau kwa watumiaji wa wavuti

source: View-Only tableau configuration for web users
es: Configuración de tableau solo para ver para usuarios web
sw: Tazama Tu usanidi wa tableau kwa watumiaji wa wavuti

source: <strong>Mobile Workers</strong> &mdash; create new accounts, manage account settings, deactivate or delete mobile workers.
es: <strong>Trabajadores móviles</strong> &mdash; crear nuevas cuentas, gestionar configuraciones de cuenta, desactivar o eliminar trabajadores móviles.
sw: <strong>Wafanyakazi wa Simu</strong> &mdash; tengeneza akaunti mpya, simamia mipangilio ya akaunti, simamisha au futa wafanyakazi wa simu.

source: Edit & View Web Users
es: Editar y ver usuarios web
sw: Hariri & Tazama Watumiaji wa Wavuti

source: View-Only Web Users
es: Usuarios web solo para ver
sw: Tazama Tu Watumiaji wa Wavuti

source: <strong>Groups</strong> &mdash; manage groups of mobile workers
es: <strong>Grupos</strong> &mdash; gestionar grupos de trabajadores móviles
sw: <strong>Makundi</strong> &mdash; simamia makundi ya wafanyakazi wa simu

source: Edit & View Groups
es: Editar y Ver Grupos
sw: Hariri & Tazama Makundi

source: View-Only Web Groups
es: Grupos Web Solo Lectura
sw: Tazama Tu Makundi ya Wavuti

source: Allow changing group membership (requires edit groups).
es: Permitir cambiar la membresía del grupo (requiere editar grupos).
sw: Ruhusu kubadilisha uanachama wa kundi (inahitaji kuhariri makundi).

source: <strong>Locations</strong> &mdash; manage locations in the Organization's Hierarchy
es: <strong>Ubicaciones</strong> &mdash; gestionar ubicaciones en la Jerarquía de la Organización
sw: <strong>Maeneo</strong> &mdash; simamia maeneo katika Muundo wa Shirika

source: Edit & View Locations
es: Editar y Ver Ubicaciones
sw: Hariri & Tazama Maeneo

source: View-Only Web Locations
es: Ubicaciones Web Solo Lectura
sw: Tazama Tu Maeneo ya Wavuti

source: Allow changing workers at a location.
es: Permitir cambiar trabajadores en una ubicación.
sw: Ruhusu kubadilisha wafanyakazi katika eneo.

source: <strong>Data Dictionary</strong> &mdash; manage case properties within CommCare HQ
es: <strong>Diccionario de Datos</strong> &mdash; gestionar propiedades de casos dentro de CommCare HQ
sw: <strong>Kamusi ya Data</strong> &mdash; simamia sifa za kesi ndani ya CommCare HQ

source: Edit & View Data Dictionary
es: Editar y Ver Diccionario de Datos
sw: Hariri & Tazama Kamusi ya Data

source: View-Only Data Dictionary
es: Diccionario de Datos Solo Lectura
sw: Tazama Tu Kamusi ya Data

source: <strong>Data</strong> &mdash; view, export, and edit form and case data, reassign cases
es: <strong>Datos</strong> &mdash; ver, exportar y editar datos de formularios y casos, reasignar casos
sw: <strong>Data</strong> &mdash; tazama, hamisha, na hariri data ya fomu na kesi, gawanya upya kesi

source: Edit & View Data
es: Editar y Ver Datos
sw: Hariri & Tazama Data

source: <strong>Messaging</strong> &mdash; configure and send conditional alerts
es: <strong>Mensajería</strong> &mdash; configurar y enviar alertas condicionales
sw: <strong>Ujumbe</strong> &mdash; sanidi na tuma arifa za masharti

source: Access Messaging
es: Acceder a Mensajería
sw: Fikia Ujumbe

source: <strong>Access APIs</strong> &mdash; use CommCare HQ APIs to read and update data. Specific APIs may require additional permissions.
es: <strong>Acceso a APIs</strong> &mdash; usar APIs de CommCare HQ para leer y actualizar datos. APIs específicas pueden requerir permisos adicionales.
sw: <strong>Fikia API</strong> &mdash; tumia API za CommCare HQ kusoma na kusasisha data. API maalum zinaweza kuhitaji ruhusa za ziada.

source: Access APIs
es: Acceder a APIs
sw: Fikia API

source: <strong>Applications</strong> &mdash; modify or view the structure and configuration of all applications.
es: <strong>Aplicaciones</strong> &mdash; modificar o ver la estructura y configuración de todas las aplicaciones.
sw: <strong>Programu</strong> &mdash; hariri au tazama muundo na usanidi wa programu zote.

source: Edit & View Apps
es: Editar y Ver Aplicaciones
sw: Hariri & Tazama Programu

source: View-Only Applications
es: Aplicaciones Solo Lectura
sw: Maombi ya Kuangalia Pekee

source: <strong>Roles &amp; Permissions</strong> &mdash; view web user and mobile worker roles &amp; permissions (only Admins can edit roles)
es: <strong>Roles y Permisos</strong> &mdash; ver roles y permisos de usuarios web y trabajadores móviles (solo los Administradores pueden editar roles)
sw: <strong>Majukumu na Ruhusa</strong> &mdash; angalia majukumu na ruhusa za watumiaji wa tovuti na wafanyakazi wa simu (ni Wasimamizi pekee wanaoweza kuhariri majukumu)

source: View Roles and Permissions
es: Ver Roles y Permisos
sw: Angalia Majukumu na Ruhusa

source: <strong>Dropzone</strong> &mdash; Upload and download files from the file Dropzone
es: <strong>Zona de Descarga</strong> &mdash; Subir y descargar archivos desde la Zona de Descarga
sw: <strong>Dropzone</strong> &mdash; Pakia na pakua faili kutoka kwenye Dropzone ya faili

source: Edit & Download files from the Dropzone
es: Editar y Descargar archivos desde la Zona de Descarga
sw: Hariri & Pakua faili kutoka kwenye Dropzone

source: View-Only Dropzone
es: Zona de Descarga Solo Lectura
sw: Dropzone ya Kuangalia Pekee

source: <strong>Manage Shared Exports</strong> &mdash; access and edit the content and structure of shared exports
es: <strong>Gestionar Exportaciones Compartidas</strong> &mdash; acceder y editar el contenido y la estructura de las exportaciones compartidas
sw: <strong>Simamia Uhamishaji wa Pamoja</strong> &mdash; pata na hariri maudhui na muundo wa uhamishaji wa pamoja

source: <strong>Attendance Tracking</strong> &mdash; Coordinate attendance tracking events and users
es: <strong>Seguimiento de Asistencia</strong> &mdash; Coordinar eventos de seguimiento de asistencia y usuarios
sw: <strong>Ufuatiliaji wa Mahudhurio</strong> &mdash; Ratibu matukio ya ufuatiliaji wa mahudhurio na watumiaji

source: Edit Attendance Tracking Events
es: Editar Eventos de Seguimiento de Asistencia
sw: Hariri Matukio ya Ufuatiliaji wa Mahudhurio

source: <strong>CommCare Analytics</strong> &mdash; manage CommCare Analytics associated with this project
es: <strong>CommCare Analytics</strong> &mdash; gestionar CommCare Analytics asociado con este proyecto
sw: <strong>CommCare Analytics</strong> &mdash; simamia CommCare Analytics zinazohusiana na mradi huu

source: Edit & View CommCare Analytics
es: Editar y Ver CommCare Analytics
sw: Hariri & Angalia CommCare Analytics

source: View-Only CommCare Analytics
es: CommCare Analytics Solo Lectura
sw: CommCare Analytics ya Kuangalia Pekee

source: Enterprise Release Management
es: Gestión de Lanzamientos Empresariales
sw: Usimamizi wa Toleo la Biashara

source: Multi-Environment Release Management
es: Gestión de Lanzamientos Multi-Ambiente
sw: Usimamizi wa Toleo kwa Mazingira Mengi

source: Linked Project Spaces
es: Espacios de Proyecto Vinculados
sw: Nafasi za Miradi Zilizounganishwa

source: Allow role to configure linked project spaces
es: Permitir al rol configurar espacios de proyecto vinculados
sw: Ruhusu jukumu kusanidi nafasi za miradi zilizounganishwa

source: Linked Configurations
es: Configuraciones Vinculadas
sw: Mipangilio Iliyounganishwa

source: Allow role to edit linked configurations on this project space
es: Permitir al rol editar configuraciones vinculadas en este espacio de proyecto
sw: Ruhusu jukumu kuhariri mipangilio iliyounganishwa kwenye nafasi hii ya mradi

source: Create and Edit Reports
es: Crear y Editar Informes
sw: Unda na Hariri Ripoti

source: Allow role to create and edit reports in report builder.
es: Permitir al rol crear y editar informes en el generador de informes.
sw: Ruhusu jukumu kuunda na kuhariri ripoti kwenye mtengenezaji wa ripoti.

source: Create and Edit Custom Web Reports
es: Crear y Editar Informes Web Personalizados
sw: Unda na Hariri Ripoti Maalum za Wavuti

source: Allow role to create and edit custom web reports.
es: Permitir al rol crear y editar informes web personalizados.
sw: Ruhusu jukumu kuunda na kuhariri ripoti maalum za wavuti.

source: Create and Edit Configurable Reports
es: Crear y Editar Informes Configurables
sw: Unda na Hariri Ripoti Zinazoweza Kusanidiwa

source: Allow role to create and edit configurable reports.
es: Permitir al rol crear y editar informes configurables.
sw: Ruhusu jukumu kuunda na kuhariri ripoti zinazoweza kusanidiwa.

source: Access All CommCare Reports
es: Acceder a Todos los Informes de CommCare
sw: Fikia Ripoti Zote za CommCare

source: Access All Reports
es: Acceder a Todos los Informes
sw: Fikia Ripoti Zote

source: Allow role to view all CommCare reports. Excludes embedded Tableau reports
es: Permitir al rol ver todos los informes de CommCare. Excluye informes de Tableau incrustados
sw: Ruhusu jukumu kuona ripoti zote za CommCare. Haijumuishi ripoti za Tableau zilizopachikwa

source: Allow role to access all reports.
es: Permitir al rol acceder a todos los informes.
sw: Ruhusu jukumu kufikia ripoti zote.

source: Download and Email Reports
es: Descargar y Enviar Informes por Correo Electrónico
sw: Pakua na Tuma Ripoti kwa Barua Pepe

source: Allow role to download and email report data.
es: Permitir al rol descargar y enviar datos de informes por correo electrónico.
sw: Ruhusu jukumu kupakua na kutuma data ya ripoti kwa barua pepe.

source: Access All Tableau Reports
es: Acceder a Todos los Informes de Tableau
sw: Fikia Ripoti Zote za Tableau

source: Allow role to access all embedded Tableau reports.
es: Permitir al rol acceder a todos los informes de Tableau incrustados.
sw: Ruhusu jukumu kufikia ripoti zote za Tableau zilizopachikwa.

source: Manage Registries
es: Gestionar Registros
sw: Simamia Rejesta

source: Select which registries the role can manage:
es: Seleccionar qué registros puede gestionar el rol:
sw: Chagua ni rejesta zipi jukumu linaweza kusimamia:

source: View Registry Data
es: Ver Datos del Registro
sw: Angalia Data ya Rejesta

source: Select which registry data the role can view:
es: Seleccionar qué datos del registro puede ver el rol:
sw: Chagua ni data gani ya rejesta jukumu linaweza kuona:

source: Use Web Apps for online data entry
es: Usar Aplicaciones Web para entrada de datos en línea
sw: Tumia Programu za Wavuti kwa uingizaji data mtandaoni

source: Select which web apps the role has access to:
es: Seleccionar a qué aplicaciones web tiene acceso el rol:
sw: Chagua ni programu gani za wavuti jukumu linaweza kufikia:

source: Select at least one item from the list for "%s"
es: Seleccionar al menos un elemento de la lista para "%s"
sw: Chagua angalau kipengee kimoja kutoka kwenye orodha kwa "%s"

source: Edit Role:
es: Editar Rol:
sw: Hariri Jukumu:

source: View Role:
es: Ver Rol:
sw: Angalia Jukumu:

source: New Role
es: Nuevo Rol
sw: Jukumu Jipya

source: Delete Role:
es: Eliminar Rol:
sw: Futa Jukumu:

source: Are you sure you want to delete the role <%- role %>?
es: ¿Está seguro de que desea eliminar el rol <%- role %>?
sw: Una uhakika unataka kufuta jukumu <%- role %>?

source: An error occurred, please try again.
es: Ocurrió un error, por favor intente de nuevo.
sw: Hitilafu imetokea, tafadhali jaribu tena.

source: View Only
es: Solo ver
sw: Angalia Pekee

source: <%- days %> days remaining
es: <%- days %> días restantes
sw: Siku <%- days %> zimebaki

source: Unable to delete invitation, please try again later.
es: No se puede eliminar la invitación, por favor intente de nuevo más tarde.
sw: Imeshindikana kufuta mwaliko, tafadhali jaribu tena baadaye.

source: Unable to resend invitation, please try again later.
es: No se puede reenviar la invitación, por favor intente de nuevo más tarde.
sw: Imeshindikana kutuma tena mwaliko, tafadhali jaribu tena baadaye.

source: Delete request
es: Eliminar solicitud
sw: Futa ombi

source: Are you sure you want to delete this request?
es: ¿Está seguro que desea eliminar esta solicitud?
sw: Je, una uhakika unataka kufuta ombi hili?

source: We have sent the invitation email to this user but the user's email server rejected it. This usually means either the email address is incorrect or your organization is blocking emails from our address (<%- fromAddress %>).
es: Hemos enviado el correo de invitación a este usuario, pero el servidor de correo del usuario lo rechazó. Esto generalmente significa que la dirección de correo electrónico es incorrecta o que su organización está bloqueando correos electrónicos de nuestra dirección (<%- fromAddress %>).
sw: Tumepeleka barua pepe ya mwaliko kwa mtumiaji huyu lakini seva ya barua pepe ya mtumiaji imeikataa. Hii mara nyingi inamaanisha ama anwani ya barua pepe si sahihi au shirika lako linazuia barua pepe kutoka kwa anwani yetu (<%- fromAddress %>).

source: No users matched your search.
es: No se encontraron usuarios que coincidan con su búsqueda.
sw: Hakuna watumiaji waliolingana na utafutaji wako.

source: This project has no web users.
es: Este proyecto no tiene usuarios web.
sw: Mradi huu hauna watumiaji wa tovuti.

source: Requeued
es: Reencolado
sw: Imerejeshwa kwenye foleni

source: Are you sure you want to delete this scheduled message?
es: ¿Está seguro de que desea eliminar este mensaje programado?
sw: Je, una uhakika unataka kufuta ujumbe huu uliopangwa?

source: This rule has been restarted.
es: Esta regla ha sido reiniciada.
sw: Sheria hii imeanzishwa upya.

source: Unable to restart rule. Rules can only be started every two hours and there are %s minute(s) remaining before this rule can be started again.
es: No se puede reiniciar la regla. Las reglas solo se pueden iniciar cada dos horas y quedan %s minuto(s) antes de que esta regla pueda iniciarse nuevamente.
sw: Imeshindikana kuanzisha tena sheria. Sheria zinaweza kuanzishwa kila baada ya saa mbili tu na zimesalia dakika %s kabla ya sheria hii kuanzishwa tena.

source: Are you sure you want to remove this conditional message?
es: ¿Está seguro de que desea eliminar este mensaje condicional?
sw: Je, una uhakika unataka kuondoa ujumbe huu wa masharti?

source: A rule should only be restarted when you believe it is stuck and is not progressing. You will only be able to restart this rule once every two hours. Restart this rule?
es: Una regla solo debe reiniciarse cuando crea que está atascada y no está progresando. Solo podrá reiniciar esta regla una vez cada dos horas. ¿Reiniciar esta regla?
sw: Sheria inapaswa kuanzishwa upya tu pale unapodhani imekwama na haisongi mbele. Utaweza kuanzisha tena sheria hii mara moja tu kila baada ya saa mbili. Anzisha tena sheria hii?

source: A rule should only be restarted when you believe it is stuck and is not progressing. Your user is able to restart as many times as you like, but restarting too many times without finishing can place a burden on the system. Restart this rule?
es: Una regla solo debe reiniciarse cuando crea que está atascada y no está progresando. Su usuario puede reiniciar tantas veces como desee, pero reiniciar demasiadas veces sin terminar puede sobrecargar el sistema. ¿Reiniciar esta regla?
sw: Sheria inapaswa kuanzishwa upya tu pale unapodhani imekwama na haisongi mbele. Mtumiaji wako anaweza kuanzisha tena mara nyingi upendavyo, lakini kuanzisha tena mara nyingi bila kukamilisha kunaweza kulemea mfumo. Anzisha tena sheria hii?

source: hour(s)
es: hora(s)
sw: saa

source: minute(s)
es: minuto(s)
sw: dakika

source: last
es: último
sw: iliyopita

source: last - 1
es: último - 1
sw: iliyopita - 1

source: last - 2
es: último - 2
sw: iliyopita - 2

source: every day
es: todos los días
sw: kila siku

source: every week
es: todas las semanas
sw: kila wiki

source: every month
es: todos los meses
sw: kila mwezi

source: Send Broadcast
es: Enviar transmisión
sw: Tuma Tangazo

source: Schedule Broadcast
es: Programar transmisión
sw: Panga Tangazo

source: (no errors over the given date range)
es: (sin errores en el rango de fechas dado)
sw: (hakuna makosa katika kipindi cha tarehe kilichotolewa)

source: Server error. Try again...
es: Error del servidor. Inténtalo de nuevo...
sw: Hitilafu ya seva. Jaribu tena...

source: Send
es: Enviar
sw: Tuma

source: Complete
es: Completar
sw: Imekamilika

source: DHIS2 response:
es: Respuesta de DHIS2:
sw: Majibu ya DHIS2:

source: CommCare HQ was unable to send the DataSet:
es: CommCare HQ no pudo enviar el DataSet:
sw: CommCare HQ imeshindwa kutuma DataSet:

source: Unable to save DataSet map
es: No se pudo guardar el mapa de DataSet
sw: Imeshindikana kuhifadhi ramani ya DataSet

source: Unable to save case configs
es: No se pudo guardar las configuraciones de casos
sw: Imeshindikana kuhifadhi mipangilio ya kesi

source: Unable to save form configs
es: No se pueden guardar las configuraciones del formulario
sw: Imeshindikana kuhifadhi mipangilio ya fomu

source: URL Copied
es: URL copiada
sw: URL Imenakiliwa

source: Daily
es: Diariamente
sw: Kila Siku

source: Weekly
es: Semanal
sw: Kila Wiki

source: Monthly
es: Mensual
sw: Kila Mwezi

source: Disable logging
es: Desactivar registro
sw: Zima kurekodi matukio

source: Unable to save OpenMRS Importers
es: No se pudo guardar los importadores de OpenMRS
sw: Imeshindikana kuhifadhi Waagizaji wa OpenMRS

source: Importing from OpenMRS will begin shortly.
es: La importación desde OpenMRS comenzará en breve.
sw: Uingizaji kutoka OpenMRS utaanza hivi karibuni.
