Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Delete expression <strong data-bind="text: name"></strong>?
es: ¿Eliminar expresión <strong data-bind="text: name"></strong>?
sw: Futa ishara <strong data-bind="text: name"></strong>?

source: Yes, delete the <strong data-bind="text: name"></strong> expression.
es: Sí, eliminar la expresión <strong data-bind="text: name"></strong>.
sw: Ndio, futa ishara ya <strong data-bind="text: name"></strong>.

source: Deleting Expression...
es: Eliminando Expresión...
sw: Inafuta Ishara...

source: Delete Expression
es: Eliminar Expresión
sw: Futa Ishara

source: Tools
es: Herramientas
sw: Zana

source: Custom Web Report Source from Application
es: Fuente de Informe Web Personalizado desde la Aplicación
sw: Chanzo Maalum cha Ripoti ya Wavuti kutoka kwenye Programu

source: Expression Debugger
es: Depurador de Expresión
sw: Kichunguzi cha Ishara

source: Add report
es: Añadir reportes
sw: Ongeza ripoti

source: Import report
es: Importar reportes
sw: Ingiza ripoti

source: Add data source
es: Añadir fuentes de datos
sw: Ongeza chanzo cha data

source: Data source from application
es: Fuente de datos desde aplicación
sw: Chanzo cha data kutoka kwenye programu

source: Data Source Debugger
es: Debugger de la Fuente de los Datos
sw: Kichunguzi cha Chanzo cha Data

source: Edit Reports
es: Editar Reportes
sw: Hariri Ripoti

source: Edit Custom Data Sources
es: Editar Fuentes de Datos Personalizadas
sw: Hariri Vyanzo Maalum vya Data

source: Edit Data Sources
es: Editar Fuentes de Datos
sw: Hariri Vyanzo vya Data

source: Aggregate Data Sources
es: Fuentes de Datos Agregadas
sw: Jumlisha Vyanzo vya Data

source: Please note that this datasource is being rebuilt.
es: Tenga en cuenta que esta fuente de datos está siendo reconstruida.
sw: Tafadhali kumbuka kuwa chanzo hiki cha data kinajengwa upya.

source: Please note that this datasource is being rebuilt in place.
es: Tenga en cuenta que esta fuente de datos está siendo reconstruida en su lugar.
sw: Tafadhali kumbuka kuwa chanzo hiki cha data kinajengwa upya mahali pake.

source: Please note that this datasource is yet be built / rebuilt by CommCare HQ.
es: Tenga en cuenta que esta fuente de datos aún debe ser construida/reconstruida por CommCare HQ.
sw: Tafadhali kumbuka kuwa chanzo hiki cha data bado hakijajengwa / hakijajengwa upya na CommCare HQ.

source: Resume Build
es: Reanudar Construcción
sw: Endeleza Ujenzi

source: This datasource is read only, any changes made can not be saved.
es: Esta fuente de datos es de solo lectura, los cambios hechos no pueden ser guardados.
sw: Chanzo hiki cha data ni cha kusoma tu, mabadiliko yoyote yaliyofanywa hayawezi kuhifadhiwa.

source: Reports dependent on this datasource
es: Informes dependientes de esta fuente de datos
sw: Ripoti zinazotegemea chanzo hiki cha data

source: Delete Custom Web Report
es: Eliminar Informe Web Personalizado
sw: Futa Ripoti Maalum ya Wavuti

source: Are you sure you want to delete this report?
es: ¿Está seguro de que desea eliminar este informe?
sw: Una uhakika unataka kufuta ripoti hii?

source: Deleting this will break the apps below, which refer to this report. In addition, there may be older app versions that depend on these reports but are not displayed here. Please delete with caution.
es: Eliminar esto romperá las aplicaciones a continuación, que se refieren a este informe. Además, puede haber versiones anteriores de aplicaciones que dependen de estos informes pero no se muestran aquí. Por favor, elimine con precaución.
sw: Kufuta hii kutavunja programu zilizo hapa chini, ambazo zinarejelea ripoti hii. Aidha, kunaweza kuwa na matoleo ya zamani ya programu zinazotegemea ripoti hizi lakini hazionyeshwi hapa. Tafadhali futa kwa uangalifu.

source: Some required fields are missing. Please complete them before saving.
es: Hacen falta algunos campos obligatorios. Por favor complete antes de guardar.
sw: Baadhi ya sehemu muhimu hazijakamilika. Tafadhali zikamilishe kabla ya kuhifadhi.

source: Filter Value
es: Filtrar Valor
sw: Thamani ya Kichujio

source: Please select a property.
es: Por favor seleccione una propiedad.
sw: Tafadhali chagua sifa.

source: This property or question no longer exists in your app. <br> You must delete this property to update this report.
es: Esta propiedad o pregunta ya no existe en su aplicación. <br> Debe eliminar esta propiedad para actualizar este informe.
sw: Sifa hii au swali hili halipo tena kwenye programu yako. <br> Lazima ufute sifa hii ili kusasisha ripoti hii.

source: Display text should not be blank.
es: Texto no puede estar en blanco
sw: Maandishi ya kuonyesha hayapaswi kuwa tupu.

source: Filter Value should not be blank.
es: El Valor del Filtro no debe estar vacío.
sw: Thamani ya Kichujio haipaswi kuwa tupu.

source: Your report is still being populated.
es: Su reporte aún está siendo poblado.
sw: Ripoti yako bado inaendelea kujazwa.

source: What you are seeing now is just a preview, and contains some or none of your data.
sw: Unachokiona sasa ni hakikisho tu, na kina baadhi au hakuna data yako.

source: Edit Report
es: Editar Reporte
sw: Hariri Ripoti

source: Thanks for previewing Report Builder!
es: ¡Gracias por previsualizar el Constructor de Informes!
sw: Asante kwa kujaribu Kijenzi cha Ripoti!

source: You can try out creating reports but won't be able to save them.
es: Puede intentar crear informes pero no podrá guardarlos.
sw: Unaweza kujaribu kuunda ripoti lakini hutaweza kuzihifadhi.

source: To save reports, please <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Subscribe to our Pro Plan</a>.
es: Para guardar informes, por favor <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Suscríbase a nuestro Plan Pro</a>.
sw: Ili kuhifadhi ripoti, tafadhali <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Jisajili kwenye Mpango wetu wa Pro</a>.

source: To save more reports, please contact our Support Team.
es: Para guardar más informes, por favor contacte a nuestro Equipo de Soporte.
sw: Ili kuhifadhi ripoti zaidi, tafadhali wasiliana na Timu yetu ya Usaidizi.

source: Report Builder
es: Desarrollador de Reporte
sw: Kijenzi cha Ripoti

source: Subscribing to Report Builder
es: Suscribiéndose a Desarrollador de Reporte
sw: Kujisajili kwenye Kijenzi cha Ripoti

source: Thanks for your interest in Report Builder! Our sales team will be in touch soon to discuss your reporting needs and turn report builder on for your project. If you have any further questions please contact us at %(SALES_EMAIL)s
es: ¡Gracias por su interés en el Constructor de Informes! Nuestro equipo de ventas se pondrá en contacto pronto para discutir sus necesidades de informes y activar el constructor de informes para su proyecto. Si tiene alguna otra pregunta, por favor contáctenos en %(SALES_EMAIL)s
sw: Asante kwa kuonesha nia yako kwenye Kijenzi cha Ripoti! Timu yetu ya mauzo itawasiliana nawe hivi karibuni kujadili mahitaji yako ya ripoti na kuwasha kijenzi cha ripoti kwenye mradi wako. Ikiwa una maswali zaidi tafadhali wasiliana nasi kupitia %(SALES_EMAIL)s

source: Build Your Own Reports In CommCare!
es: ¡Desarrolle Sus Propios Reportes en CommCare!
sw: Jenga Ripoti Zako Mwenyewe Ndani ya CommCare!

source: Build map reports, pie and bar charts, and form and case lists right in CommCare!
es: ¡Construya informes de mapas, gráficos de pastel y barras, y listas de formularios y casos directamente en CommCare!
sw: Jenga ripoti za ramani, chati za pai na mstari, na orodha za fomu na kesi moja kwa moja ndani ya CommCare!

source: Report Builder is part of the <strong>Pro</strong> or higher software plans.
es: El Constructor de Informes es parte de los planes de software <strong>Pro</strong> o superiores.
sw: Kijenzi cha Ripoti ni sehemu ya mipango ya programu ya <strong>Pro</strong> au juu zaidi.

source: See the <a href="%(pricing_page_url)s">pricing plan options</a> for details.
es: Vea las <a href="%(pricing_page_url)s">opciones de planes de precios</a> para más detalles.
sw: Tazama <a href="%(pricing_page_url)s">chaguzi za mipango ya bei</a> kwa maelezo zaidi.

source: Screenshot of report builder
es: Captura de pantalla del desarrollador de reportes
sw: Picha ya skrini ya kijenzi cha ripoti

source: Save and View Report
es: Guardar y Ver Informe
sw: Hifadhi na Tazama Ripoti

source: Enter report name here
es: Ingrese aquí el nombre del reporte
sw: Weka jina la ripoti hapa

source: Enter report description here
es: Ingrese aquí la descripción del formulario
sw: Weka maelezo ya ripoti hapa

source: Type of Report
es: Tipo de Reporte
sw: Aina ya Ripoti

source: Indicators
es: Indicadores
sw: Viashiria

source: User Filters
es: Filtros de Usuario
sw: Vichujio vya Mtumiaji

source: Add filters to your report to allow viewers to select which data the report will display. These filters will be displayed at the top of your report.
es: Añada filtros a su reporte para permitir que los que lo ven seleccionen los datos que mostrará el reporte. Estos filtros se visualizarán en la parte de arriba de su reporte.
sw: Ongeza vichujio kwenye ripoti yako ili kuruhusu watazamaji kuchagua ni data gani ripoti itaonyesha. Vichujio hivi vitaonekana juu ya ripoti yako.

source: Default Filters
es: Filtros Predeterminados
sw: Vichujio Chaguomsingi

source: These filters are not displayed to report viewers and are always applied to the data.
es: Estos filtros no se muestran a los que ven el reporte y siempre son aplicados a los datos.
sw: Vichujio hivi haviwezi kuonekana kwa watazamaji wa ripoti na hutumika kila wakati kwenye data.

source: Preview Report
es: Vista Previa del Reporte
sw: Onyesha Ripoti Kabla ya Kuhifadhi

source: Preview includes at most 100 cases
es: La vista previa incluye un máximo de 100 casos
sw: Onyesho la awali linajumuisha kesi zisizozidi 100

source: Preview includes at most 100 forms
es: La vista previa incluye un máximo de 100 formularios
sw: Onyesho la awali linajumuisha fomu zisizozidi 100

source: Properties with FORMAT <strong>Sum</strong> or <strong>Average</strong> show up in bar chart.
es: Las propiedades con FORMATO <strong>Suma</strong> o <strong>Promedio</strong> aparecen en el gráfico de barras.
sw: Sifa zilizo na MUUNDO <strong>Jumla</strong> au <strong>Wastani</strong> zinaonekana kwenye chati ya mstari.

source: This bar chart below will not be shown in the report because it is not configured to show any data. To show the bar chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
es: Este gráfico de barras a continuación no se mostrará en el informe porque no está configurado para mostrar ningún dato. Para mostrar el gráfico de barras, por favor agregue al menos una propiedad con FORMATO <strong>Suma</strong> o <strong>Promedio</strong>.
sw: Chati hii ya mstari hapa chini haitatumika kwenye ripoti kwa sababu haijawekwa kuonyesha data yoyote. Ili kuonyesha chati ya mstari, tafadhali ongeza angalau sifa moja yenye MUUNDO <strong>Jumla</strong> au <strong>Wastani</strong>.

source: Pie charts will show the breakdown of the first column that is summed or averaged.
es: Los gráficos de pastel mostrarán la descomposición de la primera columna que se sume o promedie.
sw: Chati za pai zitaonyesha mgawanyo wa safu ya kwanza inayojumlishwa au kuhesabiwa wastani.

source: This pie chart below will not be shown in the report because it is not configured to show any data. To show the pie chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
es: Este gráfico de pastel a continuación no se mostrará en el informe porque no está configurado para mostrar ningún dato. Para mostrar el gráfico de pastel, por favor agregue al menos una propiedad con FORMATO <strong>Suma</strong> o <strong>Promedio</strong>.
sw: Chati hii ya pai hapa chini haitatumika kwenye ripoti kwa sababu haijawekwa kuonyesha data yoyote. Ili kuonyesha chati ya pai, tafadhali ongeza angalau sifa moja yenye MUUNDO <strong>Jumla</strong> au <strong>Wastani</strong>.

source: Add Chart
es: Agregar Gráfica
sw: Ongeza Chati

source: Map Preview
es: Vista Previa del Mapa
sw: Onyesho la Ramani

source: Location field
es: Campo de ubicación
sw: Sehemu ya Mahali

source: Chart Preview
es: Vista Previa de la Gráfica
sw: Onyesho la Chati

source: Charts cannot be displayed with more than 25 categories. Once you Save and View report, you will be able to filter the data to limit the number of rows.
es: No se pueden visualizar gráficas con más de 25 categorías. Una vez haya Guardado y Visualizado el reporte, podrá filtrar los datos para limitar el número de filas.
sw: Chati haziwezi kuonyeshwa zikiwa na zaidi ya makundi 25. Ukishahifadhi na kutazama ripoti, utaweza kuchuja data ili kupunguza idadi ya safu.

source: At least one indicator must not be of format "Group By" to generate charts.
es: Por lo menos un indicador no debe ser del formato "Grupo por" para generar gráficas.
sw: Angalau kiashiria kimoja lazima kisiwe na muundo wa "Panga Kwa" ili kutengeneza chati.

source: There was an error rendering your report preview. Please adjust your configuration to try again. If the issue persists, please report an issue.
es: Hubo un error al renderizar la vista previa de su informe. Por favor, ajuste su configuración para intentarlo de nuevo. Si el problema persiste, por favor reporte un problema.
sw: Kulikuwa na hitilafu wakati wa kuonyesha onyesho la ripoti yako. Tafadhali rekebisha mipangilio yako ujaribu tena. Ikiwa tatizo litaendelea, tafadhali ripoti tatizo.

source: Step 1 of 2 - Select Data Source
es: Paso 1 de 2 - Seleccionar Fuente de Datos
sw: Hatua ya 1 kati ya 2 - Chagua Chanzo cha Data

source: Invalid or missing transform type: {}. Valid options are: {}
es: Tipo de transfomación inválida o faltante: {}. Las opciones válidas son: {}
sw: Aina batili au inayokosekana ya uongofu: {}. Chaguo halali ni: {}

source: Problem creating transform: {}. Message is: {}
es: Ocurrió un problema al crear transformación: {}. El mensaje es: {}
sw: Tatizo la kuunda uongofu: {}. Ujumbe ni: {}

source: Please enter valid JSON. This is not valid: {}
es: Por favor ingrese JSON válido. Esto no es válido: {}
sw: Tafadhali weka JSON halali. Hii si halali: {}

source: Expected {} but was {}
es: Esperado {} pero fue {}
sw: Iliyotarajiwa {} lakini ilikuwa {}

source: Save Changes
es: Guardar Cambios
sw: Hifadhi Mabadiliko

source: all users
es: todos los usuarios
sw: watumiaji wote

source: feature flag only
es: Solo bandera de característica
sw: alama ya kipengele pekee

source: Report ID
es: ID del informe
sw: Kitambulisho cha Ripoti

source: Visible to:
es: Visible para:
sw: Inaonekana kwa:

source: Problem with report spec: {}
es: Problema con especificaciones del reporte: {}
sw: Tatizo na maelezo ya ripoti: {}

source: forms
es: formularios
sw: fomu

source: Data Source ID
es: ID de la fuente de datos
sw: Kitambulisho cha Chanzo cha Data

source: Source Type
es: Tipo de Fuente
sw: Aina ya Chanzo

source: Data Source Display Name
es: Nombre Desplegado de Fuente de Datos
sw: Jina la Onyesho la Chanzo cha Data

source: Named expressions (optional)
es: Expresiones nombradas (opcional)
sw: Mafumbo yaliyotajwa (hiari)

source: Named filters (optional)
es: Filtros Nombrados (opcional)
sw: Vichujio vilivyotajwa (hiari)

source: locations
es: ubicaciones
sw: maeneo

source: Table id is too long. Your table id and domain name must add up to fewer than 40 characters
es: Id de tabla es demasiado largo. Su id de tabla y nombre de dominio deben sumar menos de 40 caracteres
sw: Kitambulisho cha jedwali ni kirefu sana. Jumla ya herufi za kitambulisho cha jedwali na jina la domain lazima iwe chini ya herufi 40

source: A data source with this table id already exists. Table ids must be unique
es: Una fuente de datos con esta id de tabla ya existe. Los Ids de tabla deben ser únicos
sw: Chanzo cha data chenye kitambulisho hiki cha jedwali tayari kipo. Vitambulisho vya jedwali lazima viwe vya kipekee

source: Problem with data source spec: {}
es: Problema con las especificaciones de fuente de datos: {}
sw: Tatizo na maelezo ya chanzo cha data: {}

source: This data source covers more than {record_limit} records. Please mark it for asynchronous processing for effective building/rebuilding
es: Esta fuente de datos cubre más de {record_limit} registros. Por favor, márquela para procesamiento asincrónico para una construcción/reconstrucción efectiva
sw: Chanzo hiki cha data kinashughulikia rekodi zaidi ya {record_limit}. Tafadhali kiweke kwa usindikaji wa nje ya mtiririko kwa ajili ya ujenzi/ujenzi upya bora

source: Create Data Source from Application
es: Crear Fuente de Datos desde Aplicación
sw: Unda Chanzo cha Data kutoka kwa Programu

source: Create Data Source
es: Crear Fuente de Datos
sw: Unda Chanzo cha Data

source: Choose something short, unique, and memorable using lowercase letters, numbers, and underscores
es: Elija algo corto, único y memorable usando letras minúsculas, números y guiones bajos
sw: Chagua kitu kifupi, cha kipekee, na rahisi kukumbuka ukitumia herufi ndogo, nambari, na alama ya underscore

source: The System ID of the report (sometimes needed in APIs or other advanced features)
es: El ID del sistema del informe (a veces necesario en APIs u otras funciones avanzadas)
sw: Kitambulisho cha Mfumo cha ripoti (wakati mwingine kinahitajika kwenye API au vipengele vingine vya juu)

source: The System ID of the data source (sometimes needed in APIs or other advanced features)
es: El ID del sistema de la fuente de datos (a veces necesario en APIs u otras funciones avanzadas)
sw: Kitambulisho cha Mfumo cha chanzo cha data (wakati mwingine kinahitajika kwenye API au vipengele vingine vya juu)

source: This is what the data source will be called in navigation, page title, etc.
es: Así se llamará la fuente de datos en navegación, título de página, etc.
sw: Hiki ndicho chanzo cha data kitakavyoitwa kwenye urambazaji, kichwa cha ukurasa, n.k.

source: Write yourself a little note if you like, it's optional
es: Escriba para sí mismo una pequeña nota si lo desea, es opcional
sw: Andika dokezo fupi kwa ajili yako mwenyewe ikiwa unapenda, si lazima

source: You can leave this blank unless you are <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">saving multiple rows per case or form</a>
es: Puede dejar esto en blanco a menos que esté <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">guardando múltiples filas por caso o formulario</a>
sw: Unaweza kuacha hiki wazi isipokuwa kama unafanya <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">hifadhi ya safu nyingi kwa kila kesi au fomu</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">these docs</a>
es: Mire <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">estos ejemplos</a> y <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">estos documentos</a>
sw: Tazama <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">mifano hii</a> na <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">hati hizi</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">these docs</a>
es: Mire <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">estos ejemplos</a> y <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">estos documentos</a>
sw: Tazama <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">mifano hii</a> na <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">hati hizi</a>

source: For this advanced and useful feature, give a dict where the keys are the variable names you choose and the values are any valid expressions. You can then reference these from filters and indicators wherever an expression goes using: <code>{"type": "named", "name": "myvarname"}</code>
es: Para esta característica avanzada y útil, de un dict donde las claves son los nombres variables que elija y los valores son cualquier expresión válida. Después puede hacer referencia a ellos desde los filtros e indicadores cuando una expresión use: <code>{"tipo": "nombrada", "nombre": "myvarname"}</code>
sw: Kwa kipengele hiki cha juu na chenye manufaa, toa dict ambapo funguo ni majina ya vigezo utakavyotumia na thamani ni mafumbo yoyote halali. Unaweza kurejelea haya kutoka kwenye vichujio na viashiria popote ambapo fumbo linatumika kwa kutumia: <code>{"type": "named", "name": "myvarname"}</code>

source: These behave exactly like named expressions (see above), except the values should be a valid filter, and they can be used wherever filters are used above.
es: Estos se comportan exactamente como expresiones nombradas (ver arriba), excepto que los valores deben ser un filtro válido, y pueden ser usadas cuando los filtros sean usados arriba.
sw: Hivi vinafanya kazi sawa kabisa na mafumbo yaliyotajwa (tazama juu), isipokuwa thamani inapaswa kuwa kichujio halali, na vinaweza kutumika popote vichujio vinapotumika juu.

source: Enabling this will let this data source and the data be imported into CommCare Analytics
sw: Kuwezesha hili kutaruhusu chanzo hiki cha data na data kuingizwa kwenye CommCare Analytics

source: There was a problem processing your request. If you have recently modified your report data source please try again in a few minutes.
es: Hubo un problema al procesar su solicitud. Si ha modificado recientemente su fuente de datos del informe, por favor intente de nuevo en unos minutos.
sw: Kulikuwa na tatizo katika kushughulikia ombi lako. Ikiwa umebadilisha chanzo cha data cha ripoti hivi karibuni tafadhali jaribu tena baada ya dakika chache.

source: Technical details:<br>{}
es: Detalles técnicos:<br>{}
sw: Maelezo ya kiufundi:<br>{}

source: Reports Home
es: Inicio de Reportes
sw: Nyumbani kwa Ripoti

source: Report "{}" saved!
es: ¡Reporte "{}" guardado!
sw: Ripoti "{}" imehifadhiwa!

source: Create Report
es: Crear Reporte
sw: Unda Ripoti

source: Subscribe
es: Suscribirse
sw: Jiandikishe

source: Create New Report
es: Crear Nuevo Reporte
sw: Unda Ripoti Mpya

source: Configure Report
es: Configurar Reporte
sw: Sanidi Ripoti

source: Creating or Editing Data Registry Reports are not enabled for this project.
es: La creación o edición de informes de registro de datos no está habilitada para este proyecto.
sw: Kuunda au Kuhariri Ripoti za Rejesta ya Data hakujaruhusiwa kwa mradi huu.

source: Report "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
es: El reporte "{name}" ha sido eliminado. <a href="{url}" class="post-link">Deshacer</a>
sw: Ripoti "{name}" imefutwa. <a href="{url}" class="post-link">Tengua</a>

source: This report was used in one or more applications. It has been removed from there too.
es: Este reporte fue usado en una o más aplicaciones. También fue removido de ellas.
sw: Ripoti hii ilitumika kwenye programu moja au zaidi. Imeondolewa huko pia.

source: Successfully restored report "{name}"
es: Reporte "{name}" restaurado exitosamente
sw: Ripoti "{name}" imerejeshwa kwa mafanikio

source: Report "{name}" not deleted.
es: El reporte "{name}" no ha sido eliminado.
sw: Ripoti "{name}" haijafutwa.
