Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Cannot do a bulk case export as the project has more than %(max_case_types)s case types or %(max_apps)s applications.
es: No se puede realizar una exportación masiva de casos ya que el proyecto tiene más de %(max_case_types)s tipos de casos o %(max_apps)s aplicaciones.
sw: Haiwezekani kufanya usafirishaji wa kesi nyingi kwa pamoja kwa sababu mradi una zaidi ya %(max_case_types)s aina za kesi au %(max_apps)s programu.

source: Select model type
es: Seleccionar tipo de modelo
sw: Chagua aina ya mfano

source: form
es: formulario
sw: fomu

source: Select Application Type
es: Seleccionar Tipo de Aplicación
sw: Chagua Aina ya Programu

source: Menu is required
es: Se necesita Menú
sw: Menyu inahitajika

source: Form is required
es: Se requiere un formulario
sw: Fomu inahitajika

source: case type is required
es: Se requiere un tipo de caso
sw: aina ya kesi inahitajika

source: All Mobile Workers
es: Todos los Usuarios Móviles
sw: Wafanyakazi Wote wa Simu

source: Demo User
es: Usuario de Demostración
sw: Mtumiaji wa Onyesho

source: Unknown Users
es: Usuarios Desconocidos
sw: Watumiaji Wasiojulikana

source: Case Owner(s)
es: Propietario(s) del Caso
sw: Mmiliki wa Kesi

source: User(s)
es: Usuario(s)
sw: Mtumiaji

source: Last 7 days
es: Últimos 7 días
sw: Siku 7 zilizopita

source: Last 30 days
es: Últimos 30 días
sw: Siku 30 zilizopita

source: Last month
es: Último mes
sw: Mwezi uliopita

source: Last year
es: El año pasado
sw: Mwaka uliopita

source: Days ago
es: Hace días
sw: Siku zilizopita

source: Since a date
es: Desde una fecha
sw: Tangu tarehe

source: From a date to a date
es: De una fecha a otra fecha
sw: Kutoka tarehe hadi tarehe

source: Export forms received in this date range.
es: Exportar formularios recibidos en este rango de fechas.
sw: Hamisha fomu zilizopokelewa katika kipindi hiki cha tarehe.

source: Export cases modified in this date range.
es: Exportar casos modificados en este rango de fechas.
sw: Hamisha kesi zilizorekebishwa katika kipindi hiki cha tarehe.

source: Number of Days
es: Número de Días
sw: Idadi ya Siku

source: Begin Date
es: Fecha de inicio
sw: Tarehe ya Kuanza

source: Update location restriction to match filters.
es: Actualizar restricción de ubicación para que coincida con los filtros.
sw: Sasisha kizuizi cha eneo ili kiendane na vichujio.

source: Cannot submit case and form users and groups filter
es: No puede ingresar caso y usuario de formulario y filtro de grupos
sw: Haiwezekani kuwasilisha kichujio cha watumiaji na vikundi vya kesi na fomu

source: A valid start date is required
es: Se necesita una fecha de inicio válida
sw: Tarehe ya kuanza halali inahitajika

source: A valid end date is required
es: Se necesita una fecha de finalización válida
sw: Tarehe ya mwisho halali inahitajika

source: Location Management
es: Gestión de Ubicaciones
sw: Usimamizi wa Eneo

source: Filters forms by date received. The timezone for this export is %(timezone)s.
es: Filtrar formularios por fecha recibida. La zona horaria para esta exportación es %(timezone)s.
sw: Huchuja fomu kwa tarehe ya kupokelewa. Saa za eneo kwa usafirishaji huu ni %(timezone)s.

source: Export cases modified in this date range
es: Exportar casos modificados en este rango de fechas
sw: Hamisha kesi zilizorekebishwa katika kipindi hiki cha tarehe

source: Export messages sent in this date range
es: Exportar mensajes enviados en este rango de fechas
sw: Hamisha ujumbe uliotumwa katika kipindi hiki cha tarehe

source: Select project data source
es: Seleccionar fuente de datos del proyecto
sw: Chagua chanzo cha data ya mradi

source: Download Data Export Tool query file
es: Descargar archivo de consulta de la Herramienta de Exportación de Datos
sw: Pakua faili ya hoja ya Zana ya Usafirishaji Data

source: CSV (zip file)
es: CSV (archivo zip)
sw: CSV (faili ya zip)

source: Excel (older versions)
es: Excel (versiones antiguas)
sw: Excel (toleo za zamani)

source: The ID of the associated {} case type
es: El ID del tipo de caso asociado {}
sw: Kitambulisho cha aina ya kesi inayohusiana na {}

source: XLS format does not support more than 255 columns. Please select a different file type
es: Formato XLS no soporta más de 255 columnas. Por favor seleccione un tipo de archivo diferente.
sw: Muundo wa XLS hauungi mkono zaidi ya safu wima 255. Tafadhali chagua aina nyingine ya faili

source: {name} (created {date})
es: {name} (creado {date})
sw: {name} (imetengenezwa {date})

source: Forms
es: Formularios
sw: Fomu

source: Repeat: {}
es: Repetir: {}
sw: Rudia: {}

source: Case History
es: Historial del Caso
sw: Historia ya Kesi

source: Parent Cases
es: Casos Padre
sw: Kesi za Mzazi

source: Messages
es: Mensajes
sw: Ujumbe

source: Messages (created {date})
es: Mensajes (creados {date})
sw: Ujumbe (imetengenezwa {date})

source: {}: latitude (degrees)
es: {}: latitud (grados)
sw: {}: latitudo (digrii)

source: {}: longitude (degrees)
es: {}: longitud (grados)
sw: {}: longitudo (digrii)

source: {}: altitude (meters)
es: {}: altitud (metros)
sw: {}: urefu (mita)

source: {}: accuracy (meters)
es: {}: exactitud (metros)
sw: {}: usahihi (mita)

source: Unique identifier of the form submission
es: Identificador único para el formulario de ingreso
sw: Kitambulisho cha kipekee cha uwasilishaji wa fomu

source: The time at which this form was completed
es: La hora en la que se completó este formulario
sw: Muda ambao fomu hii ilikamilishwa

source: The time at which this form was started
es: La hora en la que se inició este formulario
sw: Muda ambao fomu hii ilianza

source: The username of the user who submitted this form
es: El nombre de usuario del usuario que ingresó este formulario
sw: Jina la mtumiaji aliye wasilisha fomu hii

source: The ID of the user who submitted this form
es: El ID del usuario que ingresó este formulario
sw: Kitambulisho cha mtumiaji aliye wasilisha fomu hii

source: The XMLNS of this form
es: El XMLNS de este formulario
sw: XMLNS ya fomu hii

source: The name of this form
es: El nombre de este formulario
sw: Jina la fomu hii

source: The version of CommCare and the app that was used to submit this form
es: La versión de CommCare y la aplicación que fueron usadas para ingresar este formulario
sw: Toleo la CommCare na programu iliyotumika kuwasilisha fomu hii

source: The ID of the device that submitted this form
es: El ID del dispositivo que ingresó este formulario
sw: Kitambulisho cha kifaa kilichowasilisha fomu hii

source: GPS capture when opening the form
es: Captura GPS al abrir el formulario
sw: Uchukuaji wa GPS wakati wa kufungua fomu

source: The ID of the app that this form is part of
es: El ID de la aplicación de la cual este formulario forma parte
sw: Kitambulisho cha programu ambayo fomu hii ni sehemu yake

source: The ID of the published app that this form is part of
es: El ID de la aplicación publicada de la cual este formulario forma parte
sw: Kitambulisho cha programu iliyochapishwa ambayo fomu hii ni sehemu yake

source: The version of the app in which this form was last updated prior to being published
es: La versión de la aplicación en la que este formulario fue actualizado antes de ser publicado
sw: Toleo la programu ambalo fomu hii ilisasishwa mwisho kabla ya kuchapishwa

source: The ID of the last sync on the phone that occurred prior to submitting this form.
es: El ID de la última sincronización en el teléfono que ocurrió antes de ingresar este formulario.
sw: Kitambulisho cha usawazishaji wa mwisho kwenye simu kilichotokea kabla ya kuwasilisha fomu hii.

source: True if the form was a partial submission, False otherwise.
es: Verdadero si el formulario fue un envío parcial, de lo contrario es Falso.
sw: Kweli ikiwa fomu ilikuwa uwasilishaji wa sehemu, Siyo kweli vinginevyo.

source: The time at which the server receive this form submission
es: La hora en la que el servidor recibió el ingreso de este formulario
sw: Muda ambao seva ilipokea uwasilishaji huu wa fomu

source: The time at which this form was last edited.
es: La hora en la que se editó por última vez este formulario.
sw: Muda ambao fomu hii ilihaririwa mwisho.

source: The IP address from which the form was submitted
es: La dirección IP de la cual se ingresó el formulario
sw: Anwani ya IP ambayo fomu ilitumwa kutoka

source: Link to this form
es: Enlace a este formulario
sw: Kiungo cha fomu hii

source: The HQ user who submitted the form. This will be the same as username unless the form was submitted via Log In As.
es: El usuario de HQ que envió el formulario. Esto será igual al nombre de usuario a menos que el formulario se haya enviado a través de Iniciar sesión como.
sw: Mtumiaji wa HQ aliye wasilisha fomu. Hii itakuwa sawa na jina la mtumiaji isipokuwa fomu ilitumwa kupitia Ingia Kama.

source: The name of the case that this form operated on
es: El nombre del caso en el cual operaba este formulario
sw: Jina la kesi ambayo fomu hii ilifanyia kazi

source: Add stock data columns to the export
es: Agregar columnas de datos de existencias a la exportación
sw: Ongeza safu wima za data ya hisa kwenye usafirishaji

source: The ID of the case
es: El ID del caso
sw: Kitambulisho cha kesi

source: The name of the case
es: El nombre del caso
sw: Jina la kesi

source: The type of the case
es: El tipo de caso
sw: Aina ya kesi

source: True if the case is closed, otherwise False
es: Verdadero si el caso está cerrado, de lo contrario es Falso
sw: Kweli ikiwa kesi imefungwa, vinginevyo Siyo kweli

source: The ID of the user who closed the case
es: El ID del usuario que cerró el caso
sw: Kitambulisho cha mtumiaji aliyeifunga kesi

source: The username of the user who closed the case
es: El nombre de usuario del usuario que cerró el caso
sw: Jina la mtumiaji aliyeifunga kesi

source: The date and time at which the case was closed
es: La fecha y hora en la que el caso fue cerrado
sw: Tarehe na muda ambao kesi ilifungwa

source: The external ID for this case
es: El ID externo para este caso
sw: Kitambulisho cha nje cha kesi hii

source: The ID of the user who last modified this case
es: El ID del último usuario que modificó el caso
sw: Kitambulisho cha mtumiaji aliyehariri kesi hii mwisho

source: The username of the user who last modified this case
es: El nombre de usuario del usuario que modificó por última vez este caso
sw: Jina la mtumiaji aliyehariri kesi hii mwisho

source: The date and time at which the case was last modified
es: La fecha y hora en la que el caso fue modificado por última vez
sw: Tarehe na muda ambao kesi ilihaririwa mwisho

source: The ID of the user who opened the case
es: El ID del usuario que abrió el caso
sw: Kitambulisho cha mtumiaji aliyeifungua kesi

source: The username of the user who opened the case
es: El nombre de usuario del usuario que abrió el caso
sw: Jina la mtumiaji aliyeifungua kesi

source: The date and time at which the case was opened
es: La fecha y hora en la que el caso fue abierto
sw: Tarehe na muda ambao kesi ilifunguliwa

source: The ID of the user who owns the case
es: El ID del usuario que es dueño del caso
sw: Kitambulisho cha mtumiaji anayemiliki kesi hii

source: The username of the user who owns the case
es: El nombre de usuario del usuario propietario del caso
sw: Jina la mtumiaji anayemiliki kesi hii

source: The date and time at which the server received the form that last modified the case
es: La fecha y hora en la que el servidor recibió el formulario que modificó el caso por última vez
sw: Tarehe na saa ambayo seva ilipokea fomu iliyobadilisha kesi hii mara ya mwisho

source: Link to this case
es: Enlace a este caso
sw: Kiungo cha kesi hii

source: CommCare Analytics
sw: Takwimu za CommCare

source: CommCare Analytics is a Superset based tool that allows data exploration and data visualization. <!-- Add link to public docs here when the docs are ready --> <!-- For more information on Superset and how to get started, read the--> <!-- <a href="" target="_blank">documentation</a>.-->
es: CommCare Analytics es una herramienta basada en Superset que permite la exploración y visualización de datos. <!-- Agregar enlace a la documentación pública aquí cuando los documentos estén listos --> <!-- Para más información sobre Superset y cómo comenzar, lea la--> <!-- <a href="" target="_blank">documentación</a>.-->
sw: Takwimu za CommCare ni zana inayotumia Superset inayokuwezesha kuchunguza na kuona data kwa njia mbalimbali. <!-- Ongeza kiungo cha nyaraka za umma hapa zitakapokuwa tayari --> <!-- Kwa maelezo zaidi kuhusu Superset na jinsi ya kuanza, soma--> <!-- <a href="" target="_blank">nyaraka</a>.-->

source: <a href="%(analytics_redirect_url)s" target="_blank"> Navigate to Superset </a>
es: <a href="%(analytics_redirect_url)s" target="_blank"> Navegar a Superset </a>
sw: <a href="%(analytics_redirect_url)s" target="_blank"> Nenda kwenye Superset </a>

source: These options allow you to configure how CommCare exports data from multi-select questions. If you do not want to split the options into multiple columns select the 'plain' option.
es: Estas opciones te permiten configurar cómo CommCare exporta datos de preguntas de selección múltiple. Si no deseas dividir las opciones en múltiples columnas, selecciona la opción 'simple'.
sw: Chaguzi hizi zinakuwezesha kusanidi jinsi CommCare inavyosafirisha data kutoka kwenye maswali ya kuchagua mengi. Ikiwa hutaki kugawanya chaguzi kwenye safu wima nyingi chagua chaguo la 'plain'.

source: Each item that is selected in the select list will appear as a column in the exported data. Any options not selected will be in an "extra" column.
es: Cada elemento seleccionado en la lista de selección aparecerá como una columna en los datos exportados. Cualquier opción no seleccionada estará en una columna "extra".
sw: Kila kipengele kilichochaguliwa kwenye orodha ya kuchagua kitaonekana kama safu wima kwenye data iliyosafirishwa. Chaguzi ambazo hazijachaguliwa zitawekwa kwenye safu wima ya "ziada".

source: More info
es: Más información
sw: Maelezo zaidi

source: Default file type
es: Tipo de archivo predeterminado
sw: Aina chaguomsingi ya faili

source: Excel Dashboard Integration is only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
es: La integración del panel de Excel solo está disponible en el Plan Estándar o superior. Haz clic <a href="%(software_plan_url)s">aquí</a> para gestionar el plan de software de tu proyecto.
sw: Muunganiko wa Dashibodi ya Excel unapatikana tu kwenye Mpango wa Standard au juu zaidi. Bofya <a href="%(software_plan_url)s">hapa</a> kusimamia mpango wa programu wa mradi wako.

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
es: Dejar esto marcado asegurará que las fechas aparezcan en formato de Excel. De lo contrario, aparecerán en un formato de texto normal. Esto también permite hipervínculos a los medios capturados por tu envío de formulario.
sw: Kuacha chaguo hili limechaguliwa kutahakikisha tarehe zinaonekana kwa muundo wa excel. Vinginevyo zitaonekana kama maandishi ya kawaida. Hii pia inaruhusu viungo vya picha au sauti vilivyokamatwa na fomu yako.

source: If this setting is not selected, your export will be in Excel’s general format. If you enable this setting, Excel will format dates, integers, decimals, Boolean values (True/False) and currencies.
es: Si esta configuración no está seleccionada, tu exportación estará en el formato general de Excel. Si habilitas esta configuración, Excel formateará fechas, enteros, decimales, valores booleanos (Verdadero/Falso) y monedas.
sw: Ikiwa mpangilio huu haujachaguliwa, usafirishaji wako utakuwa kwenye muundo wa kawaida wa Excel. Ukiwasha mpangilio huu, Excel itaonyesha tarehe, namba kamili, desimali, thamani za Boolean (Kweli/Siyo Kweli) na sarafu.

source: Create a Daily Saved Export
es: Crear una Exportación Guardada Diariamente
sw: Unda Usafirishaji wa Kila Siku Uliohifadhiwa

source: Daily saved exports are only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
es: Las exportaciones guardadas diarias solo están disponibles en el Plan Estándar o superior. Haz clic <a href="%(software_plan_url)s">aquí</a> para gestionar el plan de software de tu proyecto.
sw: Usafirishaji wa kila siku uliohifadhiwa unapatikana tu kwenye Mpango wa Standard au juu zaidi. Bofya <a href="%(software_plan_url)s">hapa</a> kusimamia mpango wa programu wa mradi wako.

source: Generate a Data Export Tool config file
es: Generar un archivo de configuración de la Herramienta de Exportación de Datos
sw: Tengeneza faili ya usanidi wa Zana ya Usafirishaji Data

source: Download a Data Export Tool configuration file for this export
es: Descargar un archivo de configuración de la Herramienta de Exportación de Datos para esta exportación
sw: Pakua faili ya usanidi wa Zana ya Usafirishaji Data kwa usafirishaji huu

source: <p>Checking this will add a button to download a configuration file for the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> CommCare Data Export Tool</a> for the export.</p>
es: <p>Marcar esto añadirá un botón para descargar un archivo de configuración para la <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> Herramienta de Exportación de Datos de CommCare</a> para la exportación.</p>
sw: <p>Ukichagua hii utaongeza kitufe cha kupakua faili ya usanidi kwa <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> Zana ya Usafirishaji Data ya CommCare</a> kwa ajili ya usafirishaji huu.</p>

source: <p>The Data Export Tool requires API access, which is only available on the Pro Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.</p>
es: <p>La Herramienta de Exportación de Datos requiere acceso a la API, que solo está disponible en el Plan Pro o superior. Haz clic <a href="%(software_plan_url)s">aquí</a> para gestionar el plan de software de tu proyecto.</p>
sw: <p>Zana ya Usafirishaji Data inahitaji upatikanaji wa API, ambao unapatikana tu kwenye Mpango wa Pro au juu zaidi. Bofya <a href="%(software_plan_url)s">hapa</a> kusimamia mpango wa programu wa mradi wako.</p>

source: Include duplicates and other unprocessed forms
es: Incluir duplicados y otros formularios no procesados
sw: Jumuisha nakala na fomu zingine ambazo hazijashughulikiwa

source: Expand Checkbox Questions
es: Expandir Preguntas de Casillas
sw: Panua Maswali ya Chaguo la Alama

source: Sharing
es: Compartir
sw: Kushiriki

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to view and edit the export. Only <strong>%(owner_name)s</strong> will have access to it.
es: Esta exportación fue creada por <strong>%(owner_name)s</strong>. Si cambias la configuración de compartición para esta exportación, perderás la capacidad de ver y editar la exportación. Solo <strong>%(owner_name)s</strong> tendrá acceso a ella.
sw: Usafirishaji huu umeundwa na <strong>%(owner_name)s</strong>. Ukibadilisha mipangilio ya kushiriki kwa usafirishaji huu utapoteza uwezo wa kuona na kuhariri usafirishaji huu. Ni <strong>%(owner_name)s</strong> pekee atakayekuwa na ruhusa ya kuupata.

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to edit the export. Only <strong>%(owner_name)s</strong> will be able to edit it.
es: Esta exportación fue creada por <strong>%(owner_name)s</strong>. Si cambias la configuración de compartición para esta exportación, perderás la capacidad de editar la exportación. Solo <strong>%(owner_name)s</strong> podrá editarla.
sw: Usafirishaji huu umeundwa na <strong>%(owner_name)s</strong>. Ukibadilisha mipangilio ya kushiriki kwa usafirishaji huu utapoteza uwezo wa kuhariri usafirishaji huu. Ni <strong>%(owner_name)s</strong> pekee atakayekuwa na uwezo wa kuuhariri.

source: Add custom table configuration
es: Agregar configuración personalizada de tablas
sw: Ongeza usanidi maalum wa jedwali

source: Privacy Settings
es: Configuración de Privacidad
sw: Mipangilio ya Faragha

source: Publish as De-Identified
es: Publicar como Anónimo
sw: Chapisha kama Iliyofichwa Utambulisho

source: Check only if this export has been fully and safely de-identified.
es: Marque esto si esta exportación se ha hecho anónima de forma completa y segura.
sw: Chagua tu ikiwa usafirishaji huu umefichwa utambulisho kikamilifu na kwa usalama.

source: Allow me to mark sensitive data
es: Permítame marcar datos confidenciales
sw: Niruhusu kuweka alama data nyeti

source: Saving
es: Guardando
sw: Inaokoa

source: Try Again
es: Intente de nuevo
sw: Jaribu Tena

source: Saved!
es: ¡Guardado!
sw: Imehifadhiwa!

source: Copy this Export
es: Copiar esta Exportación
sw: Nakili Usafirishaji Huu

source: Column labels must be unique. '<span data-bind="text: duplicateLabel"></span>' has been used more than once.
es: Las etiquetas de columna deben ser únicas. '<span data-bind="text: duplicateLabel"></span>' se ha utilizado más de una vez.
sw: Lebo za safu wima lazima ziwe za kipekee. '<span data-bind="text: duplicateLabel"></span>' imetumika zaidi ya mara moja.

source: There are errors with your configuration. Please fix them before creating the export.
es: Hay errores en su configuración. Por favor arréglelos antes de crear la exportación.
sw: Kuna makosa kwenye usanidi wako. Tafadhali rekebisha kabla ya kuunda usafirishaji.

source: Export Data Source Data
es: Exportar Datos de la Fuente de Datos
sw: Safirisha Data ya Chanzo cha Data

source: Generate a query file for the Data Export Tool from any of the project's data sources.
es: Generar un archivo de consulta para la Herramienta de Exportación de Datos desde cualquiera de las fuentes de datos del proyecto.
sw: Tengeneza faili ya maswali kwa Zana ya Usafirishaji Data kutoka kwenye vyanzo vyovyote vya data vya mradi.

source: The project has no data sources configured.
es: El proyecto no tiene fuentes de datos configuradas.
sw: Mradi hauna vyanzo vya data vilivyosanidiwa.

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds
es: Eliminar <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds
sw: Futa <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Mlisho

source: Delete 1 Feed
es: Eliminar 1 Feed
sw: Futa Mlisho 1

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exports
es: Eliminar <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exportaciones
sw: Futa <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Usafirishaji

source: Delete 1 Export
es: Eliminar 1 Exportación
sw: Futa Usafirishaji 1

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?
es: ¿Está seguro de que desea eliminar permanentemente estos <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?
sw: Una uhakika unataka kufuta kabisa <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> mlisho</strong> hii?

source: Are you sure you want to permanently delete this <strong>1 feed</strong>?
es: ¿Está seguro de que desea eliminar permanentemente este <strong>1 feed</strong>?
sw: Una uhakika unataka kufuta kabisa <strong>mlisho 1</strong> hii?
