Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: You have reached the limit of <strong>%(u)s Mobile Workers</strong> included with your plan.
sw: Umefikia kikomo cha <strong>%(u)s Wafanyakazi wa Simu</strong> kilichojumuishwa kwenye mpango wako.

source: Please subscribe to a paid plan in order to add more Mobile Workers.
sw: Tafadhali jisajili kwenye mpango wa kulipia ili kuongeza Wafanyakazi wa Simu zaidi.

source: Please ask your billing administrator to subscribe to a paid plan in order to add more Mobile Workers.
sw: Tafadhali muombe msimamizi wa malipo ajisajili kwenye mpango wa kulipia ili kuongeza Wafanyakazi wa Simu zaidi.

source: New Mobile Workers
es: Nuevos Usuarios Móviles
sw: Wafanyakazi Wapya wa Simu

source: Show Deactivated Mobile Workers
es: Mostrar Usuarios Móviles Desactivados
sw: Onyesha Wafanyakazi wa Simu Waliokatishwa

source: Show Active Mobile Workers
es: Mostrar Usuarios Móviles Activos
sw: Onyesha Wafanyakazi wa Simu Hai

source: No Mobile Workers were found that matched your query.
es: No se encontraron Trabajadores Móviles que coincidan con tu consulta.
sw: Hakuna Wafanyakazi wa Simu waliopatikana wanaolingana na utafutaji wako.

source: <strong >There are no mobile workers visible to you at this time.</strong > Please contact your project's administrator if this is incorrect.
sw: <strong >Hakuna wafanyakazi wa simu unaoweza kuwaona kwa sasa.</strong > Tafadhali wasiliana na msimamizi wa mradi wako ikiwa hili si sahihi.

source: <strong >There are currently no mobile workers in this project.</strong >
sw: <strong >Kwa sasa hakuna wafanyakazi wa simu katika mradi huu.</strong >

source: <strong >No mobile users are assigned to your user's location.</strong >
sw: <strong >Hakuna watumiaji wa simu waliopangiwa eneo la mtumiaji wako.</strong >

source: Please create a new mobile worker above to get started.
es: Por favor, crea un nuevo trabajador móvil arriba para comenzar.
sw: Tafadhali unda mfanyakazi mpya wa simu hapo juu ili kuanza.

source: PersonalID Status
sw: Hali ya PersonalID

source: Not Linked
sw: Haijaunganishwa

source: Reactivate
es: Reactivar
sw: Rejesha

source: Unlink PersonalID
sw: Ondoa kiungo cha PersonalID

source: Link PersonalID
sw: Unganisha PersonalID

source: Reactivate Mobile Worker
es: Reactivar Usuario Móvil
sw: Rejesha Mfanyakazi wa Simu

source: Are you sure you want to <strong>reactivate</strong> this mobile worker?
sw: Una uhakika unataka <strong>kuhuisha tena</strong> mfanyakazi huyu wa simu?

source: Deactivated mobile workers are not able to log into new devices.<br /> Read more about <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank" > deactivating mobile workers </a> on our Help Site.
sw: Wafanyakazi wa simu waliopozimwa hawawezi kuingia kwenye vifaa vipya.<br /> Soma zaidi kuhusu <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank" > kuzima wafanyakazi wa simu </a> kwenye Tovuti yetu ya Msaada.

source: Deactivate Mobile Worker
es: Desactivar Usuario Móvil
sw: Katisha Mfanyakazi wa Simu

source: Are you sure you want to <strong>deactivate</strong> this mobile worker?
sw: Una uhakika unataka <strong>kuzima</strong> mfanyakazi huyu wa simu?

source: Loading Workers...
es: Cargando Usuarios...
sw: Inapakia Wafanyakazi...

source: <strong>There was an issue contacting the server.</strong> Please check your internet connection. If this issue continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
sw: <strong>Kulikuwa na tatizo kuwasiliana na seva.</strong> Tafadhali angalia muunganisho wako wa intaneti. Ikiwa tatizo hili litaendelea, tafadhali <a href="#modalReportIssue" data-toggle="modal">ripoti tatizo</a>.

source: Pending Account Confirmations
sw: Uthibitisho wa Akaunti Unasubiri

source: No pending account confirmations were found that matched your query.
sw: Hakuna uthibitisho wa akaunti unaosubiri uliolingana na utafutaji wako.

source: <strong >There are no pending account confirmations visible to you at this time.</strong > Please contact your project's administrator if this is incorrect.
sw: <strong >Hakuna uthibitisho wa akaunti unaosubiri unaoweza kuona kwa sasa.</strong > Tafadhali wasiliana na msimamizi wa mradi wako ikiwa hili si sahihi.

source: <strong >There are currently no pending account confirmations in this project.</strong >
sw: <strong >Kwa sasa hakuna uthibitisho wa akaunti unaosubiri katika mradi huu.</strong >

source: <strong >No users with pending account confirmations are assigned to your user's location.</strong >
sw: <strong >Hakuna watumiaji wenye uthibitisho wa akaunti unaosubiri waliopangiwa eneo la mtumiaji wako.</strong >

source: Pending Since
sw: Imesubiri Tangu

source: Send Confirmation SMS
es: Enviar SMS de Confirmación
sw: Tuma SMS ya Uthibitisho

source: Send Confirmation Email
es: Enviar Correo de Confirmación
sw: Tuma Barua Pepe ya Uthibitisho

source: Would you like to send the account confirmation SMS to this account?
es: ¿Le gustaría enviar el SMS de confirmación de cuenta a esta cuenta?
sw: Je, ungependa kutuma SMS ya uthibitisho wa akaunti kwenye akaunti hii?

source: Would you like to send the account confirmation email to this account?
es: ¿Le gustaría enviar el correo electrónico de confirmación de cuenta a esta cuenta?
sw: Je, ungependa kutuma barua pepe ya uthibitisho wa akaunti kwenye akaunti hii?

source: The user will be sent a SMS with instructions to set a password and be able to login to this project.
sw: Mtumiaji atatumia SMS yenye maelekezo ya kuweka nenosiri na ataweza kuingia kwenye mradi huu.

source: The user will be sent an email with instructions to set a password and be able to login to this project.
sw: Mtumiaji atatumia barua pepe yenye maelekezo ya kuweka nenosiri na ataweza kuingia kwenye mradi huu.

source: Send Account Confirmaton SMS
es: Enviar SMS de confirmación de cuenta
sw: Tuma SMS ya Uthibitisho wa Akaunti

source: Send Account Confirmaton Email
es: Enviar correo electrónico de confirmación de cuenta
sw: Tuma Barua Pepe ya Uthibitisho wa Akaunti

source: Loading Pending Account Confirmations...
sw: Inapakia Uthibitisho wa Akaunti Unasubiri...

source: CommCare Supply Settings
es: Configuraciones de CommCare Suministros
sw: Mipangilio ya CommCare Supply

source: Update CommCare Supply Settings
es: Actualizar las Configuraciones de CommCare Suministros
sw: Sasisha Mipangilio ya CommCare Supply

source: Delete +%(number)s ?
es: Eliminar +%(number)s ?
sw: Futa +%(number)s ?

source: Are you sure you want to delete the phone number: "+%(number)s"?
es: ¿Está seguro de que desea eliminar el número de teléfono: "+%(number)s"?
sw: Una uhakika unataka kufuta nambari ya simu: "+%(number)s"?

source: Verify +%(number)s?
es: ¿Verificar +%(number)s?
sw: Thibitisha +%(number)s?

source: A verification message has already been sent to this phone. The phone has not replied yet. Send again?
es: Ya se ha enviado un mensaje de verificación a este teléfono. El teléfono aún no ha respondido. ¿Enviar de nuevo?
sw: Ujumbe wa uthibitisho tayari umetumwa kwenye simu hii. Simu bado haijajibu. Tuma tena?

source: Registered Phone Numbers
es: Números de Teléfono Registrados
sw: Nambari za Simu Zilizojisajiliwa

source: VERIFIED
es: VERIFICADO
sw: IMETHIBITISHWA

source: VERIFICATION PENDING
es: VERIFICACIÓN PENDIENTE
sw: UTHIBITISHO UNASUBIRI

source: ALREADY IN USE
es: YA EN USO
sw: IMESHA TUMIKA

source: INVALID FORMAT
es: FORMATO INVÁLIDO
sw: MUUNDO SI SAHIHI

source: Send a verification SMS to this phone. When the user replies to this SMS, the phone number will be verified.
es: Enviar un SMS a este teléfono. Cuando el usuario conteste a este SMS, el número de teléfono será verificado.
sw: Tuma SMS ya uthibitisho kwenye simu hii. Mtumiaji atakapojibu SMS hii, nambari ya simu itathibitishwa.

source: Verify (retry)
es: Verificar (intentar de nuevo)
sw: Thibitisha (jaribu tena)

source: Mark as primary
es: Marcar como principal
sw: Weka kama msingi

source: Link PersonalID Account
sw: Unganisha Akaunti ya PersonalID

source: Are you sure you want to <strong>link</strong> the PersonalID account for this mobile worker?
sw: Una uhakika unataka <strong>kuunganisha</strong> akaunti ya PersonalID kwa mfanyakazi huyu wa simu?

source: After linking, the mobile worker will be able to access this project using their PersonalID credentials.
sw: Baada ya kuunganisha, mfanyakazi wa simu ataweza kufikia mradi huu kwa kutumia kitambulisho chao cha PersonalID.

source: Unlink PersonalID Account
sw: Ondoa kiungo cha Akaunti ya PersonalID

source: Are you sure you want to <strong>unlink</strong> the PersonalID account for this mobile worker?
sw: Una uhakika unataka <strong>katisha uhusiano</strong> wa akaunti ya PersonalID kwa mfanyakazi huyu wa simu?

source: After unlinking, the mobile worker will no longer be able to access this project using their PersonalID credentials.
sw: Baada ya kuondoa kiungo, mfanyakazi wa simu hataweza tena kufikia mradi huu kwa kutumia kitambulisho chao cha PersonalID.

source: Unlink
sw: Katisha Uhusiano

source: This user is linked with a PersonalID account, and so the password may not be reset or changed here.
sw: Mtumiaji huyu ameunganishwa na akaunti ya PersonalID, hivyo nenosiri haliwezi kuwekwa upya au kubadilishwa hapa.

source: Delete +%(number)s ?
es: Eliminar +%(number)s ?
sw: Futa +%(number)s ?

source: No groups created yet.
es: Aún no se han creado grupos.
sw: Hakuna vikundi vilivyoundwa bado.

source: Go to <a href="%(groups_url)s">groups configuration</a> to create them.
es: Vaya a <a href="%(groups_url)s">configuración de grupos</a> para crearlos.
sw: Nenda kwenye <a href="%(groups_url)s">mpangilio wa vikundi</a> ili kuviunda.

source: Group Memberships
es: Membresías de grupo
sw: Uanachama wa Kikundi

source: This user <strong data-bind="text: email"></strong> will be authenticated by the SSO Identity Provider "<strong data-bind="text: identityProviderName"></strong>".
es: Este usuario <strong data-bind="text: email"></strong> será autenticado por el Proveedor de Identidad SSO "<strong data-bind="text: identityProviderName"></strong>".
sw: Mtumiaji huyu <strong data-bind="text: email"></strong> atathibitishwa na Mtoa Utambulisho wa SSO "<strong data-bind="text: identityProviderName"></strong>".

source: By adding this user, you agree to trust this Identity Provider.
es: Al agregar a este usuario, acepta confiar en este Proveedor de Identidad.
sw: Kwa kuongeza mtumiaji huyu, unakubali kuamini Mtoa Utambulisho huyu.

source: By sending this invitation, you agree to trust this Identity Provider.
es: Al enviar esta invitación, acepta confiar en este Proveedor de Identidad.
sw: Kwa kutuma mwaliko huu, unakubali kuamini Mtoa Utambulisho huyu.

source: This will apply to all web users with <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> email addresses.
es: Esto se aplicará a todos los usuarios web con direcciones de correo electrónico <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong>.
sw: Hii itatumika kwa watumiaji wote wa tovuti wenye <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> anwani za barua pepe.

source: <a href="#">Learn more</a> about SSO on CommCare HQ.
es: <a href="#">Aprenda más</a> sobre SSO en CommCare HQ.
sw: <a href="#">Jifunze zaidi</a> kuhusu SSO kwenye CommCare HQ.

source: Organization Settings
es: Configuraciones de la Organización
sw: Mipangilio ya Shirika

source: The user is the only assigned user who can view cases in the following locations:
es: El usuario es el único usuario asignado que puede ver casos en las siguientes ubicaciones:
sw: Mtumiaji ndiye mtumiaji pekee aliyepangiwa anayeweza kuona kesi katika maeneo yafuatayo:

source: Depending on your application's case sharing configuration, changing one or more of these locations may result in some cases not being visible to any user until a new user is assigned to those locations.
es: Dependiendo de la configuración de uso compartido de casos de su aplicación, cambiar una o más de estas ubicaciones puede resultar en que algunos casos no sean visibles para ningún usuario hasta que se asigne un nuevo usuario a esas ubicaciones.
sw: Kulingana na mpangilio wa ushirikiano wa kesi wa programu yako, kubadilisha moja au zaidi ya maeneo haya kunaweza kusababisha baadhi ya kesi kutoonekana kwa mtumiaji yeyote hadi mtumiaji mpya apangiwe maeneo hayo.

source: Role Name
es: Nombre de Rol
sw: Jina la Jukumu

source: Area Access
es: Acceso al área
sw: Upatikanaji wa Eneo

source: Can Edit
es: Puede editar
sw: Inaweza Kuhariri

source: Can View
es: Puede ver
sw: Inaweza Kuangalia

source: Access Specific Reports
es: Acceder a informes específicos
sw: Fikia Ripoti Maalum

source: Select which reports the role can access:
es: Seleccione qué informes puede acceder el rol:
sw: Chagua ripoti ambazo jukumu linaweza kufikia:

source: Access Specific Tableau Reports
es: Acceder a informes específicos de Tableau
sw: Fikia Ripoti Maalum za Tableau

source: Select which Tableau reports the role can access:
es: Seleccione qué informes de Tableau puede acceder el rol:
sw: Chagua ripoti za Tableau ambazo jukumu linaweza kufikia:

source: All CommCare Analytics Roles
es: Todos los roles de análisis de CommCare
sw: Majukumu Yote ya Uchambuzi wa CommCare

source: Assign all commcare analytics roles to users with this role
es: Asignar todos los roles de analítica de CommCare a los usuarios con este rol
sw: Weka majukumu yote ya uchambuzi wa commcare kwa watumiaji wenye jukumu hili

source: CommCare Analytics Roles
es: Roles de Analítica de CommCare
sw: Majukumu ya Uchambuzi wa CommCare

source: Commcare Analytics Roles:
es: Roles de Analítica de CommCare:
sw: Majukumu ya Uchambuzi wa Commcare:

source: Other Settings
es: Otros Ajustes
sw: Mipangilio Mengine

source: Integration Access
es: Acceso de Integración
sw: Ufikiaji wa Ujumuishaji

source: Allow role to manage integration with other systems.
es: Permitir que el rol gestione la integración con otros sistemas.
sw: Ruhusu jukumu kusimamia ujumuishaji na mifumo mingine.

source: Manage Subscription Info
es: Gestionar Información de Suscripción
sw: Simamia Taarifa za Usajili

source: Allow role to manage subscription information.
es: Permitir que el rol gestione la información de suscripción.
sw: Ruhusu jukumu kusimamia taarifa za usajili.

source: Full Organization Access
es: Acceso Total a la Organización
sw: Ufikiaji Kamili wa Shirika

source: Allow role to access data from all locations.
es: Permitir que el rol acceda a datos de todas las ubicaciones.
sw: Ruhusu jukumu kufikia data kutoka maeneo yote.

source: Make sure any users assigned this role also have a location assigned to them. Users without assigned locations will not be permitted to log in.
es: Asegúrese de que cualquier usuario asignado a este rol también tenga una ubicación asignada. Los usuarios sin ubicaciones asignadas no podrán iniciar sesión.
sw: Hakikisha watumiaji wowote waliopangiwa jukumu hili pia wamepangiwa eneo. Watumiaji wasio na maeneo yaliyopangiwa hawataruhusiwa kuingia.

source: Organization-based data access restrictions are only available on the Pro plan and above. Saving this role will enable full organization access for the assigned users.
es: Las restricciones de acceso a datos basadas en la organización solo están disponibles en el plan Pro y superiores. Guardar este rol habilitará el acceso completo a la organización para los usuarios asignados.
sw: Vizuizi vya ufikiaji wa data kulingana na shirika vinapatikana tu kwenye mpango wa Pro na juu zaidi. Kuhifadhi jukumu hili kutawezesha ufikiaji kamili wa shirika kwa watumiaji waliopangiwa.

source: With the current configuration, this role will have full organization access and roles that can assign it will not. This is not recommended.
es: Con la configuración actual, este rol tendrá acceso completo a la organización y los roles que pueden asignarlo no lo tendrán. Esto no es recomendable.
sw: Kwa usanidi wa sasa, jukumu hili litakuwa na ufikiaji kamili wa shirika na majukumu yanayoweza kulipangia hayatakuwa nayo. Hii haipendekezwi.

source: Login-As All Users
es: Iniciar Sesión Como Todos los Usuarios
sw: Ingia-Kama Watumiaji Wote

source: Allow the user to log in as any mobile worker in Web Apps.
es: Permitir al usuario iniciar sesión como cualquier trabajador móvil en Aplicaciones Web.
sw: Ruhusu mtumiaji kuingia kama mfanyakazi yeyote wa simu kwenye Web Apps.

source: Limit Login-As
es: Limitar Iniciar Sesión Como
sw: Punguza Ingia-Kama

source: Allow the user to log in as only specified users in Web Apps.
es: Permitir al usuario iniciar sesión solo como usuarios especificados en Aplicaciones Web.
sw: Ruhusu mtumiaji kuingia kama watumiaji maalum tu kwenye Web Apps.

source: Login-As Default User
es: Iniciar Sesión Como Usuario Predeterminado
sw: Ingia-Kama Mtumiaji Chaguo-msingi

source: Allow the user to log in as the default user in Web Apps.
es: Permitir al usuario iniciar sesión como el usuario predeterminado en Aplicaciones Web.
sw: Ruhusu mtumiaji kuingia kama mtumiaji chaguo-msingi kwenye Web Apps.

source: Mobile App Access
es: Acceso a la Aplicación Móvil
sw: Ufikiaji wa Programu ya Simu

source: Allow mobile users access to offline mobile application
es: Permitir a los usuarios móviles acceso a la aplicación móvil sin conexión
sw: Ruhusu watumiaji wa simu kufikia programu ya simu isiyohitaji mtandao

source: Default Landing Page
es: Página de Inicio Predeterminada
sw: Ukurasa Chaguo-msingi wa Kutua

source: Allow Reporting Issues
es: Permitir Reportar Problemas
sw: Ruhusu Kuripoti Matatizo

source: Allow this role to report issues.
es: Permitirle reportar problemas a este rol.
sw: Ruhusu jukumu hili kuripoti matatizo.

source: Non-admin Editable
es: Editable por No Administradores
sw: Inaweza Kuhaririwa na Wasio Wasimamizi

source: Allow all non-admins to assign this role to other users.
es: Permitir a todos los no administradores asignar este rol a otros usuarios.
sw: Ruhusu wasio wasimamizi wote kupangia watumiaji wengine jukumu hili.

source: Manage Role Assignment
es: Gestionar Asignación de Roles
sw: Simamia Uteuzi wa Majukumu

source: Select which other roles can assign this role:
es: Seleccione qué otros roles pueden asignar este rol:
sw: Chagua majukumu mengine yanayoweza kupangia jukumu hili:

source: If the highlighted roles are selected, this role will have full organization access and be assignable by a role that does not. This is not recommended configuration.
es: Si se seleccionan los roles resaltados, este rol tendrá acceso completo a la organización y será asignable por un rol que no lo tenga. Esta no es una configuración recomendada.
sw: Ikiwa majukumu yaliyoangaziwa yamechaguliwa, jukumu hili litakuwa na ufikiaji kamili wa shirika na linaweza kupangiwa na jukumu ambalo halina. Hii si usanidi unaopendekezwa.

source: Assign All User Profiles
es: Asignar Todos los Perfiles de Usuario
sw: Weka Wasifu Wote wa Watumiaji

source: Allow role to access all user profiles while setting up mobile workers and web users.
es: Permitir que el rol acceda a todos los perfiles de usuario al configurar trabajadores móviles y usuarios web.
sw: Ruhusu jukumu kufikia wasifu wote wa watumiaji wakati wa kuweka wafanyakazi wa simu na watumiaji wa wavuti.

source: Assign Specific User Profiles
es: Asignar Perfiles de Usuario Específicos
sw: Weka Wasifu Maalum wa Watumiaji

source: Select which user profiles the role can assign to mobile workers and web users:
es: Seleccione qué perfiles de usuario puede asignar el rol a trabajadores móviles y usuarios web:
sw: Chagua wasifu wa watumiaji ambao jukumu linaweza kupangia wafanyakazi wa simu na watumiaji wa wavuti:

source: Allow this role to manage project alerts.
es: Permitir que este rol gestione alertas de proyecto.
sw: Ruhusu jukumu hili kusimamia arifa za mradi.

source: This permission is already configured via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Manage Web Apps Permissions</a>. Please remove this configuration before updating access here.
es: Este permiso ya está configurado a través de <a target="_blank" href="%(manage_web_apps_permissions_url)s">Gestionar Permisos de Aplicaciones Web</a>. Por favor, elimine esta configuración antes de actualizar el acceso aquí.
sw: Ruhusa hii tayari imesanidiwa kupitia <a target=\"_blank\" href=\"%(manage_web_apps_permissions_url)s\">Dhibiti Ruhusa za Programu za Wavuti</a>. Tafadhali ondoa usanidi huu kabla ya kusasisha ufikiaji hapa.

source: Please select at least one item.
es: Por favor, seleccione al menos un elemento.
sw: Tafadhali chagua angalau kipengee kimoja.

source: WARNING: "%(request_username)s" will no longer be able to access or edit "%(couch_username)s" if they don't share a location.
es: ADVERTENCIA: "%(request_username)s" ya no podrá acceder ni editar "%(couch_username)s" si no comparten una ubicación.
sw: ONYO: "%(request_username)s" hataweza tena kufikia au kuhariri "%(couch_username)s" ikiwa hawashiriki eneo.

source: WARNING: %(user_type)s "%(couch_username)s" must have at least one location assigned. They won't be able to log in otherwise.
es: ADVERTENCIA: %(user_type)s "%(couch_username)s" debe tener al menos una ubicación asignada. De lo contrario, no podrán iniciar sesión.
sw: ONYO: %(user_type)s "%(couch_username)s" lazima awe na angalau eneo moja limepangiwa. Hataweza kuingia vinginevyo.

source: Phone numbers can only contain digits and we were unable to convert yours automatically.
es: Los números de teléfono solo pueden contener dígitos y no pudimos convertir los suyos automáticamente.
sw: Nambari za simu zinaweza kuwa na tarakimu pekee na hatukuweza kubadilisha yako kiotomatiki.

source: Continue to Single Sign-On
es: Continuar con el inicio de sesión único
sw: Endelea na Ingia Moja kwa Moja

source: Checking Email Address
es: Verificando dirección de correo electrónico
sw: Inakagua Anwani ya Barua Pepe

source: Manage roles and permissions or add new custom roles.
es: Administrar roles y permisos o agregar nuevos roles personalizados.
sw: Dhibiti majukumu na ruhusa au ongeza majukumu mapya maalum.

source: View roles and permissions.
es: Ver roles y permisos.
sw: Tazama majukumu na ruhusa.

source: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Learn more</a> about how roles &amp; permissions are used.
es: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Aprende más</a> sobre cómo se utilizan los roles y permisos.
sw: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Jifunze zaidi</a> kuhusu jinsi majukumu na ruhusa zinavyotumika.

source: Unlock Linked Roles For Me
es: Desbloquear roles vinculados para mí
sw: Fungua Majukumu Yaliyounganishwa Kwangu

source: Lock Linked Roles For Me
es: Bloquear roles vinculados para mí
sw: Funga Majukumu Yaliyounganishwa Kwangu

source: Would you like to edit roles and add new, custom roles?
es: ¿Le gustaría editar roles y agregar nuevos roles personalizados?
sw: Je, ungependa kuhariri majukumu na kuongeza majukumu mapya, ya kawaida?
