Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: form/stock/stock_paracetamol_500
es: formulario/stock/stock_paracetamol_500
sw: fomu/hisa/hisa_paracetamol_500

source: form/stock/stock_rdt
es: formulario/stock/stock_rdt
sw: fomu/hisa/hisa_rdt

source: form/stock/stock_gloves
es: formulario/stock/stock_guantes
sw: fomu/hisa/hisa_gloves

source: mc_report_hf_monthly
es: informe_mc_hf_mensual
sw: mc_ripoti_kituo_cha_afya_kila_mwezi

source: mc_report_hf_weekly
es: informe_mc_hf_semanal
sw: mc_ripoti_kituo_cha_afya_kila_wiki

source: mc_msgs_title
es: título_mc_msgs
sw: mc_ujumbe_kichwa

source: Missing required column(s)
es: Falta(n) columna(s) requerida(s)
sw: Safu inayohitajika haipo

source: Missing call values
es: Faltan valores de llamada
sw: Thamani za simu zinazokosekana

source: Missing owner name
es: Falta el nombre del propietario
sw: Jina la mmiliki linakosekana

source: Latest call value not a date
es: El último valor de llamada no es una fecha
sw: Thamani ya simu ya mwisho si tarehe

source: Mobile number should be 10 digits
es: El número de móvil debe tener 10 dígitos
sw: Nambari ya simu ya mkononi inapaswa kuwa tarakimu 10

source: Latest call not in last month
es: La última llamada no es del mes pasado
sw: Simu ya mwisho haijapigwa mwezi uliopita

source: Upload limit reached for owner and call type
es: Se alcanzó el límite de carga para el propietario y tipo de llamada
sw: Kiwango cha juu cha kupakia kimefikiwa kwa mmiliki na aina ya simu

source: Unexpected value for skipping call validator column
es: Valor inesperado para la columna del validador de omisión de llamada
sw: Thamani isiyotegemewa kwa safu ya uthibitishaji wa kuruka simu

source: Unexpected sheet uploaded. Either {rch_identifier} or {sncu_identifier} should be present
es: Hoja inesperada cargada. Debe estar presente {rch_identifier} o {sncu_identifier}
sw: Lembo lisilotarajiwa limepakiwa. Aidha {rch_identifier} au {sncu_identifier} inapaswa kuwepo

source: Missing columns {column_names}
es: Faltan columnas {column_names}
sw: Safu zinazokosekana {column_names}

source: Need at least one Call column for Calls 1-6
es: Se necesita al menos una columna de Llamada para Llamadas 1-6
sw: Unahitaji angalau safu moja ya Simu kwa Simu 1-6

source: Required columns are {column_names}
es: Las columnas requeridas son {column_names}
sw: Safu zinazohitajika ni {column_names}

source: Enter valid JSON
es: Ingrese un JSON válido
sw: Weka JSON halali

source: You have %(num_fix)s Lookup Table set up. Selecting this plan will delete this Lookup Table.
es: Usted tiene %(num_fix)s Tabla de Búsqueda configurada. Al seleccionar este plan se eliminará esta Tabla de Búsqueda.

source: You have %(num)d De-Identified Export. Selecting this plan will remove it.
es: Usted tiene %(num)d Exportaciones No Identificables. Al seleccionar este plan se eliminará.

source: You have %(num_roles)d Custom Role configured for your project. If you select this plan, all users with that role will change to having the Read Only role.
es: Usted tiene %(num_roles)d Rol Personalizado para su proyecto. Si selecciona este plan, todos los usuarios con ese rol cambiarán al rol de Solo Lectura.

source: You have %(rule_count)d automatic case update rule configured in your project. If you select this plan, this rule will be deactivated.
es: Usted tiene %(rule_count)d regla de actualización de caso automática en su proyecto. Si selecciona este plan, esta regla se desactivará.

source: You have %(num_apps)d application that has a practice mobile worker configured, it will be unset on downgrade.
es: Usted tiene %(num_apps)d aplicación(es) que tiene configurado un usuario móvil de práctica, el cual no tendrá encendido la opción de bajar de plan.

source: <p> Hello %(old_user_name)s, </p> <p> Your card is no longer being used for autopayment on the account %(billing_account_name)s. </p> <p> A card belonging to <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> is being used instead. If this is expected, you do not have to take any further action, and this card will be used to pay monthly invoices and will be charged on the invoice due date. If this change is unexpected, you can view and alter the credit card information at any time by navigating to your <a href="%(billing_info_url)s">Billing Information</a> page. </p> <p> Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Best Regards, </p> <p> The CommCare HQ Team<br/> www.commcarehq.org </p> <p> Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>
es: <p> Hola %(old_user_name)s, </p> <p> Tu tarjeta ya no se está utilizando para el pago automático en la cuenta %(billing_account_name)s. </p> <p> En su lugar, se está utilizando una tarjeta perteneciente a <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong>. Si esto es lo esperado, no necesitas realizar ninguna acción adicional, y esta tarjeta se utilizará para pagar las facturas mensuales y se cargará en la fecha de vencimiento de la factura. Si este cambio es inesperado, puedes ver y modificar la información de la tarjeta de crédito en cualquier momento navegando a tu página de <a href="%(billing_info_url)s">Información de Facturación</a>. </p> <p> Gracias por usar CommCare. Si tienes alguna pregunta, no dudes en contactar a <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Atentamente, </p> <p> El equipo de CommCare HQ<br/> www.commcarehq.org </p> <p> Declaración de: CommCare HQ y la corporación Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>

source: Best Regards,<br /> The CommCare HQ Team<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>
es: Atentamente,<br /> El equipo de CommCare HQ<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
es: Correo electrónico de:<br /> CommCare HQ y la corporación Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
es: Gracias por utilizar CommCare. Si tiene alguna pregunta, por favor no dude en contactarnos al correo %(invoicing_contact_email)s. Atentamente, El equipo de CommCare HQ <br/> www.commcarehq.org Correo elecrónico de: CommCare HQ y la empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Correo electrónico de:<br /> CommCare HQ y la corporación Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Best Regards, The CommCare HQ Team www.commcarehq.org
es: Atentamente, El equipo de CommCare HQ www.commcarehq.org

source: Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Correo electrónico de: CommCare HQ y la empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: You can pay this bill by credit card or by wire: <ul> <li> To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. </li> <li> To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space. </li> </ul>
es: Puedes pagar esta factura con tarjeta de crédito o por transferencia bancaria: <ul> <li> Para pagar con tarjeta de crédito, por favor ve a tu página de <a href="%(statements_url)s">Estados de Cuenta</a>, haz clic en el botón verde "Realizar Pago" frente a tu(s) factura(s) impaga(s), y completa el monto que deseas pagar así como los detalles de tu tarjeta de crédito. </li> <li> Para pagar por transferencia bancaria, encuentra los detalles de la cuenta bancaria de Dimagi en tu factura. Por favor incluye el número de factura en tu pago por transferencia y asegúrate de enviar un correo electrónico a %(accounts_email)s después de haber realizado el pago, mencionando la fecha del pago, el monto, el número de factura y el espacio del proyecto. </li> </ul>

source: Best regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
es: Atentamente,<br /> El equipo de CommCare HQ<br /> www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Declaración de: CommCare HQ y la corporación Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: To pay this bill, you can either choose a credit card or wire payment: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
es: Usted puede pagar esta factura por medio de tarjeta de crédito o transferencia: - Para pagar por medio de tarjeta de crédito, ingrese a la página de Estados de Cuenta, haga clic en el botón verde de "Realizar pago" delante de la(s) facturas pendientes de pago e ingrese la cantidad que desea pagar y los datos de su tarjeta de crédito. - Para pagar por medio de transferencia, puede encontrar los datos bancarios de Dimagi en su factura. Por favor incluya el número de factura en su pago por transferencia y asegúrese de enviar un correo electrónico a %(accounts_email)s después de realizar el pago. Incluya la fecha del pago, el monto, el número de factura y el espacio del proyecto.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Gracias por usar %(plan_name)s. Si tiene alguna pregunta, no dude en contactar a %(invoicing_contact_email)s. Atentamente, El equipo de CommCare HQ www.commcarehq.org Declaración de: CommCare HQ y la corporación Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: The CommCare HQ Team
es: El Equipo CommCare HQ

source: Dear %(account)s administrator, Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please reach out to %(sales_email)s. If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado administrador de %(account)s, ¡Su suscripción a %(plan_name)s termina pronto! Si no renueva su suscripción antes de entonces, su suscripción se pausará el %(ending_on)s y perderá acceso a todas las funciones hasta que se vuelva a suscribir a un nuevo plan de pago. Para cambiar o renovar su suscripción, por favor contacte a %(sales_email)s. Si tiene alguna pregunta, no dude en contactar a %(invoicing_contact_email)s. Gracias por su uso y apoyo a CommCare. Atentamente, El equipo de CommCare HQ %(base_url)s

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions" >instructions</a >.
es: Como recordatorio, los pagos se pueden realizar mediante tarjeta de crédito, Transferencia Electrónica de Fondos (EFT) o cheque siguiendo estas <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions" >instrucciones</a >.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
es: Atentamente, <br /> El equipo de CommCare HQ <br /> www.commcarehq.org

source: Dear %(domain)s administrator, Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions After you have paid the unpaid invoices you can re-subscribe to your plan here: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
es: Estimado administrador de %(domain)s, Su suscripción ha sido pausada para el espacio de proyecto de CommCare %(domain)s. Puede recuperar el acceso a sus datos y espacio de proyecto volviendo a suscribirse a un plan. Para ver la lista completa de facturas impagas, puede seguir este enlace: %(statements_url)s Como recordatorio, los pagos se pueden realizar mediante tarjeta de crédito, Transferencia Electrónica de Fondos (EFT) o cheque siguiendo las instrucciones en https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions Después de haber pagado las facturas impagas, puede volver a suscribirse a su plan aquí: %(subscription_url)s Si tiene alguna pregunta, no dude en contactar a %(contact_email)s. Gracias por usar CommCare. Atentamente, El equipo de CommCare HQ www.commcarehq.org

source: Dear %(domain_or_account)s administrator, Your CommCare %(subscriptions_to_downgrade)s will be paused after tomorrow because your CommCare Billing Statements are more than %(days_overdue)s days overdue. If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to a paid plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
es: Estimado administrador de %(domain_or_account)s, Sus %(subscriptions_to_downgrade)s de CommCare serán pausadas después de mañana porque sus Estados de Cuenta de CommCare están más de %(days_overdue)s días vencidos. Si no realiza un pago antes de mañana, su suscripción será automáticamente pausada y perderá acceso a su espacio de proyecto y datos hasta que se vuelva a suscribir a un plan de pago. Para ver la lista completa de facturas impagas, puede seguir este enlace: %(statements_url)s Como recordatorio, los pagos se pueden realizar mediante tarjeta de crédito, Transferencia Electrónica de Fondos (EFT) o cheque siguiendo las instrucciones en https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions También puede pre-pagar por varios meses en cualquier momento siguiendo los pasos en https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Si tiene alguna pregunta, no dude en contactar a %(contact_email)s. Gracias por usar CommCare. Atentamente, El equipo de CommCare HQ www.commcarehq.org

source: Best Regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
es: Atentamente,<br /> El equipo de CommCare HQ<br /> www.commcarehq.org

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Gracias por utilizar %(plan_name)s. Si tiene alguna pregunta, por favor no dude en contactarnos al correo %(invoicing_contact_email)s. Atentamente, El equipo de CommCare HQ www.commcarehq.org De parte de: CommCare HQ y la empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Declaración De: CommCare HQ y la corporación Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Best Regards, The CommCare HQ Team www.commcarehq.org
es: Atentamente,<br /> El equipo de CommCare HQ<br /> www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: De parte de: CommCare HQ y la empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
es: Gracias por utilizar los servicios de CommCare. Si tiene alguna pregunta, por favor no dude en contactarnos al correo %(invoicing_contact_email)s. Atentamente, El equipo de CommCare HQ www.commcarehq.org Correo elecrónico de: CommCare HQ y la empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: You can pay this bill by credit card or by wire:
es: Puedes pagar esta factura con tarjeta de crédito o por transferencia bancaria:

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
es: Para pagar con tarjeta de crédito, por favor ve a tu página de <a href="%(statements_url)s">Estados de Cuenta</a>, haz clic en el botón verde "Realizar Pago" frente a tu(s) factura(s) impaga(s), y completa el monto que deseas pagar así como los detalles de tu tarjeta de crédito.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(invoicing_contact_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
es: Para pagar por transferencia bancaria, encuentra los detalles de la cuenta bancaria de Dimagi en tu factura. Por favor incluye el número de factura en tu pago por transferencia y asegúrate de enviar un correo electrónico a %(invoicing_contact_email)s después de haber realizado el pago, mencionando la fecha del pago, el monto, el número de factura y el espacio de proyecto.

source: To pay this bill, you can either choose a credit card or wire payment: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
es: Para pagar esta factura, puedes elegir entre tarjeta de crédito o transferencia bancaria: - Para pagar con tarjeta de crédito, por favor ve a tu página de Estados de Cuenta, haz clic en el botón verde "Realizar Pago" frente a tu(s) factura(s) impaga(s), y completa el monto que deseas pagar así como los detalles de tu tarjeta de crédito. - Para pagar por transferencia bancaria, encuentra los detalles de la cuenta bancaria de Dimagi en tu factura. Por favor incluye el número de factura en tu pago por transferencia y asegúrate de enviar un correo electrónico a %(accounts_email)s después de haber realizado el pago, mencionando la fecha del pago, el monto, el número de factura y el espacio de proyecto.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org
es: Gracias por usar %(plan_name)s. Si tienes alguna pregunta, por favor no dudes en contactar a %(invoicing_contact_email)s. Atentamente, El Equipo de CommCare HQ www.commcarehq.org

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" >instructions</a >.
es: Como recordatorio, los pagos se pueden realizar mediante tarjeta de crédito, Transferencia Electrónica de Fondos (EFT) o cheque siguiendo estas <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" >instrucciones</a >.

source: You can also pre-pay for several months at any time by following <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Pricing+FAQs#CommCarePricingFAQs-Pre-payment" >these steps</a >.
es: También puedes pre-pagar por varios meses en cualquier momento siguiendo <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Pricing+FAQs#CommCarePricingFAQs-Pre-payment" >estos pasos</a >.

source: Thanks, <br /> The CommCare HQ Team <br /> www.commcarehq.org
es: Gracias, <br /> El Equipo de CommCare HQ <br /> www.commcarehq.org
