Repository: dimagi/commcare-hq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, sw

source: Sign-out redirect URIs
es: URIs de redirección de cierre de sesión

source: Dear enterprise administrator, The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado administrador de la empresa, ¡El secreto de API para su Proveedor de Identidad "%(idp_name)s" expirará pronto! Si no se crea un nuevo secreto de API, la funcionalidad de Gestión Remota de Usuarios para su Proveedor de Identidad dejará de funcionar el: %(expires_on)s Si tiene alguna pregunta, no dude en contactar a %(contact_email)s. Gracias por su uso y apoyo a CommCare. Atentamente, El equipo de CommCare HQ %(base_url)s

source: Dear enterprise administrator, The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado administrador de la empresa, ¡El certificado para su Proveedor de Identidad %(idp_name)s expira pronto! Si el certificado no se renueva, cualquier autenticación de inicio de sesión único usando este IdP dejará de funcionar %(expires_on)s Si tiene alguna pregunta, no dude en contactar a %(contact_email)s. Gracias por su uso y apoyo a CommCare. Atentamente, El equipo de CommCare HQ %(base_url)s

source: Dear enterprise administrator, We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s Please check the configuration for Remote User Management in your Identity Provider settings. If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
es: Estimado administrador de la empresa, Hemos omitido temporalmente la desactivación automática de Usuarios Web gestionados por SSO por la siguiente razón: %(failure_reason)s Por favor, revise la configuración para la Gestión Remota de Usuarios en la configuración de su Proveedor de Identidad. Si tiene alguna pregunta, o si este problema persiste, no dude en contactar a %(contact_email)s. Gracias por su uso y apoyo a CommCare. Atentamente, El equipo de CommCare HQ %(base_url)s

source: Configure external Identity Providers associated with your Enterprise Account below.
es: Configure los Proveedores de Identidad externos asociados con su Cuenta Empresarial a continuación.

source: <strong>WARNING:</strong> Deleting an Identity Provider is not reversible.
es: <strong>ADVERTENCIA:</strong> Eliminar un Proveedor de Identidad no es reversible.

source: Deletion will immediately affect any client's SSO setup. Please exercise extreme caution. An active Identity Provider will not be deleted.
es: La eliminación afectará inmediatamente la configuración de SSO de cualquier cliente. Por favor, actúe con extrema precaución. Un Proveedor de Identidad activo no será eliminado.

source: Users with email addresses ending in these domain names must log in with SSO if the Identity Provider is active.
es: Los usuarios con direcciones de correo electrónico que terminen en estos nombres de dominio deben iniciar sesión con SSO si el Proveedor de Identidad está activo.

source: No users are exempt from SSO for this Identity Provider. Please add at least <strong>one enterprise admin</strong> before making this Identity Provider active!
es: No hay usuarios exentos de SSO para este Proveedor de Identidad. ¡Por favor, agregue al menos <strong>un administrador empresarial</strong> antes de activar este Proveedor de Identidad!

source: When the Identity Provider is in "Test" mode for Login Enforcement, only the users in this list will be directed to sign in with SSO.
es: Cuando el Proveedor de Identidad está en modo "Prueba" para la Aplicación de Inicio de Sesión, solo los usuarios en esta lista serán dirigidos a iniciar sesión con SSO.

source: You do not have permission to sign in with Single Sign-On. If this is in error, please contact your project's administrator.
es: No tiene permiso para iniciar sesión con Inicio de Sesión Único. Si esto es un error, por favor contacte al administrador de su proyecto.

source: <strong>Please Note:</strong> This feature flag is available on this server environment, but not on others.
es: <strong>Por favor, ten en cuenta:</strong> Esta bandera de característica está disponible en este entorno del servidor, pero no en otros.

source: <strong>CAUTION:</strong> This feature flag is not available on the current server environment.
es: <strong>PRECAUCIÓN:</strong> Esta bandera de característica no está disponible en el entorno del servidor actual.

source: This feature flag is <strong>always enabled</strong> for the following domains:
es: Esta bandera de característica está <strong>siempre habilitada</strong> para los siguientes dominios:

source: This feature flag is <strong>always disabled</strong> for the following domains:
es: Esta bandera de característica está <strong>siempre deshabilitada</strong> para los siguientes dominios:

source: This feature flag also requires the following flags to be enabled:
es: Esta bandera de característica también requiere que las siguientes banderas estén habilitadas:

source: Enabling this feature flag will automatically enable the flags listed above.
es: Habilitar esta bandera de característica habilitará automáticamente las banderas listadas arriba.

source: Resource Slug
es: Identificador del recurso

source: Populating your report did not complete successfully.
es: La población de su informe no se completó con éxito.

source: You can try clicking "Advanced" and choosing "Resume Build".
es: Puede intentar hacer clic en "Avanzado" y elegir "Reanudar Construcción".

source: What you are seeing now is just a preview, and contains some or none of your data.
es: Lo que está viendo ahora es solo una vista previa y contiene algunos o ninguno de sus datos.

source: Enabling this will let this data source and the data be imported into Analytics
es: Habilitar esto permitirá que esta fuente de datos y los datos sean importados a Analytics

source: Data source "{}" saved!
es: ¡Fuente de datos "{}" guardada!

source: Table "{}" is now being rebuilt. Data should start showing up soon
es: La tabla "{}" está siendo desarrollada de nuevo ahora. Los datos deberían empezar a mostrarse pronto

source: Table "{}" has already finished building. Rebuild table to start over.
es: La tabla "{}" ya se terminó de desarrollar. Desarrolle de nuevo la tabla para volver a empezar.

source: Table "{}" did not finish building but resume information is not available. Unfortunately, this means you need to rebuild the table.
es: La tabla "{}" no se terminó de desarrollar, pero la información de reanudación no está disponible. Desafortunadamente, esto significa que necesita volver a desarrollar la tabla.

source: Resuming rebuilding table "{}".
es: Continuar desarrollando la tabla "{}".

source: <i class="fa fa-info-circle"></i> Becomes default language seen in Web Apps and reports (if applicable), but does not affect mobile applications. Supported languages for reports are en, fra (partial), and hin (partial).
es: <i class="fa fa-info-circle"></i> Se convierte en el idioma predeterminado visto en Aplicaciones Web e informes (si aplica), pero no afecta a las aplicaciones móviles. Los idiomas compatibles para los informes son en, fra (parcial) y hin (parcial).

source: The user's account will not be active until they have confirmed their email and set a password.
es: La cuenta del usuario no estará activa hasta que haya confirmado su correo electrónico y establecido una contraseña.

source: Setting a password is disabled. The user will set their own password on confirming their account email.
es: La configuración de una contraseña está deshabilitada. El usuario establecerá su propia contraseña al confirmar su correo electrónico de cuenta.

source: Setting a password is disabled. The user will set their own password on confirming their account phone number.
es: La configuración de una contraseña está deshabilitada. El usuario establecerá su propia contraseña al confirmar su número de teléfono de cuenta.

source: User count has reached 90% of the Plan limit for {}
es: El número de usuarios ha alcanzado el 90% del límite del Plan para {}

source: To accept this invitation, you must first <a href="%(sign_out_url)s">sign out</a>.
es: Para aceptar esta invitación, primero debes <a href="%(sign_out_url)s">cerrar sesión</a>.

source: <p> Your request to join %(domain_name)s has been approved. </p> <p> You may now visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
es: <p> Tu solicitud para unirte a %(domain_name)s ha sido aprobada. </p> <p> Ahora puedes visitar %(url)s. </p> <p> Gracias,<br /> CommCare HQ </p>

source: Your request to join %(domain_name)s has been approved. You may now visit %(url)s. Thanks, CommCare HQ
es: Tu solicitud para unirte a %(domain_name)s ha sido aprobada. Ahora puedes visitar %(url)s. Gracias, CommCare HQ

source: <p> %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. </p> <p> To approve or delete this request, visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
es: <p> %(full_name)s (%(email)s) ha solicitado acceso a %(domain_name)s como usuario web. </p> <p> Para aprobar o eliminar esta solicitud, visita %(url)s. </p> <p> Gracias,<br /> CommCare HQ </p>

source: %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. To approve or delete this request, visit %(url)s. Thanks, CommCare HQ
es: %(full_name)s (%(email)s) ha solicitado acceso a %(domain_name)s como usuario web. Para aprobar o eliminar esta solicitud, visita %(url)s. Gracias, CommCare HQ

source: Please note that you have reached %(user_count)s mobile users, the maximum user limit included in your plan. Your user limit represents all mobile users that are not currently deactivated (see <a href="%(url)s">here</a> for more). If you exceed the number of mobile users included in your plan, you will be charged as per the terms of plan.
es: Ten en cuenta que has alcanzado %(user_count)s usuarios móviles, el límite máximo de usuarios incluido en tu plan. Tu límite de usuarios representa a todos los usuarios móviles que no están actualmente desactivados (ver <a href="%(url)s">aquí</a> para más información). Si excedes el número de usuarios móviles incluidos en tu plan, se te cobrará según los términos del plan.

source: Please note that you have utilised 90%% of the user limit included in your plan. Your project currently has %(user_count)s mobile users out of %(plan_limit)s included in your plan. Your user limit represents all mobile users that are not currently deactivated (see <a href="%(url)s">here</a> for more). If you exceed the number of mobile users included in your plan, you will be charged as per the terms of plan.
es: Ten en cuenta que has utilizado el 90%% del límite de usuarios incluido en tu plan. Tu proyecto actualmente tiene %(user_count)s usuarios móviles de un total de %(plan_limit)s incluidos en tu plan. Tu límite de usuarios representa a todos los usuarios móviles que no están actualmente desactivados (ver <a href="%(url)s">aquí</a> para más información). Si excedes el número de usuarios móviles incluidos en tu plan, se te cobrará según los términos del plan.

source: Mobile Workers can log into applications in this project space and submit data.
es: Los Trabajadores Móviles pueden iniciar sesión en aplicaciones en este espacio de proyecto y enviar datos.

source: Their activity and form submissions can be monitored in the Reports section of this %(hq_name)s project space. <br /> Read more about managing mobile workers on our <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank">Help Site</a>.
es: Su actividad y envíos de formularios pueden ser monitoreados en la sección de Informes de este espacio de proyecto de %(hq_name)s. <br /> Lee más sobre cómo gestionar trabajadores móviles en nuestro <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank">Sitio de Ayuda</a>.

source: You have reached the limit of <strong>%(u)s Mobile Workers</strong> included with your plan.
es: Has alcanzado el límite de <strong>%(u)s Trabajadores Móviles</strong> incluido con tu plan.

source: Please subscribe to a paid plan in order to add more Mobile Workers.
es: Por favor, suscríbete a un plan de pago para añadir más Trabajadores Móviles.

source: Please ask your billing administrator to subscribe to a paid plan in order to add more Mobile Workers.
es: Por favor, pide a tu administrador de facturación que se suscriba a un plan de pago para añadir más Trabajadores Móviles.

source: <strong>There are no mobile workers visible to you at this time.</strong> Please contact your project's administrator if this is incorrect.
es: <strong>No hay trabajadores móviles visibles para ti en este momento.</strong> Por favor, contacta al administrador de tu proyecto si esto es incorrecto.

source: <strong>There are currently no mobile workers in this project.</strong>
es: <strong>Actualmente no hay trabajadores móviles en este proyecto.</strong>

source: <strong>No mobile users are assigned to your user's location.</strong>
es: <strong>No hay usuarios móviles asignados a la ubicación de tu usuario.</strong>

source: Are you sure you want to <strong>reactivate</strong> this mobile worker?
es: ¿Está seguro de que desea <strong>reactivar</strong> a este trabajador móvil?

source: Deactivated mobile workers are not able to log into new devices.<br /> Read more about <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank"> deactivating mobile workers </a> on our Help Site.
es: Los trabajadores móviles desactivados no pueden iniciar sesión en nuevos dispositivos.<br /> Lea más sobre <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank"> desactivar trabajadores móviles </a> en nuestro sitio de ayuda.

source: Are you sure you want to <strong>deactivate</strong> this mobile worker?
es: ¿Está seguro de que desea <strong>desactivar</strong> a este trabajador móvil?

source: The user will be sent an email with instructions to set a password and be able to login to this project.
es: Se enviará un correo electrónico al usuario con instrucciones para establecer una contraseña y poder iniciar sesión en este proyecto.

source: The user will be sent a SMS with instructions to set a password and be able to login to this project.
es: Se enviará un SMS al usuario con instrucciones para establecer una contraseña y poder iniciar sesión en este proyecto.

source: You can now login
es: Ahora puedes iniciar sesión

source: This feature allows you to quickly explore your case data for ad-hoc data queries or to identify unclean data.
es: Esta función le permite explorar rápidamente sus datos de casos para consultas de datos ad-hoc o para identificar datos no limpios.

source: Host:Port
es: Host:Puerto

source: OrgUnitID
es: IDUniOrg

source: AttributeOptionComboID
es: IDAtribuciónOpciónCombo

source: CompleteDate
es: FechaCompleta

source: DataSet Maps map CommCare UCRs to DHIS2 DataSets. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets" target="_new">More info</a>.
es: Los Mapas de Conjunto de Datos mapean UCRs de CommCare a Conjuntos de Datos de DHIS2. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets" target="_new">Más información</a>.

source: DataElementID
es: ID de Elementos de Datos

source: CategoryOptionComboID
es: ID de Categoría de Opción de Combo

source: API auth preset
es: Preajuste de autenticación de API

source: Metadata
es: Metadatos

source: Please select the applicable API auth settings for the
es: Por favor seleccione la configuración de autenticación de API aplicable para el

source: patients added from OpenMRS Atom feed.
es: pacientes añadidos desde el feed Atom de OpenMRS.

source: patients from OpenMRS unless only one case type is specified.
es: pacientes desde OpenMRS a menos que solo se especifique un tipo de caso.

source: matching unique OpenMRS UUID. case external_id:
es: coincidencia de UUID único de OpenMRS. caso external_id:

source: Invalid Payload
es: Carga Útil Inválida

source: Select all %(total)s payloads
es: Seleccionar todos los %(total)s cargas útiles

source: Select %(total_pending)s pending payloads
es: Seleccionar %(total_pending)s cargas útiles pendientes

source: Select %(total_cancelled)s cancelled payloads
es: Seleccionar %(total_cancelled)s cargas útiles canceladas

source: Please select at least one payload
es: Por favor, seleccione al menos una carga útil

source: This action is not allowed for some of the selected payloads
es: Esta acción no está permitida para algunas de las cargas útiles seleccionadas

source: Invalid payload
es: Carga útil inválida

source: Cancel or Requeue
es: Cancelar o Reencolar

source: Bulk Data Cleaning
es: Limpieza masiva de datos

source: CSQL Fixtures
es: Fixtures de CSQL

source: Django Admin
es: Admin Django

source: Token generator
es: Generador de tokens
