Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: The email address to which message bounces and complaints should be sent
hi: वह ईमेल पता जिस पर संदेश बाउंस और शिकायतें भेजी जानी चाहिए

source: Use Gateway?
hi: गेटवे का उपयोग करें?

source: Select this option to use this email gateway for sending emails
hi: ईमेल भेजने के लिए इस ईमेल गेटवे का उपयोग करने के लिए इस विकल्प का चयन करें

source: Use Tracking Headers
hi: ट्रैकिंग हेडर का उपयोग करें

source: Applicable for Amazon's gateway. When selected, emails will be sent with tracking headers along with other headers.
hi: अमेज़न के गेटवे के लिए लागू। चयनित होने पर, ईमेल अन्य हेडर के साथ ट्रैकिंग हेडर के साथ भेजे जाएंगे।

source: SNS Endpoint Secret
hi: SNS एंडपॉइंट सीक्रेट

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled. This secret is used in the AWS SNS settings.
hi: केवल तब लागू जब गेटवे अमेज़न का SES हो और ट्रैकिंग हेडर सक्षम हों। यह सीक्रेट AWS SNS सेटिंग्स में उपयोग किया जाता है।

source: SES Configuration Set Name
hi: SES कॉन्फ़िगरेशन सेट नाम

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled.
hi: केवल तब लागू जब गेटवे अमेज़न का SES हो और ट्रैकिंग हेडर सक्षम हों।

source: Saved
hi: सहेजा गया

source: Add Email Gateway Settings
hi: ईमेल गेटवे सेटिंग्स जोड़ें

source: Email Settings
hi: ईमेल सेटिंग्स

source: Project Space Name
hi: प्रोजेक्ट स्पेस नाम

source: Project URL
hi: प्रोजेक्ट URL

source: Unrecognized report '{}'
hi: अमान्य रिपोर्ट '{}'

source: Project Spaces
hi: प्रोजेक्ट स्पेसेस

source: Created On [UTC]
hi: निर्मित तिथि [UTC]

source: # of Apps
hi: ऐप्स की संख्या

source: # of Mobile Users
hi: मोबाइल उपयोगकर्ताओं की संख्या

source: # of Web Users
hi: वेब उपयोगकर्ताओं की संख्या

source: # of SMS (last 30 days)
hi: SMS की संख्या (पिछले 30 दिन)

source: Last Form Submission [UTC]
hi: अंतिम फॉर्म सबमिशन [UTC]

source: OData Feeds Used
hi: प्रयुक्त OData फीड्स

source: OData Feeds Available
hi: उपलब्ध OData फीड्स

source: Email Address
hi: ईमेल पता

source: Role
hi: भूमिका

source: Last Login [UTC]
hi: अंतिम लॉगिन [UTC]

source: Last Access Date [UTC]
hi: अंतिम एक्सेस तिथि [UTC]

source: Active User
hi: सक्रिय उपयोगकर्ता

source: Invited
hi: आमंत्रित

source: Created Date [UTC]
hi: निर्माण तिथि [UTC]

source: Last Sync [UTC]
hi: अंतिम सिंक [UTC]

source: Last Submission [UTC]
hi: अंतिम सबमिशन [UTC]

source: User ID
hi: उपयोगकर्ता आईडी

source: Mobile Form Submissions
hi: मोबाइल फॉर्म सबमिशन

source: Date ranges with more than {} days are not supported
hi: {} दिनों से अधिक की तिथि सीमाएं समर्थित नहीं हैं

source: Form ID
hi: फॉर्म आईडी

source: Submitted [UTC]
hi: सबमिट किया गया [UTC]

source: Mobile User
hi: मोबाइल उपयोगकर्ता

source: Domain {name} has too many users. Maximum allowed is: {amount}
hi: डोमेन {name} में बहुत अधिक उपयोगकर्ता हैं। अधिकतम अनुमत सीमा है: {amount}

source: {name} contains too many rows. Maximum allowed is: {amount}. Please narrow the date range to fetch a smaller amount of data
hi: {name} में बहुत अधिक पंक्तियाँ हैं। अधिकतम अनुमत सीमा है: {amount}। कृपया कम डेटा प्राप्त करने के लिए दिनांक सीमा को सीमित करें

source: Unnamed
hi: बेनाम

source: App not found
hi: ऐप नहीं मिला

source: OData Feeds
hi: OData फ़ीड्स

source: Number of Rows
hi: पंक्तियों की संख्या

source: ERROR: Too many exports. Please contact customer service
hi: त्रुटि: बहुत अधिक निर्यात। कृपया ग्राहक सेवा से संपर्क करें

source: # Applications
hi: # एप्लिकेशन

source: # Surveys Only
hi: # केवल सर्वेक्षण

source: # Cases Only
hi: # केवल केस

source: # Mixed
hi: # मिश्रित

source: Data Exports
hi: डेटा निर्यात

source: SubType
hi: उपप्रकार

source: Daily Saved Export
hi: दैनिक सहेजा गया निर्यात

source: Excel Integration
hi: एक्सेल एकीकरण

source: CommCare Version Compliance
hi: CommCare संस्करण अनुपालन

source: Mobile Worker
hi: मोबाइल वर्कर

source: Latest Version Available at Submission
hi: सबमिशन के समय उपलब्ध नवीनतम संस्करण

source: Version in Use
hi: प्रयोग में संस्करण

source: SMS Usage
hi: SMS उपयोग

source: # of SMS Sent
hi: भेजे गए SMS की संख्या

source: # Sent
hi: # भेजे गए

source: # Received
hi: # प्राप्त

source: # Errors
hi: # त्रुटियाँ

source: API Keys
hi: API कुंजी

source: Web User
hi: वेब उपयोगकर्ता

source: API Key Name
hi: API कुंजी का नाम

source: Scope
hi: स्कोप

source: Expiration Date [UTC]
hi: समाप्ति तिथि [UTC]

source: Last Used On [UTC]
hi: अंतिम उपयोग [UTC] पर

source: # of Project Spaces without 2FA
hi: 2FA के बिना प्रोजेक्ट स्पेस की संख्या

source: Project Space without 2FA
hi: 2FA के बिना प्रोजेक्ट स्पेस

source: Data Forwarding
hi: डेटा फॉरवर्डिंग

source: # of Data Forwarders
hi: डेटा फॉरवर्डर की संख्या

source: Service Name
hi: सेवा का नाम

source: Last Modified [UTC]
hi: अंतिम बार संशोधित [UTC]

source: Application Version Compliance
hi: एप्लिकेशन संस्करण अनुपालन

source: The statistic of this tile is not currently supported
hi: इस टाइल का आँकड़ा वर्तमान में समर्थित नहीं है

source: Latest Version Available When Last Used
hi: अंतिम उपयोग के समय उपलब्ध नवीनतम संस्करण

source: Last Used [UTC]
hi: अंतिम बार उपयोग किया गया [UTC]

source: Restrict Project Space Creation
hi: प्रोजेक्ट स्पेस निर्माण प्रतिबंधित करें

source: Do not allow current web users, other than enterprise admins, to create new project spaces.
hi: मौजूदा वेब उपयोगकर्ताओं को, एंटरप्राइज एडमिन के अलावा, नए प्रोजेक्ट स्पेस बनाने की अनुमति न दें।

source: Restrict User Signups
hi: उपयोगकर्ता साइनअप प्रतिबंधित करें

source: Message to display to users who attempt to sign up for an account
hi: उन उपयोगकर्ताओं को दिखाने के लिए संदेश जो खाता बनाने का प्रयास करते हैं

source: Default File Type
hi: डिफ़ॉल्ट फ़ाइल प्रकार

source: Excel Date & Multimedia Format
hi: एक्सेल तिथि और मल्टीमीडिया प्रारूप

source: Automatically convert dates and multimedia links for Excel
hi: Excel के लिए स्वतः तिथि और मल्टीमीडिया लिंक कन्वर्ट करें

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
hi: इसे चयनित रखने से तिथियाँ Excel प्रारूप में दिखाई देंगी। अन्यथा वे सामान्य पाठ प्रारूप में दिखाई देंगी। यह आपके फॉर्म सबमिशन द्वारा कैप्चर किए गए मल्टीमीडिया के लिए हाइपरलिंक की भी अनुमति देता है।

source: Excel Cell Format
hi: Excel सेल प्रारूप

source: Automatically format cells for Excel 2007+
hi: Excel 2007+ के लिए स्वतः सेल प्रारूपित करें

source: If this setting is not selected, your export will be in Excel's generic format. If you enable this setting, Excel will format dates, integers, decimals, boolean values (True/False), and currencies.
hi: यदि यह सेटिंग चयनित नहीं है, तो आपका निर्यात Excel के सामान्य प्रारूप में होगा। यदि आप इस सेटिंग को सक्षम करते हैं, तो Excel तिथियों, पूर्णांकों, दशमलव, बूलियन मान (True/False), और मुद्राओं को प्रारूपित करेगा।

source: Checkbox Format
hi: चेकबॉक्स प्रारूप

source: Expand checkbox questions
hi: चेकबॉक्स प्रश्नों का विस्तार करें

source: Only applies to form exports.
hi: केवल फॉर्म निर्यात पर लागू होता है।

source: Edit Enterprise Settings
hi: एंटरप्राइज सेटिंग्स संपादित करें

source: Edit Default Form Export Settings
hi: डिफ़ॉल्ट फॉर्म निर्यात सेटिंग्स संपादित करें

source: Edit Default Case Export Settings
hi: डिफ़ॉल्ट केस निर्यात सेटिंग्स संपादित करें

source: Edit Default OData Export Settings
hi: डिफ़ॉल्ट OData निर्यात सेटिंग्स संपादित करें

source: Update Enterprise Settings
hi: एंटरप्राइज सेटिंग्स अपडेट करें

source: If restricting signups, a message is required.
hi: यदि साइनअप को प्रतिबंधित किया जा रहा है, तो एक संदेश आवश्यक है।

source: Auto-Deactivation by Inactivity
hi: निष्क्रियता द्वारा स्वतः-निष्क्रियकरण

source: Automatically deactivate Mobile Workers who have not submitted a form within the Inactivity Period below.
hi: ऐसे मोबाइल वर्कर्स को स्वतः निष्क्रिय करें जिन्होंने नीचे दिए गए निष्क्रियता अवधि के भीतर कोई फॉर्म सबमिट नहीं किया है।

source: Inactivity Period
hi: निष्क्रियता अवधि

source: 30 days
hi: 30 दिन

source: 60 days
hi: 60 दिन

source: 90 days
hi: 90 दिन

source: 120 days
hi: 120 दिन

source: 150 days
hi: 150 दिन

source: 180 days
hi: 180 दिन

source: 365 days
hi: 365 दिन

source: Mobile workers who have not submitted a form after these many days will be considered inactive.
hi: जिन मोबाइल वर्कर्स ने इतने दिनों के बाद भी कोई फॉर्म सबमिट नहीं किया है, उन्हें निष्क्रिय माना जाएगा।

source: Auto-Deactivation by Month
hi: महीने के अनुसार स्वतः-निष्क्रियकरण

source: Allow auto-deactivation of Mobile Workers after a specific month.
hi: किसी विशिष्ट महीने के बाद मोबाइल वर्कर्स के स्वतः-निष्क्रियकरण की अनुमति दें।

source: When this is enabled, an option to select a month and year for deactivating a Mobile Worker will be present when creating that Mobile Worker.
hi: जब यह सक्षम होता है, तो उस मोबाइल वर्कर को बनाते समय निष्क्रिय करने के लिए एक महीना और वर्ष चुनने का विकल्प उपलब्ध होगा।

source: Update Settings
hi: सेटिंग्स अपडेट करें

source: SMS Detailed Report
hi: SMS विस्तृत रिपोर्ट

source: This is a report of SMS details that can be altered by using the filter options above. Once you are happy with your filters, simply click Apply.
hi: यह SMS विवरणों की एक रिपोर्ट है जिसे ऊपर दिए गए फ़िल्टर विकल्पों का उपयोग करके बदला जा सकता है। एक बार जब आप अपने फ़िल्टर से संतुष्ट हों, तो बस Apply पर क्लिक करें।

source: Date of Message
hi: संदेश की तिथि

source: SMS parts
hi: SMS भाग

source: Gateway
hi: गेटवे

source: Gateway Charge
hi: गेटवे शुल्क

source: Usage Charge
hi: उपयोग शुल्क

source: Total Charge
hi: कुल शुल्क

source: Message Log ID
hi: संदेश लॉग आईडी

source: Is Valid?
hi: क्या मान्य है?

source: Settings have been updated!
hi: सेटिंग्स अपडेट कर दी गई हैं!

source: Please check form for errors.
hi: कृपया त्रुटियों के लिए फॉर्म जांचें।

source: Enterprise Dashboard Error: {}
hi: एंटरप्राइज डैशबोर्ड त्रुटि: {}

source: Enterprise Dashboard: {}
hi: एंटरप्राइज डैशबोर्ड: {}

source: Enterprise Permissions
hi: एंटरप्राइज अनुमतियाँ

source: Give web users who have access to a controlling project space the same level of access to your other project spaces. Such users will neither get email invitations to join these project spaces, nor will they appear as members in those project spaces.
hi: वेब उपयोगकर्ताओं को, जिन्हें नियंत्रित प्रोजेक्ट स्पेस तक पहुँच है, आपके अन्य प्रोजेक्ट स्पेस में भी समान स्तर की पहुँच दें। ऐसे उपयोगकर्ताओं को इन प्रोजेक्ट स्पेस में शामिल होने के लिए ईमेल निमंत्रण नहीं मिलेंगे, न ही वे इन प्रोजेक्ट स्पेस के सदस्य के रूप में दिखाई देंगे।

source: Disable Enterprise Permissions
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: To turn on enterprise permissions, select the controlling project space.
hi: एंटरप्राइज अनुमतियाँ चालू करने के लिए, नियंत्रित प्रोजेक्ट स्पेस चुनें।

source: Select the controlling project space
hi: Manejo de Casos

source: Web users in <strong>%(source_domain)s</strong> will also have permissions in the following project spaces.
hi: <strong>%(source_domain)s</strong> में वेब उपयोगकर्ताओं को निम्नलिखित प्रोजेक्ट स्पेस में भी अनुमतियाँ मिलेंगी।

source: Web users in the controlling project space will also have permissions in the following project spaces.
hi: नियंत्रित प्रोजेक्ट स्पेस में वेब उपयोगकर्ताओं को निम्नलिखित प्रोजेक्ट स्पेस में भी अनुमतियाँ मिलेंगी।

source: Web users in <strong>%(source_domain)s</strong> will <strong>not</strong> have permissions in the following project spaces.
hi: <strong>%(source_domain)s</strong> में वेब उपयोगकर्ताओं को निम्नलिखित प्रोजेक्ट स्पेस में <strong>अनुमति नहीं</strong> मिलेगी।

source: Web users in the controlling project space will <strong>not</strong> have permissions in the following project spaces.
hi: नियंत्रित प्रोजेक्ट स्पेस में वेब उपयोगकर्ताओं को निम्नलिखित प्रोजेक्ट स्पेस में <strong>अनुमति नहीं</strong> मिलेगी।

source: Customize Mobile Form Submissions Date Range
hi: मोबाइल फॉर्म सबमिशन की तिथि सीमा अनुकूलित करें

source: No project spaces found.
hi: कोई प्रोजेक्ट स्पेस नहीं मिला।

source: Email Report
hi: ईमेल रिपोर्ट

source: Platform Overview for {}
hi: {} के लिए प्लेटफ़ॉर्म अवलोकन

source: Platform Overview
hi: प्लेटफ़ॉर्म अवलोकन

source: Enterprise Console
hi: एंटरप्राइज़ कंसोल

source: Projects Overview
hi: प्रोजेक्ट्स अवलोकन

source: User Management
hi: Manejo de Casos

source: Data Management & Export
hi: डेटा प्रबंधन और निर्यात

source: Security Center for {}
hi: {} के लिए सुरक्षा केंद्र

source: Security Center
hi: सुरक्षा केंद्र

source: That report was not found. Please remember that download links expire after 24 hours.
hi: वह रिपोर्ट नहीं मिली। कृपया ध्यान दें कि डाउनलोड लिंक 24 घंटे बाद समाप्त हो जाते हैं।

source: Generating {title} report, will email to {email} when complete.
hi: {title} रिपोर्ट तैयार की जा रही है, पूर्ण होने पर {email} पर ईमेल कर दी जाएगी।

source: Enterprise Settings
hi: एंटरप्राइज़ सेटिंग्स

source: Enterprise permissions have been disabled.
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Could not add {}.
hi: {} को जोड़ा नहीं जा सका।

source: {} is now included in enterprise permissions.
hi: {} अब एंटरप्राइज़ अनुमतियों में शामिल है।

source: Could not remove {}.
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: {} is now excluded from enterprise permissions.
hi: {} अब एंटरप्राइज़ अनुमतियों से बाहर है।

source: Please select a project.
hi: कृपया एक प्रोजेक्ट चुनें।

source: Controlling domain set to {}.
hi: नियंत्रण डोमेन {} पर सेट किया गया है।

source: Per event day
hi: प्रति इवेंट दिन

source: Per entire event
hi: पूरे इवेंट के लिए

source: Attendance target
hi: उपस्थिति लक्ष्य

source: The expected amount of attendees.
hi: अपेक्षित उपस्थित लोगों की संख्या।

source: Allow same day registration
hi: उसी दिन पंजीकरण की अनुमति दें

source: Attendance recording options
hi: उपस्थिति रिकॉर्डिंग विकल्प

source: Attendees
hi: उपस्थित लोग

source: Attendance Takers
hi: उपस्थिति दर्ज करने वाले

source: Please choose at least one Attendance Taker
hi: कृपया कम से कम एक उपस्थिति दर्ज करने वाला चुनें

source: Invalid Start Date
hi: अमान्य प्रारंभ तिथि

source: You cannot specify the start date in the past
hi: आप प्रारंभ तिथि को भूतकाल में निर्दिष्ट नहीं कर सकते

source: End Date cannot be before Start Date
hi: समाप्ति तिथि प्रारंभ तिथि से पहले नहीं हो सकती

source: You cannot specify the end date in the past
hi: आप समाप्ति तिथि को भूतकाल में निर्दिष्ट नहीं कर सकते

source: All Locations
hi: सभी स्थान

source: One or more of the locations was not found.
hi: एक या अधिक स्थान नहीं मिले।

source: Primary location must be one of the user's locations
hi: प्राथमिक स्थान उपयोगकर्ता के स्थानों में से एक होना चाहिए

source: Primary location can't be empty if the user has any locations set
hi: यदि उपयोगकर्ता के कोई स्थान सेट हैं तो प्राथमिक स्थान खाली नहीं हो सकता

source: Attendee list under review
hi: उपस्थित लोगों की सूची समीक्षा के अधीन है

source: Attendee list rejected
hi: उपस्थित लोगों की सूची अस्वीकृत

source: Attendee list accepted
hi: उपस्थित लोगों की सूची स्वीकृत

source: Event not started
hi: इवेंट शुरू नहीं हुआ

source: Event in progress
hi: इवेंट प्रगति पर है

source: Attendee
hi: उपस्थित

source: This attendee cannot be deleted as <strong>%(attendee_name)s</strong> has been tracked as having attended one or more events.
hi: इस उपस्थित को हटाया नहीं जा सकता क्योंकि <strong>%(attendee_name)s</strong> को एक या अधिक इवेंट में उपस्थित के रूप में ट्रैक किया गया है।

source: Update Attendee
hi: उपस्थित अपडेट करें

source: Delete Attendee
hi: उपस्थित हटाएं

source: Are you sure you want to permanently delete <strong>%(attendee_name)s</strong>?
hi: क्या आप वाकई <strong>%(attendee_name)s</strong> को स्थायी रूप से हटाना चाहते हैं?

source: This action will delete %(attendee_name)s as a potential attendee and will remove them from all future events that they are currently enlisted in.
hi: यह क्रिया %(attendee_name)s को संभावित उपस्थित के रूप में हटा देगी और उन्हें उन सभी भविष्य के इवेंट्स से हटा देगी जिनमें वे वर्तमान में नामांकित हैं।

source: This action cannot be undone.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।

source: Known potential attendees who can be invited to participate in Attendance Tracking Events.
hi: ज्ञात संभावित उपस्थित जिन्हें उपस्थिति ट्रैकिंग इवेंट्स में भाग लेने के लिए आमंत्रित किया जा सकता है।

source: Create Potential Attendee
hi: संभावित उपस्थित बनाएं

source: Enable Mobile Worker Attendees
hi: मोबाइल वर्कर उपस्थित सक्षम करें

source: New Potential Attendees
hi: नए संभावित प्रतिभागी

source: Pending...
hi: लंबित...

source: NEW
hi: नया

source: ERROR
hi: त्रुटि

source: Potential Attendees
hi: संभावित प्रतिभागी

source: Loading potential attendees ...
hi: संभावित प्रतिभागियों को लोड किया जा रहा है ...

source: <strong>There was an issue contacting the server.</strong> Please check your internet connection. If this issue continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
hi: <strong>सर्वर से संपर्क करने में समस्या आई।</strong> कृपया अपनी इंटरनेट कनेक्शन जांचें। यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-toggle="modal">समस्या की रिपोर्ट करें</a>।

source: You currently have no potential attendees.
hi: आपके पास वर्तमान में कोई संभावित प्रतिभागी नहीं हैं।

source: No matching potential attendees found.
hi: कोई मेल खाते संभावित प्रतिभागी नहीं मिले।

source: Attendance tracking events can be used to track attendance of all the selected attendees.
hi: उपस्थिति ट्रैकिंग इवेंट्स का उपयोग सभी चयनित प्रतिभागियों की उपस्थिति ट्रैक करने के लिए किया जा सकता है।

source: Add new event
hi: नया इवेंट जोड़ें

source: View Attendees
hi: प्रतिभागियों को देखें

source: No Attendees Yet
hi: अभी तक कोई प्रतिभागी नहीं

source: Date Attended
hi: उपस्थिति की तिथि

source: Attendee Name
hi: प्रतिभागी का नाम

source: Event has not yet started
hi: इवेंट अभी शुरू नहीं हुआ है

source: There was a problem fetching the list of attendees and attendance takers. Please try again.
hi: प्रतिभागियों और उपस्थिति लेने वालों की सूची प्राप्त करने में समस्या आई। कृपया पुनः प्रयास करें।

source: Attendance Tracking
hi: उपस्थिति ट्रैकिंग

source: Attendance Tracking Events
hi: उपस्थिति ट्रैकिंग इवेंट्स

source: events per page
hi: प्रति पृष्ठ इवेंट्स

source: You have no events
hi: आपके पास कोई इवेंट नहीं है

source: Loading events
hi: इवेंट्स लोड हो रहे हैं

source: Events
hi: इवेंट्स

source: Start date
hi: प्रारंभ तिथि

source: End date
hi: समाप्ति तिथि

source: Attendance Target
hi: उपस्थिति लक्ष्य

source: Total attendance
hi: कुल उपस्थिति

source: Total attendance takers
hi: कुल उपस्थिति लेने वाले

source: Add Attendance Tracking Event
hi: उपस्थिति ट्रैकिंग इवेंट जोड़ें

source: Add New Event
hi: नया इवेंट जोड़ें

source: Edit Attendance Tracking Event
hi: उपस्थिति ट्रैकिंग इवेंट संपादित करें

source: Edit Event
hi: इवेंट संपादित करें

source: Attendees per page
hi: प्रति पृष्ठ प्रतिभागी

source: You have no attendees
hi: आपके पास कोई प्रतिभागी नहीं है

source: Loading attendees
hi: प्रतिभागी लोड हो रहे हैं

source: Form validation failed: {}
hi: फॉर्म सत्यापन विफल: {}

source: Edit Attendee
hi: प्रतिभागी संपादित करें

source: Enabling mobile worker attendees status
hi: मोबाइल वर्कर प्रतिभागी स्थिति सक्षम की जा रही है

source: Disabling mobile worker attendees status
hi: मोबाइल वर्कर प्रतिभागी स्थिति अक्षम की जा रही है

source: Processing Mobile Workers. This may take some time...
hi: मोबाइल वर्कर्स प्रोसेस किए जा रहे हैं। इसमें कुछ समय लग सकता है...

source: User conversion failed for some reason and we have noted this failure.
hi: किसी कारणवश उपयोगकर्ता रूपांतरण विफल हो गया और हमने इस विफलता को नोट किया है।

source: Go back to view attendees
hi: प्रतिभागियों को देखने के लिए वापस जाएं

source: Mobile workers can now also be selected to attend events.
hi: अब मोबाइल वर्कर्स को भी इवेंट्स में भाग लेने के लिए चुना जा सकता है।

source: Enabling mobile workers complete!
hi: मोबाइल वर्कर्स को सक्षम करना पूर्ण हुआ!

source: Enabling mobile worker attendees in progress. This may take a while...
hi: मोबाइल वर्कर प्रतिभागी सक्षम किए जा रहे हैं। इसमें कुछ समय लग सकता है...

source: Mobile workers are now removed from the potential attendees list.
hi: मोबाइल वर्कर्स अब संभावित प्रतिभागियों की सूची से हटा दिए गए हैं।

source: Disabling mobile workers complete!
hi: मोबाइल वर्कर्स को अक्षम करना पूर्ण हुआ!

source: Disabling mobile worker attendees in progress. This may take a while...
hi: मोबाइल वर्कर प्रतिभागी अक्षम किए जा रहे हैं। इसमें कुछ समय लग सकता है...

source: Export instance type {name} not supported!
hi: निर्यात इंस्टेंस प्रकार {name} समर्थित नहीं है!

source: No Tables found in Export {name}
hi: निर्यात {name} में कोई तालिका नहीं मिली

source: Cannot do a bulk case export as the project has more than %(max_case_types)s case types or %(max_apps)s applications.
hi: बल्क केस निर्यात नहीं किया जा सकता क्योंकि परियोजना में %(max_case_types)s से अधिक केस प्रकार या %(max_apps)s से अधिक एप्लिकेशन हैं।

source: Select model type
hi: मॉडल प्रकार चुनें

source: form
hi: फॉर्म

source: Select Application Type
hi: एप्लिकेशन प्रकार चुनें

source: Menu is required
hi: मेनू आवश्यक है

source: Form is required
hi: फॉर्म आवश्यक है

source: case type is required
hi: केस प्रकार आवश्यक है

source: All Mobile Workers
hi: सभी मोबाइल वर्कर

source: Demo User
hi: डेमो उपयोगकर्ता

source: Unknown Users
hi: अज्ञात उपयोगकर्ता

source: CommCare Supply
hi: CommCare सप्लाई

source: Case Owner(s)
hi: केस स्वामी

source: User(s)
hi: उपयोगकर्ता

source: Last 7 days
hi: पिछले 7 दिन

source: Last 30 days
hi: पिछले 30 दिन

source: Last month
hi: पिछला महीना

source: Last year
hi: पिछला वर्ष

source: Days ago
hi: दिन पहले

source: Since a date
hi: किसी तिथि से

source: From a date to a date
hi: एक तिथि से दूसरी तिथि तक

source: Export forms received in this date range.
hi: इस तिथि सीमा में प्राप्त फॉर्म निर्यात करें।

source: Export cases modified in this date range.
hi: इस तिथि सीमा में संशोधित केस निर्यात करें।

source: Number of Days
hi: दिनों की संख्या

source: Begin Date
hi: प्रारंभ तिथि

source: Update location restriction to match filters.
hi: फिल्टर से मेल खाने के लिए स्थान प्रतिबंध अपडेट करें।

source: Cannot submit case and form users and groups filter
hi: केस और फॉर्म उपयोगकर्ता एवं समूह फ़िल्टर सबमिट नहीं किया जा सकता

source: A valid start date is required
hi: एक मान्य प्रारंभ तिथि आवश्यक है

source: A valid end date is required
hi: एक मान्य समाप्ति तिथि आवश्यक है

source: Location Management
hi: स्थान प्रबंधन

source: Filters forms by date received. The timezone for this export is %(timezone)s.
hi: तिथि प्राप्ति के अनुसार फॉर्म फ़िल्टर करता है। इस निर्यात के लिए समय क्षेत्र %(timezone)s है।

source: Export cases modified in this date range
hi: इस तिथि सीमा में संशोधित केस निर्यात करें

source: Export messages sent in this date range
hi: इस तिथि सीमा में भेजे गए संदेश निर्यात करें

source: Select project data source
hi: परियोजना डेटा स्रोत चुनें

source: Download Data Export Tool query file
hi: डेटा निर्यात टूल क्वेरी फ़ाइल डाउनलोड करें

source: CSV (zip file)
hi: CSV (zip फ़ाइल)

source: Excel (older versions)
hi: Excel (पुराने संस्करण)

source: The ID of the associated {} case type
hi: संबंधित {} केस प्रकार की आईडी

source: XLS format does not support more than 255 columns. Please select a different file type
hi: XLS प्रारूप 255 से अधिक कॉलम का समर्थन नहीं करता। कृपया कोई अन्य फ़ाइल प्रकार चुनें

source: {name} (created {date})
hi: {name} (निर्मित {date})

source: Forms
hi: फॉर्म

source: Repeat: {}
hi: दोहराएँ: {}

source: Case History
hi: केस इतिहास

source: Parent Cases
hi: मूल केस

source: Messages
hi: संदेश

source: Messages (created {date})
hi: संदेश (निर्मित {date})

source: {}: latitude (degrees)
hi: {}: अक्षांश (डिग्री)

source: {}: longitude (degrees)
hi: {}: देशांतर (डिग्री)

source: {}: altitude (meters)
hi: {}: ऊँचाई (मीटर)

source: {}: accuracy (meters)
hi: {}: सटीकता (मीटर)

source: Unique identifier of the form submission
hi: फॉर्म सबमिशन की विशिष्ट पहचानकर्ता

source: The time at which this form was completed
hi: जिस समय यह फॉर्म पूरा किया गया था
