Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/djangojs.po
Languages: hi

source: Create and Edit Custom Web Reports
hi: कस्टम वेब रिपोर्ट बनाएं और संपादित करें

source: Allow role to create and edit custom web reports.
hi: भूमिका को कस्टम वेब रिपोर्ट बनाने और संपादित करने की अनुमति दें।

source: Create and Edit Configurable Reports
hi: कॉन्फ़िगर करने योग्य रिपोर्ट बनाएं और संपादित करें

source: Allow role to create and edit configurable reports.
hi: भूमिका को कॉन्फ़िगर करने योग्य रिपोर्ट बनाने और संपादित करने की अनुमति दें।

source: Access All CommCare Reports
hi: सभी CommCare रिपोर्ट तक पहुंच

source: Access All Reports
hi: सभी रिपोर्ट तक पहुंच

source: Allow role to view all CommCare reports. Excludes embedded Tableau reports
hi: भूमिका को सभी CommCare रिपोर्ट देखने की अनुमति दें। एम्बेडेड टेबलॉ रिपोर्ट को छोड़कर

source: Allow role to access all reports.
hi: भूमिका को सभी रिपोर्टों तक पहुंच की अनुमति दें।

source: Download and Email Reports
hi: रिपोर्ट डाउनलोड और ईमेल करें

source: Allow role to download and email report data.
hi: भूमिका को रिपोर्ट डेटा डाउनलोड और ईमेल करने की अनुमति दें।

source: Access All Tableau Reports
hi: सभी टेबलॉ रिपोर्ट तक पहुंच

source: Allow role to access all embedded Tableau reports.
hi: भूमिका को सभी एम्बेडेड टेबलॉ रिपोर्टों तक पहुंच की अनुमति दें।

source: Manage Registries
hi: पंजीकरण प्रबंधित करें

source: Select which registries the role can manage:
hi: चुनें कि भूमिका किन रजिस्ट्रियों का प्रबंधन कर सकती है:

source: View Registry Data
hi: रजिस्ट्रियों का डेटा देखें

source: Select which registry data the role can view:
hi: चुनें कि भूमिका किन रजिस्ट्रियों के डेटा को देख सकती है:

source: Use Web Apps for online data entry
hi: ऑनलाइन डेटा प्रविष्टि के लिए वेब ऐप्स का उपयोग करें

source: Select which web apps the role has access to:
hi: चुनें कि भूमिका किन वेब ऐप्स तक पहुंच रखती है:

source: Select at least one item from the list for "%s"
hi: "%s" के लिए सूची से कम से कम एक आइटम चुनें

source: Edit Role:
hi: भूमिका संपादित करें:

source: View Role:
hi: भूमिका देखें:

source: New Role
hi: नई भूमिका

source: Delete Role:
hi: भूमिका हटाएँ:

source: Are you sure you want to delete the role <%- role %>?
hi: क्या आप निश्चित हैं कि आप भूमिका <%- role %> को हटाना चाहते हैं?

source: An error occurred, please try again.
hi: एक त्रुटि हुई, कृपया फिर से प्रयास करें।

source: View Only
hi: केवल देखें

source: <%- days %> days remaining
hi: <%- days %> दिन शेष

source: Unable to delete invitation, please try again later.
hi: निमंत्रण हटाने में असमर्थ, कृपया बाद में पुनः प्रयास करें।

source: Unable to resend invitation, please try again later.
hi: निमंत्रण फिर से भेजने में असमर्थ, कृपया बाद में पुनः प्रयास करें।

source: Delete request
hi: हटाने का अनुरोध

source: Are you sure you want to delete this request?
hi: क्या आप निश्चित हैं कि आप इस अनुरोध को हटाना चाहते हैं?

source: We have sent the invitation email to this user but the user's email server rejected it. This usually means either the email address is incorrect or your organization is blocking emails from our address (<%- fromAddress %>).
hi: हमने इस उपयोगकर्ता को निमंत्रण ईमेल भेजा है लेकिन उपयोगकर्ता का ईमेल सर्वर इसे अस्वीकृत कर दिया। इसका मतलब आमतौर पर या तो ईमेल पता गलत है या आपकी संस्था हमारे पते से ईमेल को ब्लॉक कर रही है (<%- fromAddress %>)।

source: No users matched your search.
hi: कोई उपयोगकर्ता आपकी खोज से मेल नहीं खाता।

source: This project has no web users.
hi: इस प्रोजेक्ट में कोई वेब उपयोगकर्ता नहीं है।

source: Could not load users. Please try again later or report an issue if this problem persists.
hi: उपयोगकर्ताओं को लोड नहीं किया जा सका। कृपया बाद में पुनः प्रयास करें या यदि यह समस्या बनी रहती है तो एक समस्या की रिपोर्ट करें।

source: Requeued
hi: फिर से कतारबद्ध

source: Are you sure you want to delete this scheduled message?
hi: क्या आप निश्चित हैं कि आप इस अनुसूचित संदेश को हटाना चाहते हैं?

source: This rule has been restarted.
hi: यह नियम पुनः प्रारंभ किया गया है।

source: Unable to restart rule. Rules can only be started every two hours and there are %s minute(s) remaining before this rule can be started again.
hi: नियम को पुनः प्रारंभ करने में असमर्थ। नियम केवल हर दो घंटे में शुरू किए जा सकते हैं और इस नियम को फिर से शुरू करने से पहले %s मिनट(s) शेष हैं।

source: Are you sure you want to remove this conditional message?
hi: क्या आप निश्चित हैं कि आप इस शर्तीय संदेश को हटाना चाहते हैं?

source: A rule should only be restarted when you believe it is stuck and is not progressing. You will only be able to restart this rule once every two hours. Restart this rule?
hi: एक नियम को केवल तब पुनः प्रारंभ किया जाना चाहिए जब आप मानते हैं कि यह अटका हुआ है और प्रगति नहीं कर रहा है। आप केवल हर दो घंटे में इस नियम को पुनः प्रारंभ कर सकेंगे। क्या इस नियम को पुनः प्रारंभ करें?

source: A rule should only be restarted when you believe it is stuck and is not progressing. Your user is able to restart as many times as you like, but restarting too many times without finishing can place a burden on the system. Restart this rule?
hi: एक नियम को केवल तब पुनः प्रारंभ किया जाना चाहिए जब आप मानते हैं कि यह अटका हुआ है और प्रगति नहीं कर रहा है। आपका उपयोगकर्ता जितनी बार चाहे उतनी बार पुनः प्रारंभ कर सकता है, लेकिन बिना समाप्त किए बहुत बार पुनः प्रारंभ करना प्रणाली पर बोझ डाल सकता है। क्या इस नियम को पुनः प्रारंभ करें?

source: hour(s)
hi: घंटा(घंटे)

source: minute(s)
hi: मिनट(मिनट)

source: last
hi: पिछला

source: last - 1
hi: पिछला - 1

source: last - 2
hi: पिछला - 2

source: every day
hi: हर दिन

source: every week
hi: हर सप्ताह

source: every month
hi: हर महीने

source: Send Broadcast
hi: प्रसारण भेजें

source: Schedule Broadcast
hi: प्रसारण अनुसूची

source: (no errors over the given date range)
hi: (दी गई तारीख सीमा के भीतर कोई त्रुटियाँ नहीं)

source: Server error. Try again...
hi: सर्वर त्रुटि। फिर से प्रयास करें...

source: Send
hi: भेजें

source: Complete
hi: पूर्ण

source: DHIS2 response:
hi: DHIS2 प्रतिक्रिया:

source: CommCare HQ was unable to send the DataSet:
hi: CommCare HQ डेटा सेट भेजने में असमर्थ था:

source: Unable to save DataSet map
hi: डेटा सेट मानचित्र सहेजने में असमर्थ

source: Unable to save case configs
hi: मामला कॉन्फ़िगरेशन सहेजने में असमर्थ

source: Unable to save form configs
hi: फॉर्म कॉन्फ़िगरेशन सहेजने में असमर्थ

source: URL Copied
hi: यूआरएल कॉपी किया गया

source: Daily
hi: दैनिक

source: Weekly
hi: साप्ताहिक

source: Monthly
hi: मासिक

source: Disable logging
hi: लॉगिंग अक्षम करें

source: Unable to save OpenMRS Importers
hi: OpenMRS आयातकों को सहेजने में असमर्थ

source: Importing from OpenMRS will begin shortly.
hi: OpenMRS से आयात करना जल्द ही शुरू होगा।

source: Failed to schedule task to import from OpenMRS.
hi: OpenMRS से आयात करने के लिए कार्य अनुसूचित करने में असफल।

source: Failed to fetch attempts
hi: प्रयासों को प्राप्त करने में असफल।

source: Failed to fetch payload
hi: पेलोड प्राप्त करने में असफल।

source: Failed to send
hi: भेजने में असफल।

source: Failed to cancel
hi: रद्द करने में असफल।

source: Username
hi: उपयोगकर्ता नाम

source: Client ID
hi: क्लाइंट आईडी

source: Client Secret
hi: क्लाइंट सीक्रेट

source: HTTP Header Name
hi: HTTP हेडर नाम

source: API Key
hi: API कुंजी

source: Success! Response is:
hi: सफलता! प्रतिक्रिया है:

source: Failed! Response is:
hi: असफल! प्रतिक्रिया है:

source: CommCare HQ was unable to make the request:
hi: CommCare HQ अनुरोध करने में असमर्थ था:
