Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Override the default {}-minute length of the inactivity timeout. Has no effect unless inactivity timeout is on. Note that when this is updated, users may need to log out and back in for it to take effect.
hi: निष्क्रियता टाइमआउट की डिफ़ॉल्ट {}-मिनट की अवधि को अधिरोहित करें। जब तक निष्क्रियता टाइमआउट चालू नहीं है, इसका कोई प्रभाव नहीं होगा। ध्यान दें कि जब इसे अपडेट किया जाता है, तो प्रभावी होने के लिए उपयोगकर्ताओं को लॉग आउट और फिर से लॉग इन करना पड़ सकता है।

source: Web user requests
hi: वेब उपयोगकर्ता अनुरोध

source: Allow unknown users to request web access to the domain.
hi: अज्ञात उपयोगकर्ताओं को डोमेन के लिए वेब एक्सेस का अनुरोध करने की अनुमति दें।

source: HIPAA compliant
hi: HIPAA अनुरूप

source: Two Factor Authentication
hi: दो-कारक प्रमाणीकरण

source: All users on this project will be required to enable two factor authentication
hi: इस प्रोजेक्ट के सभी उपयोगकर्ताओं को दो-कारक प्रमाणीकरण सक्षम करना आवश्यक होगा

source: Require Strong Passwords for Mobile Workers
hi: मोबाइल वर्करों के लिए मजबूत पासवर्ड अनिवार्य करें

source: All mobile workers in this project will be required to have a strong password
hi: इस प्रोजेक्ट के सभी मोबाइल वर्करों के लिए मजबूत पासवर्ड होना आवश्यक होगा

source: Disable Google Analytics
hi: Google Analytics अक्षम करें

source: Disable Mobile Worker Lockout
hi: मोबाइल वर्कर लॉकआउट अक्षम करें

source: Mobile Workers will never be locked out of their account, regardlessof the number of failed attempts
hi: मोबाइल वर्कर कभी भी अपने खाते से लॉकआउट नहीं होंगे, चाहे असफल प्रयासों की संख्या कितनी भी हो

source: During sign up, only allow the email address the invitation was sent to
hi: साइन अप के दौरान, केवल उसी ईमेल पते की अनुमति दें जिस पर निमंत्रण भेजा गया था

source: Disables the email field on the sign up page
hi: साइन अप पृष्ठ पर ईमेल फ़ील्ड को अक्षम करता है

source: Edit Privacy Settings
hi: गोपनीयता सेटिंग्स संपादित करें

source: Update Privacy Settings
hi: गोपनीयता सेटिंग्स अपडेट करें

source: Choose specific time for custom auto case update rules to run
hi: कस्टम ऑटो केस अपडेट नियमों को चलाने के लिए विशिष्ट समय चुनें

source: Hour of the day, in UTC, for rules to run (0-23)
hi: दिन का घंटा, UTC में, जब नियम चलेंगे (0-23)

source: Set custom auto case update rule limits
hi: कस्टम ऑटो केस अपडेट नियम सीमा सेट करें

source: Max allowed updates in a daily run
hi: दैनिक रन में अधिकतम अनुमत अपडेट

source: Set custom OData Feed Limit? Default is {}.
hi: कस्टम OData फ़ीड सीमा सेट करें? डिफ़ॉल्ट है {}.

source: Max allowed OData Feeds
hi: अधिकतम अनुमत OData फ़ीड्स

source: Support Hand-off information
hi: सपोर्ट हैंड-ऑफ जानकारी

source: Project Limits
hi: प्रोजेक्ट सीमाएँ

source: Salesforce Details
hi: Salesforce विवरण

source: Update Project Information
hi: प्रोजेक्ट जानकारी अपडेट करें

source: Case update rule limits are only modifiable by Dimagi admins. Please reach out to {support_email} if you wish to update this setting.
hi: केस अपडेट रूल की सीमाएं केवल डिमैगी एडमिन्स द्वारा संशोधित की जा सकती हैं। यदि आप इस सेटिंग को अपडेट करना चाहते हैं तो कृपया {support_email} पर संपर्क करें।

source: Please specify a limit for OData feeds.
hi: कृपया OData फ़ीड्स के लिए एक सीमा निर्दिष्ट करें।

source: Email
hi: ईमेल

source: That email address doesn't have an associated user account. Are you sure you've registered?
hi: उस ईमेल पते से कोई संबद्ध उपयोगकर्ता खाता नहीं है। क्या आपने पंजीकरण किया है?

source: The user account associated with this email address cannot reset the password.
hi: इस ईमेल पते से संबद्ध उपयोगकर्ता खाता पासवर्ड रीसेट नहीं कर सकता।

source: This looks like a username. Please check your URL to be sure you are at your project's URL
hi: यह एक यूज़रनेम जैसा लगता है। कृपया सुनिश्चित करें कि आप अपने प्रोजेक्ट के यूआरएल पर हैं।

source: New password
hi: नया पासवर्ड

source: Show contact emails as text
hi: संपर्क ईमेल को टेक्स्ट के रूप में दिखाएँ

source: Useful when you want to copy contact emails
hi: जब आप संपर्क ईमेल कॉपी करना चाहते हैं तो उपयोगी

source: Mailing Address
hi: मेलिंग पता

source: Update Billing Information
hi: बिलिंग जानकारी अपडेट करें

source: It looks like this phone number is invalid. Did you forget the country code?
hi: ऐसा लगता है कि यह फ़ोन नंबर अमान्य है। क्या आपने देश कोड भूल गए हैं?

source: Subscribe to Plan
hi: प्लान सब्सक्राइब करें

source: Renew Plan
hi: प्लान नवीनीकृत करें

source: Email To
hi: ईमेल प्राप्तकर्ता

source: Estimated annual expenditures on airtime:
hi: एयरटाइम पर अनुमानित वार्षिक खर्च:

source: Estimated annual expenditures on devices:
hi: डिवाइस पर अनुमानित वार्षिक खर्च:

source: We grant pro-bono subscriptions to match the duration of your project, up to a maximum of 12 months at a time (at which point you need to reapply).
hi: हम आपके प्रोजेक्ट की अवधि के अनुसार प्रो-बोनो सब्सक्रिप्शन प्रदान करते हैं, अधिकतम एक बार में 12 महीनों तक (इसके बाद आपको फिर से आवेदन करना होगा)।

source: If you have already been in touch with someone from Dimagi, please list their name.
hi: यदि आप पहले ही Dimagi के किसी व्यक्ति से संपर्क कर चुके हैं, तो कृपया उनका नाम लिखें।

source: Number of expected users
hi: अपेक्षित उपयोगकर्ताओं की संख्या

source: Pro-Bono Application
hi: प्रो-बोनो आवेदन

source: Submit Pro-Bono Application
hi: प्रो-बोनो आवेदन सबमिट करें

source: Test or Demo Project
hi: टेस्ट या डेमो प्रोजेक्ट

source: <i class="fa fa-info-circle"></i> You will have access to all features for free as soon as you hit "Update". Please make sure this is an internal Dimagi test space, not in use by a partner.<br>Test projects belong to Dimagi and are not subject to Dimagi's external terms of service.
hi: <i class="fa fa-info-circle"></i> जैसे ही आप "अपडेट" पर क्लिक करेंगे, आपको सभी फीचर्स मुफ्त में उपलब्ध हो जाएंगे। कृपया सुनिश्चित करें कि यह एक आंतरिक Dimagi टेस्ट स्पेस है, जिसे किसी पार्टनर द्वारा उपयोग नहीं किया जा रहा है।<br>टेस्ट प्रोजेक्ट Dimagi के हैं और Dimagi की बाहरी सेवा शर्तों के अधीन नहीं हैं।

source: Extended Trial
hi: विस्तारित ट्रायल

source: Organization Name
hi: संगठन का नाम

source: Partner Contact Emails
hi: पार्टनर संपर्क ईमेल

source: <p><i class="fa fa-info-circle"></i> The trial will begin as soon as you hit "Update" and end on <span data-bind="text: end_date"></span>. On <span data-bind="text: end_date"></span> the project space will be automatically paused.</p>
hi: <p><i class="fa fa-info-circle"></i> ट्रायल जैसे ही आप "अपडेट" पर क्लिक करेंगे शुरू हो जाएगा और <span data-bind="text: end_date"></span> को समाप्त होगा। <span data-bind="text: end_date"></span> को प्रोजेक्ट स्पेस अपने आप रोक दिया जाएगा।</p>

source: Contracted Partner
hi: कॉन्ट्रैक्टेड पार्टनर

source: Fogbugz Client Name
hi: Fogbugz क्लाइंट नाम

source: This is who will receive invoices if the Client exceeds the user or SMS limits in their plan.
hi: यदि क्लाइंट अपने प्लान में उपयोगकर्ता या SMS सीमा पार करता है तो इन्हें इनवॉइस प्राप्त होगी।

source: Date the project needs access to features.
hi: वह तारीख जब प्रोजेक्ट को फीचर्स की आवश्यकता है।

source: Specify the End Date based on the Start Date plus number of months of software plan in the contract with the Client.
hi: क्लाइंट के साथ सॉफ़्टवेयर प्लान के अनुबंध में प्रारंभ तिथि और महीनों की संख्या के आधार पर समाप्ति तिथि निर्दिष्ट करें।

source: <p><i class="fa fa-info-circle"></i> This project is on a contracted Enterprise subscription. You cannot change contracted Enterprise subscriptions here. Please contact the Ops team at %(accounts_email)s to request changes.</p>
hi: <p><i class="fa fa-info-circle"></i> यह प्रोजेक्ट एक अनुबंधित एंटरप्राइज सब्सक्रिप्शन पर है। आप यहां अनुबंधित एंटरप्राइज सब्सक्रिप्शन नहीं बदल सकते। कृपया परिवर्तन के लिए %(accounts_email)s पर Ops टीम से संपर्क करें।</p>

source: <p><i class="fa fa-info-circle"></i> Clicking "Update" will set up the subscription in CommCare HQ to one of our standard contracted plans.<br/> If you need to set up a non-standard plan, please email {}.</p>
hi: <p><i class="fa fa-info-circle"></i> "अपडेट" पर क्लिक करने से CommCare HQ में सब्सक्रिप्शन हमारे मानक अनुबंधित प्लान में से एक पर सेट हो जाएगा।<br/> यदि आपको गैर-मानक प्लान सेट करना है, तो कृपया {} पर ईमेल करें।</p>

source: <div class="alert alert-warning"><p><strong>Are you sure you want to extend the subscription?</strong></p><p>If this project is becoming a self-service project and only paying for hosting fees, please have them self-subscribe through the subscription page. Please use this page only to extend the existing services contract.</p></div>
hi: <div class=\"alert alert-warning\"><p><strong>क्या आप वाकई सदस्यता बढ़ाना चाहते हैं?</strong></p><p>यदि यह प्रोजेक्ट अब स्व-सेवा प्रोजेक्ट बन रहा है और केवल होस्टिंग शुल्क के लिए भुगतान किया जा रहा है, तो कृपया उन्हें सदस्यता पृष्ठ के माध्यम से स्वयं-सदस्यता लेने दें। कृपया इस पृष्ठ का उपयोग केवल मौजूदा सेवाओं के अनुबंध को बढ़ाने के लिए करें।</p></div>

source: End Date cannot be a past date.
hi: समाप्ति तिथि पिछली तिथि नहीं हो सकती।

source: This contract is too long to be managed in this interface. Please contact %(email)s to manage a contract greater than 5 years.
hi: यह अनुबंध इस इंटरफ़ेस में प्रबंधित करने के लिए बहुत लंबा है। कृपया 5 वर्षों से अधिक के अनुबंध को प्रबंधित करने के लिए %(email)s से संपर्क करें।

source: user
hi: उपयोगकर्ता

source: You tried to add too much %(credits_name)s credit! Only someone on the operations team can add that much credit. Please reach out to %(email)s.
hi: आपने बहुत अधिक %(credits_name)s क्रेडिट जोड़ने की कोशिश की! केवल संचालन टीम का कोई सदस्य इतनी अधिक क्रेडिट जोड़ सकता है। कृपया %(email)s से संपर्क करें।

source: Select a subscription type...
hi: सदस्यता प्रकार चुनें...

source: Subscription Type
hi: सदस्यता प्रकार

source: Select Status
hi: स्थिति चुनें

source: Applicable for search only
hi: केवल खोज के लिए लागू

source: Add New Restriction
hi: नई प्रतिबंध जोड़ें

source: Please select application
hi: कृपया एप्लिकेशन चुनें

source: Please select location
hi: कृपया स्थान चुनें

source: Please select version
hi: कृपया संस्करण चुनें

source: Restriction for profile {profile} set successfully.
hi: प्रोफ़ाइल {profile} के लिए प्रतिबंध सफलतापूर्वक सेट किया गया।

source: Restriction for profile {profile} failed: {message}
hi: प्रोफ़ाइल {profile} के लिए प्रतिबंध विफल: {message}

source: Using project's timezone: {}
hi: प्रोजेक्ट का टाइमज़ोन उपयोग किया जा रहा है: {}

source: Copy and paste the full URL of the application from the source server. You can find this URL in your browser's address bar when viewing the app.
hi: सोर्स सर्वर से एप्लिकेशन का पूरा URL कॉपी और पेस्ट करें। जब आप ऐप देख रहे हों, तो अपने ब्राउज़र के एड्रेस बार में यह URL मिल जाएगा।

source: The URL must start with https://
hi: URL https:// से शुरू होना चाहिए

source: The URL must be from a valid CommCare server.
hi: URL एक मान्य CommCare सर्वर से होना चाहिए।

source: Application Source File
hi: ऐप्लिकेशन स्रोत फ़ाइल

source: Import Application
hi: ऐप्लिकेशन आयात करें

source: Transfer domain request is no longer active
hi: डोमेन ट्रांसफर अनुरोध अब सक्रिय नहीं है

source: Transfer of ownership for CommCare project space.
hi: CommCare प्रोजेक्ट स्पेस के लिए स्वामित्व का ट्रांसफर।

source: There has been a transfer of ownership of {domain}
hi: {domain} का स्वामित्व ट्रांसफर किया गया है

source: Transfer project ownership
hi: प्रोजेक्ट स्वामित्व ट्रांसफर करें

source: By clicking "accept" below you acknowledge that you accept full ownership of this project space ("%(domain)s"). You agree to be bound by the terms of Dimagi's <a href="https://www.dimagi.com/terms/latest/privacy/">Terms of Service and Business Agreement</a>. By accepting this agreement, your are acknowledging you have permission and authority to accept these terms. A Dimagi representative will notify you when the transfer is complete.
hi: नीचे "स्वीकार करें" पर क्लिक करके आप स्वीकार करते हैं कि आप इस प्रोजेक्ट स्पेस ("%(domain)s") के पूर्ण स्वामी बन जाते हैं। आप Dimagi की <a href=\"https://www.dimagi.com/terms/latest/privacy/\">सेवा की शर्तें और व्यापार समझौता</a> से बंधे होने के लिए सहमत हैं। इस समझौते को स्वीकार करके, आप स्वीकार करते हैं कि आपके पास इन शर्तों को स्वीकार करने की अनुमति और अधिकार है। Dimagi का प्रतिनिधि आपको ट्रांसफर पूर्ण होने पर सूचित करेगा।

source: Accept
hi: स्वीकार करें

source: Decline
hi: अस्वीकार करें

source: Sorry this transfer request has expired.
hi: क्षमा करें, यह ट्रांसफर अनुरोध समाप्त हो गया है।

source: Enable Case Search
hi: केस सर्च सक्षम करें

source: Enabling case search for the project will allow mobile users to look up cases that don't necessarily belong to them, and claim them. Possible applications range from cases for patients who move from one location to another, and other lost-to-follow-up scenarios, to any scenario involving searching for information, products, people or items.
hi: प्रोजेक्ट के लिए केस सर्च सक्षम करने से मोबाइल उपयोगकर्ता उन केसों को खोज सकते हैं जो जरूरी नहीं कि उनके हों, और उन्हें क्लेम कर सकते हैं। संभावित उपयोगों में वे केस शामिल हैं जिनमें मरीज एक स्थान से दूसरे स्थान पर जाते हैं, और अन्य फॉलो-अप न होने वाले परिदृश्य, या कोई भी परिदृश्य जिसमें जानकारी, उत्पाद, व्यक्ति या वस्तु खोजनी हो।

source: WARNING: Enabling Case Search allows users to read the data of other users' cases, and take ownership of them, from modules whose case lists are configured for searching.
hi: चेतावनी: केस सर्च सक्षम करने से उपयोगकर्ता अन्य उपयोगकर्ताओं के केस डेटा को पढ़ सकते हैं, और उन्हें उन मॉड्यूल्स से ओनरशिप ले सकते हैं जिनकी केस लिस्ट सर्चिंग के लिए कॉन्फ़िगर की गई है।

source: Visit <a href='%(case_search_url)s' target='_blank'>Case Search</a> to test out your configuration.
hi: अपनी कॉन्फ़िगरेशन का परीक्षण करने के लिए <a href='%(case_search_url)s' target='_blank'>केस सर्च</a> पर जाएँ।

source: Fuzzy Search Properties
hi: फजी सर्च प्रॉपर्टीज़

source: Add a list of all fuzzy search properties by case type below. These are properties that might be spelled inexactly by a user, e.g. "name". <br><br> When working with related case properties, add them to the case type that you will be searching on, not the related case type. For example, if fuzzy matching on the parent's case name, add <strong>parent/name</strong> here as a property of the child case type.
hi: नीचे केस प्रकार के अनुसार सभी फजी सर्च प्रॉपर्टीज़ की सूची जोड़ें। ये वे प्रॉपर्टीज़ हैं जिन्हें उपयोगकर्ता द्वारा गलत वर्तनी में लिखा जा सकता है, जैसे "name"। <br><br> संबंधित केस प्रॉपर्टीज़ के साथ काम करते समय, उन्हें उस केस प्रकार में जोड़ें जिस पर आप सर्च करेंगे, न कि संबंधित केस प्रकार में। उदाहरण के लिए, यदि आप पैरेंट के केस नाम पर फजी मैचिंग कर रहे हैं, तो <strong>parent/name</strong> को यहाँ चाइल्ड केस प्रकार की प्रॉपर्टी के रूप में जोड़ें।

source: Add case type
hi: केस प्रकार जोड़ें

source: Synchronous Web Apps Submissions
hi: समकालिक वेब ऐप्स सबमिशन

source: Update case search data immediately on web apps form submission.
hi: वेब ऐप्स फॉर्म सबमिशन पर केस सर्च डेटा तुरंत अपडेट करें।

source: This will slow down submissions but prevent case search data from going stale.
hi: इससे सबमिशन धीमा हो जाएगा लेकिन केस सर्च डेटा पुराना नहीं होगा।

source: Sync Cases On Form Entry
hi: फॉर्म एंट्री पर केस सिंक करें

source: Update local case data immediately before entering a web apps form.
hi: वेब ऐप्स फॉर्म में प्रवेश करने से ठीक पहले स्थानीय केस डेटा तुरंत अपडेट करें।

source: This will slow down form entry, but will prevent stale case data from populating the form.
hi: इससे फॉर्म एंट्री धीमी हो जाएगी, लेकिन फॉर्म में पुराना केस डेटा नहीं आएगा।

source: Remove Special Characters
hi: विशेष वर्ण हटाएँ

source: Remove characters from incoming search queries for particular case properties. For example, you can remove '+' from phone numbers or '-' from ID queries.
hi: विशेष केस प्रॉपर्टीज़ के लिए आने वाली सर्च क्वेरीज़ से वर्ण हटाएँ। उदाहरण के लिए, आप फोन नंबर से '+' या आईडी क्वेरी से '-' हटा सकते हैं।

source: Add case property
hi: केस प्रॉपर्टी जोड़ें

source: Edit Alert
hi: अलर्ट संपादित करें

source: Feature Previews
hi: फीचर प्रीव्यू

source: What are Feature Previews?
hi: फीचर प्रीव्यू क्या हैं?

source: Before we invest in making certain product features generally available, we release them as Feature Previews to learn the following two things from usage data and qualitative feedback.
hi: इससे पहले कि हम कुछ उत्पाद फीचर्स को आम तौर पर उपलब्ध कराएँ, हम उन्हें फीचर प्रीव्यू के रूप में जारी करते हैं ताकि उपयोग डेटा और गुणात्मक प्रतिक्रिया से निम्न दो बातें जान सकें।

source: <strong>Perceived Value:</strong> The biggest risk in product development is to build something that offers little value to our users. As such, we make Feature Previews generally available only if they have high perceived value.
hi: <strong>अनुमानित मूल्य:</strong> उत्पाद विकास में सबसे बड़ा जोखिम यह है कि हम ऐसी चीज़ बनाएं जिसका हमारे उपयोगकर्ताओं के लिए कम मूल्य हो। इसलिए, हम फीचर प्रीव्यू को आम तौर पर तभी उपलब्ध कराते हैं जब उनका अनुमानित मूल्य अधिक हो।

source: <strong>User Experience:</strong> Even if a feature has high perceived value, it is important that the user experience of the feature is optimized such that our users actually receive the value. As such, we make high value Feature Previews generally available after we optimize the user experience.
hi: <strong>उपयोगकर्ता अनुभव:</strong> भले ही किसी फीचर का अनुमानित मूल्य अधिक हो, यह महत्वपूर्ण है कि फीचर का उपयोगकर्ता अनुभव इस तरह से अनुकूलित हो कि हमारे उपयोगकर्ताओं को वास्तव में उसका मूल्य मिले। इसलिए, हम उच्च मूल्य वाले फीचर प्रीव्यू को उपयोगकर्ता अनुभव अनुकूलित करने के बाद ही आम तौर पर उपलब्ध कराते हैं।

source: Feature Previews are in active product development, therefore should not be used for business critical workflows. We encourage you to use Feature Previews and provide us feedback, however please note that Feature Previews:
hi: फीचर प्रीव्यू सक्रिय उत्पाद विकास में हैं, इसलिए इन्हें व्यापारिक रूप से महत्वपूर्ण वर्कफ़्लो के लिए उपयोग नहीं करना चाहिए। हम आपको फीचर प्रीव्यू का उपयोग करने और हमें प्रतिक्रिया देने के लिए प्रोत्साहित करते हैं, लेकिन कृपया ध्यान दें कि फीचर प्रीव्यू:

source: May not be optimized for performance
hi: प्रदर्शन के लिए अनुकूलित नहीं हो सकते

source: Are not supported by the CommCare Support Team
hi: CommCare सपोर्ट टीम द्वारा समर्थित नहीं हैं

source: May change at any time without notice
hi: कभी भी बिना सूचना के बदल सकते हैं

source: Are not subject to any warranties on current and future availability. Please refer to our <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">terms</a> to learn more.
hi: वर्तमान और भविष्य की उपलब्धता पर कोई वारंटी लागू नहीं होती है। कृपया हमारे <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">नियमों</a> को देखें अधिक जानने के लिए।

source: Looking for something that used to be here?
hi: क्या आप वह चीज़ ढूंढ रहे हैं जो पहले यहाँ थी?

source: The feature flags <strong>Control Mapping in Case List</strong>, <strong>Custom Calculations in Case List</strong>, <strong>Custom Single and Multiple Answer Questions</strong>, and <strong>Icons in Case List</strong> are now add-ons for individual apps. To turn them on, go to the application's settings and choose the <strong>Add-Ons</strong> tab.
hi: <strong>केस सूची में नियंत्रण मैपिंग</strong>, <strong>केस सूची में कस्टम गणनाएँ</strong>, <strong>कस्टम एकल और बहुविकल्पी उत्तर प्रश्न</strong>, और <strong>केस सूची में आइकन</strong> फीचर फ्लैग्स अब व्यक्तिगत ऐप्स के लिए ऐड-ऑन हैं। इन्हें चालू करने के लिए, एप्लिकेशन की सेटिंग्स में जाएँ और <strong>ऐड-ऑन</strong> टैब चुनें।

source: Update previews
hi: पूर्वावलोकन अपडेट करें

source: Feature Name
hi: फीचर नाम

source: More information
hi: अधिक जानकारी

source: SMS Pricing
hi: एसएमएस मूल्य निर्धारण

source: Pricing
hi: मूल्य निर्धारण

source: View SMS prices for using Dimagi's connections in each country.
hi: प्रत्येक देश में डिमैगी के कनेक्शनों का उपयोग करने के लिए एसएमएस कीमतें देखें।

source: You can choose a connection for your project under Messaging -> SMS Connectivity
hi: आप अपने प्रोजेक्ट के लिए कनेक्शन चुन सकते हैं: मैसेजिंग -> एसएमएस कनेक्टिविटी

source: Calculating SMS Rate...
hi: एसएमएस दर की गणना हो रही है...

source: Connection
hi: कनेक्शन

source: Incoming
hi: आने वाला

source: Outgoing
hi: जाने वाला

source: Your own Android Gateway
hi: अपना खुद का एंड्रॉइड गेटवे

source: Pricing is per message sent or received. Fees are subject to change based on provider rates and exchange rates and are computed at the time the SMS is sent or received.
hi: मूल्य निर्धारण प्रति भेजे या प्राप्त किए गए संदेश पर आधारित है। शुल्क प्रदाता दरों और विनिमय दरों के आधार पर बदल सकते हैं और एसएमएस भेजे या प्राप्त किए जाने के समय गणना की जाती है।

source: Location Fixture Settings
hi: स्थान फिक्स्चर सेटिंग्स

source: Add New Alert
hi: नया अलर्ट जोड़ें

source: Available Alerts
hi: उपलब्ध अलर्ट्स

source: You can only have 3 alerts activated at any one time
hi: आप एक समय में केवल 3 अलर्ट सक्रिय कर सकते हैं

source: Start Time
hi: प्रारंभ समय

source: End Time
hi: समाप्ति समय

source: Added By
hi: जोड़ने वाले

source: Activate Alert
hi: अलर्ट सक्रिय करें

source: De-activate Alert
hi: अलर्ट निष्क्रिय करें

source: No alerts added yet for the project.
hi: प्रोजेक्ट के लिए अभी तक कोई अलर्ट नहीं जोड़ा गया है।

source: SMS Keyword
hi: एसएमएस कीवर्ड

source: Action Type
hi: क्रिया प्रकार

source: Measure
hi: माप

source: Sequence Number
hi: क्रम संख्या

source: App Versions
hi: ऐप संस्करण

source: CC Versions
hi: सीसी संस्करण

source: Created On
hi: निर्मित तिथि

source: Notes
hi: टिप्पणियाँ

source: No measures have been initiated for this application
hi: इस एप्लिकेशन के लिए कोई माप शुरू नहीं किया गया है

source: Use this form to get a cost estimation per 160 character SMS, given a <strong>connection</strong>, <strong>direction</strong>, and <strong>country code</strong>.
hi: 160 अक्षरों के प्रत्येक एसएमएस की लागत का अनुमान प्राप्त करने के लिए इस फॉर्म का उपयोग करें, जिसमें <strong>कनेक्शन</strong>, <strong>दिशा</strong>, और <strong>देश कोड</strong> दिया गया हो।

source: The fee will be applied to the most specific criteria available. A fee for a specific country code (if available) will be used over the default of 'Any Country'.
hi: शुल्क सबसे विशिष्ट मानदंड पर लागू किया जाएगा। यदि किसी विशेष देश कोड के लिए शुल्क उपलब्ध है, तो उसे 'किसी भी देश' के डिफ़ॉल्ट पर प्राथमिकता दी जाएगी।

source: Fees are subject to change based on updates to each carrier and are computed at the time the SMS is sent.
hi: शुल्क प्रत्येक कैरियर के अपडेट के आधार पर बदल सकते हैं और एसएमएस भेजे जाने के समय गणना की जाती है।

source: Stock Actions
hi: स्टॉक क्रियाएँ

source: New Action
hi: नई क्रिया

source: Save Settings
hi: सेटिंग्स सहेजें

source: Use this to transfer your project to another user.
hi: अपने प्रोजेक्ट को किसी अन्य उपयोगकर्ता को ट्रांसफर करने के लिए इसका उपयोग करें।

source: You have a pending transfer with %(username)s
hi: आपके पास %(username)s के साथ एक लंबित ट्रांसफर है

source: Resend Transfer Request
hi: ट्रांसफर अनुरोध पुनः भेजें

source: Cancel Transfer
hi: ट्रांसफर रद्द करें

source: Total Due:
hi: कुल बकाया:

source: Pay by Credit Card
hi: क्रेडिट कार्ड से भुगतान करें

source: Pay by Wire
hi: वायर द्वारा भुगतान करें

source: Billing Statements
hi: बिलिंग स्टेटमेंट्स

source: Unpaid
hi: अवैतनिक

source: Show Only Unpaid Statements
hi: केवल अवैतनिक विवरण दिखाएँ

source: Show All Statements
hi: सभी विवरण दिखाएँ

source: Make Payment
hi: भुगतान करें

source: Payment Amount
hi: नकद मिला

source: Pay the full balance: $<span data-bind="text: balance"></span>
hi: पूरी शेष राशि का भुगतान करें: $<span data-bind="text: balance"></span>

source: Pay a portion of the balance:
hi: शेष राशि का एक हिस्सा भुगतान करें:

source: Please enter an amount that's between $0.50 and $<span data-bind="text: balance"></span>.
hi: कृपया एक ऐसी राशि दर्ज करें जो $0.50 और $<span data-bind="text: balance"></span> के बीच हो।
