Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: This checkbox is badly aligned
hi: यह चेकबॉक्स गलत तरीके से संरेखित है

source: Email recipient
hi: ईमेल प्राप्तकर्ता

source: Also send to myself
hi: मुझे भी भेजें

source: Send email when complete
hi: पूरा होने पर ईमेल भेजें

source: Height (cm)
hi: ऊंचाई (सेमी)

source: Smoking Status
hi: धूम्रपान की स्थिति

source: Patient has smoked on a habitual basis in the past 5 years
hi: पिछले 5 वर्षों में मरीज ने नियमित रूप से धूम्रपान किया है

source: *Habitual basis equates to at least five cigarettes a week.
hi: *नियमित रूप से धूम्रपान का अर्थ है कम से कम सप्ताह में पाँच सिगरेट।

source: Heart Rate (bpm)
hi: हृदय गति (बीपीएम)

source: Forward results to GP
hi: परिणाम जीपी को अग्रेषित करें

source: Centered Page Example
hi: केंद्रित पृष्ठ उदाहरण

source: Example Views
hi: उदाहरण दृश्य

source: Section Page Example
hi: अनुभाग पृष्ठ उदाहरण

source: A Detail Page (Section Example)
hi: एक विवरण पृष्ठ (अनुभाग उदाहरण)

source: Forward Message
hi: संदेश अग्रेषित करें

source: Yes, forward this message to me.
hi: हाँ, यह संदेश मुझे अग्रेषित करें।

source: German
hi: जर्मन

source: Include me in language tests
hi: मुझे भाषा परीक्षणों में शामिल करें

source: Advanced Information
hi: उन्नत जानकारी

source: This field will always error.
hi: यह फ़ील्ड हमेशा त्रुटि देगा।

source: Error State Test
hi: त्रुटि स्थिति परीक्षण

source: Submit Form
hi: फ़ॉर्म सबमिट करें

source: This is a field-level error for the field 'note'.
hi: यह 'नोट' फ़ील्ड के लिए फ़ील्ड-स्तरीय त्रुटि है।

source: Area
hi: क्षेत्रफल

source: Options
hi: विकल्प

source: include message
hi: संदेश शामिल करें

source: Hint: 'jon' is taken. Try typing that in to trigger an error.
hi: संकेत: 'jon' लिया जा चुका है। त्रुटि उत्पन्न करने के लिए इसे टाइप करने का प्रयास करें।

source: Hint: 'jon@dimagi.com' is taken. Try typing that in to trigger an error.
hi: संकेत: 'jon@dimagi.com' लिया जा चुका है। त्रुटि उत्पन्न करने के लिए इसे टाइप करने का प्रयास करें।

source: Create New User
hi: नया उपयोगकर्ता बनाएं

source: Create User
hi: उपयोगकर्ता बनाएं

source: Examples of Disabled Fields
hi: अक्षम फ़ील्ड के उदाहरण

source: Examples of Readonly Fields
hi: केवल-पढ़ने योग्य फ़ील्ड के उदाहरण

source: contains
hi: शामिल है

source: Column
hi: कॉलम

source: Color
hi: रंग

source: Hint: select 'is empty' to watch the Value field below disappear
hi: संकेत: नीचे 'खाली है' चुनें ताकि वैल्यू फ़ील्ड गायब हो जाए

source: New Item
hi: नया आइटम

source: Big Cats
hi: बड़े बिल्ली प्रजातियाँ

source: Date of Birth
hi: जन्म तिथि

source: Opened On
hi: खोला गया

source: Team
hi: टीम

source: Make your team selection
hi: अपनी टीम का चयन करें

source: Team Builder
hi: टीम बिल्डर

source: Save Team
hi: टीम सहेजें

source: We'll never share your email with anyone else.
hi: हम आपका ईमेल कभी भी किसी और के साथ साझा नहीं करेंगे।

source: Users(s)
hi: उपयोगकर्ता(गण)

source: Select the users you want to view data for
hi: उन उपयोगकर्ताओं का चयन करें जिनके लिए आप डेटा देखना चाहते हैं

source: Choose Filters
hi: फ़िल्टर चुनें

source: Vegetable
hi: सब्ज़ी

source: Select your favorite vegetable you want recipe suggestions for
hi: अपनी पसंदीदा सब्ज़ी चुनें जिसके लिए आप रेसिपी सुझाव चाहते हैं

source: Veggie Recipes
hi: सब्ज़ी रेसिपी

source: Suggest Recipes
hi: रेसिपी सुझाएँ

source: Lake
hi: झील

source: Select a lake you would like to visit
hi: वह झील चुनें जिसे आप देखना चाहेंगे

source: Activities
hi: गतिविधियाँ

source: Kayak
hi: कयाक

source: Canoe
hi: कैनू

source: Boat
hi: नाव

source: Swim
hi: तैराकी

source: Select the activities you would like to do
hi: वे गतिविधियाँ चुनें जिन्हें आप करना चाहेंगे

source: Activity Planner
hi: गतिविधि योजनाकार

source: Create Schedule
hi: अनुसूची बनाएं

source: Genre
hi: शैली

source: Select the electronic music genre you want to generate a playlist
hi: वह इलेक्ट्रॉनिक संगीत शैली चुनें जिसके लिए आप प्लेलिस्ट बनाना चाहते हैं

source: Playlist Creator
hi: प्लेलिस्ट निर्माता

source: Create Playlist
hi: प्लेलिस्ट बनाएं

source: Select the location you would like to see recommendations for.
hi: वह स्थान चुनें जिसके लिए आप सिफारिशें देखना चाहेंगे।

source: Experiences
hi: अनुभव

source: Select the experiences you would like to have
hi: वे अनुभव चुनें जिन्हें आप प्राप्त करना चाहेंगे

source: City Adventure Planner
hi: शहर साहसिक योजनाकार

source: Pastries
hi: पेस्ट्री

source: Select pastry names you would like ChatGPT to create an enticing menu for
hi: वे पेस्ट्री नाम चुनें जिनके लिए आप ChatGPT से आकर्षक मेनू बनवाना चाहेंगे

source: Menu Generator
hi: मेनू जनरेटर

source: Create Menu
hi: मेनू बनाएं

source: What is your favorite primary color
hi: आपका पसंदीदा प्राथमिक रंग कौन सा है

source: Color Chooser
hi: रंग चयनकर्ता

source: Enable Tracking
hi: ट्रैकिंग सक्षम करें

source: Allow Dimagi to collect usage information to improve CommCare.
hi: CommCare को बेहतर बनाने के लिए Dimagi को उपयोग संबंधी जानकारी एकत्र करने की अनुमति दें।

source: You can learn more about the information we collect and the ways we use it in our privacy policy
hi: हम कौन सी जानकारी एकत्र करते हैं और उसका उपयोग कैसे करते हैं, इसके बारे में अधिक जानने के लिए हमारी गोपनीयता नीति देखें

source: Style Guide
hi: शैली मार्गदर्शिका

source: Class-Based Examples
hi: क्लास-आधारित उदाहरण

source: Basic Page
hi: मूल पृष्ठ

source: Section Page
hi: अनुभाग पृष्ठ

source: Functional Examples
hi: फंक्शनल उदाहरण

source: Class-Based Views
hi: क्लास-आधारित दृश्य

source: Functional Views
hi: फंक्शनल दृश्य

source: Password (Repeat)
hi: पासवर्ड (दोहराएँ)

source: Has Staff Privileges
hi: स्टाफ विशेषाधिकार हैं

source: Simple Crispy Form Example
hi: सरल क्रिस्पी फॉर्म उदाहरण

source: Register a New User
hi: नया उपयोगकर्ता पंजीकृत करें

source: Form processed successfully.
hi: फॉर्म सफलतापूर्वक संसाधित हुआ।

source: Simple Crispy Form
hi: सरल क्रिस्पी फॉर्म

source: Live Example
hi: लाइव उदाहरण

source: Documentation
hi: दस्तावेज़ीकरण

source: Back to Forms
hi: फॉर्म्स पर वापस जाएँ

source: Examples
hi: उदाहरण

source: Translated text within a paragraph tag should always be indented like this
hi: पैराग्राफ टैग के भीतर अनुवादित पाठ को हमेशा इस तरह इंडेंट किया जाना चाहिए

source: Short titles are fine
hi: संक्षिप्त शीर्षक ठीक हैं

source: Translated text within attributes
hi: गुणों के भीतर अनुवादित पाठ

source: Not Active
hi: सक्रिय नहीं है

source: Simple Pagination: HTMX + Django Tables2
hi: सरल पेजिनेशन: HTMX + Django Tables2

source: This button will trigger a refresh on the table once its HTMX request is complete:
hi: यह बटन HTMX अनुरोध पूरा होने पर तालिका को रीफ्रेश करेगा:

source: Refresh Table After Request
hi: अनुरोध के बाद तालिका रीफ्रेश करें

source: Added filter!
hi: फ़िल्टर जोड़ा गया!

source: To-Do
hi: करने के लिए

source: Add Item
hi: आइटम जोड़ें

source: Trigger Error
hi: त्रुटि ट्रिगर करें

source: This username is already taken. Please try another one.
hi: यह उपयोगकर्ता नाम पहले से लिया जा चुका है। कृपया कोई और आज़माएँ।

source: This email is already assigned to a user. Please use another email.
hi: यह ईमेल पहले से किसी उपयोगकर्ता को सौंपा गया है। कृपया कोई अन्य ईमेल उपयोग करें।

source: Edit Feature Flag:
hi: फ़ीचर फ़्लैग संपादित करें:

source: Show usage
hi: उपयोग दिखाएँ

source: Please confirm with %(owner)s before using it.
hi: कृपया इसका उपयोग करने से पहले %(owner)s से पुष्टि करें।

source: Randomness ranges from 0-1.<br/>0=disabled for all<br/>1=enable for all
hi: रैंडमनेस 0-1 के बीच होती है।<br/>0=सभी के लिए अक्षम<br/>1=सभी के लिए सक्षम

source: Enabled toggle items
hi: सक्षम टॉगल आइटम्स

source: Items added here will be enabled regardless of the randomness (or disabled if preceded by `!`)
hi: यहाँ जो आइटम जोड़े जाएँगे वे रैंडमनेस की परवाह किए बिना सक्षम होंगे (या यदि `!` के साथ हैं तो अक्षम)

source: Add
hi: जोड़ें

source: Export generation in progress. You will receive an email to %(email)s once complete.
hi: निर्यात निर्माण प्रगति पर है। पूर्ण होने पर आपको %(email)s पर एक ईमेल प्राप्त होगा।

source: Show usage metrics
hi: उपयोग मीट्रिक्स दिखाएँ

source: Tag
hi: टैग

source: Active Domains
hi: सक्रिय डोमेन

source: Last Usage
hi: अंतिम उपयोग

source: Issues found. You should receive an email shortly.
hi: समस्याएँ मिलीं। आपको शीघ्र ही एक ईमेल प्राप्त होगा।

source: No issues found.
hi: कोई समस्या नहीं मिली।

source: Workbook check failed to finish due to the following error : %s
hi: वर्कबुक जांच निम्नलिखित त्रुटि के कारण पूरी नहीं हो सकी : %s

source: Hi, PFA file for discrepancies found for app translations.
hi: नमस्ते, ऐप अनुवादों के लिए मिली विसंगतियों की फ़ाइल संलग्न है।

source: Hi, No discrepancies found for app translations.
hi: नमस्ते, ऐप अनुवादों में कोई विसंगति नहीं मिली।

source: Issues found with the workbook are as follows :
hi: वर्कबुक में पाई गई समस्याएँ निम्नलिखित हैं :

source: No issues found with the workbook.
hi: Criança com problemas de malnutrição

source: App Translations Discrepancies for {}
hi: {} के लिए ऐप अनुवाद विसंगतियाँ

source: App Translations Updated!
hi: ऐप अनुवाद अपडेट किए गए!

source: Invalid menu in row "%s", skipping row.
hi: पंक्ति "%s" में मेनू अमान्य है, पंक्ति छोड़ दी गई।

source: Invalid form in row "%s", skipping row.
hi: पंक्ति "%s" में फ़ॉर्म अमान्य है, पंक्ति छोड़ दी गई।

source: Did not recognize "%s", skipping row.
hi: "%s" को पहचाना नहीं गया, पंक्ति छोड़ दी गई।

source: Sheet "%s" was repeated. Only the first occurrence has been processed.
hi: शीट "%s" दोहराई गई थी। केवल पहली बार को संसाधित किया गया है।

source: Skipping sheet "%s", could not recognize title
hi: शीट "%s" छोड़ दी गई, शीर्षक पहचाना नहीं जा सका

source: Skipping sheet {title}: expected first columns to be {expected}
hi: शीट {title} छोड़ी जा रही है: अपेक्षित था कि पहली कॉलम {expected} हों

source: Sheet "{sheet}" has fewer columns than expected. Sheet will be processed but the following translations will be unchanged: {columns}
hi: शीट "{sheet}" में अपेक्षा से कम कॉलम हैं। शीट को संसाधित किया जाएगा लेकिन निम्नलिखित अनुवाद अपरिवर्तित रहेंगे: {columns}

source: Sheet "{sheet}" has unrecognized columns. Sheet will be processed but will ignore the following columns: {columns}
hi: शीट "{sheet}" में अपरिचित कॉलम हैं। शीट को प्रोसेस किया जाएगा, लेकिन निम्नलिखित कॉलमों को अनदेखा कर दिया जाएगा: {columns}

source: Error in {sheet}: {msg}
hi: {sheet} में त्रुटि: {msg}

source: Form has no translation element present to be used as a template.
hi: फॉर्म में कोई अनुवाद तत्व मौजूद नहीं है जिसे टेम्पलेट के रूप में उपयोग किया जा सके।

source: You must provide at least one translation for the label '{}'.
hi: आपको लेबल '{}' के लिए कम से कम एक अनुवाद प्रदान करना होगा।

source: Unrecognized translation label {0}. That row has been skipped
hi: अपरिचित अनुवाद लेबल {0}। उस पंक्ति को छोड़ दिया गया है

source: Found conflicting nodes for label {}
hi: लेबल {} के लिए विरोधाभासी नोड्स मिले

source: Form {index}, "{name}", is a shadow form. Cannot translate shadow forms, skipping.
hi: फॉर्म {index}, "{name}", एक शैडो फॉर्म है। शैडो फॉर्म का अनुवाद नहीं किया जा सकता, छोड़ रहे हैं।

source: case list
hi: केस सूची

source: case detail
hi: केस विवरण

source: Expected {expected_count} {list_or_detail} properties in menu {index}, found {actual_count}. No case list or detail properties for menu {index} were updated.
hi: मेनू {index} में अपेक्षित {expected_count} {list_or_detail} गुण थे, लेकिन {actual_count} मिले। मेनू {index} के लिए कोई केस सूची या विवरण गुण अपडेट नहीं किए गए।

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". This property has either been removed or does not exist.
hi: मेनू {index} के लिए एक {display_or_hint} पंक्ति में एक अप्रत्याशित केस सर्च प्रॉपर्टी "{field}" है। यह प्रॉपर्टी या तो हटा दी गई है या मौजूद नहीं है।

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
hi: मेनू {index} के लिए एक {display_or_hint} पंक्ति में एक अप्रत्याशित केस सर्च प्रॉपर्टी "{field}" है। केस प्रॉपर्टीज को उसी क्रम में होना चाहिए जैसा कि बल्क ऐप अनुवाद डाउनलोड में है। इस पंक्ति के लिए कोई अनुवाद अपडेट नहीं किया गया।

source: Expected {expected_count} case_search_display properties in menu {index}, found {actual_label_count} for case_search_display. Case Search config properties for menu {index} were only partially updated.
hi: मेनू {index} में अपेक्षित {expected_count} case_search_display गुण थे, लेकिन case_search_display के लिए {actual_label_count} मिले। मेनू {index} के लिए केस सर्च कॉन्फ़िग गुण केवल आंशिक रूप से अपडेट किए गए।

source: Found unexpected row "{0}" for menu {1}. No changes were made for menu {1}.
hi: मेनू {1} के लिए अप्रत्याशित पंक्ति "{0}" मिली। मेनू {1} के लिए कोई बदलाव नहीं किया गया।

source: Expected {0} reports for menu {1} but found row for Report {2}. No changes were made for menu {1}.
hi: मेनू {1} के लिए अपेक्षित {0} रिपोर्ट्स थीं, लेकिन रिपोर्ट {2} के लिए पंक्ति मिली। मेनू {1} के लिए कोई बदलाव नहीं किया गया।

source: Found row for {0}, but this report uses an xpath description, which is not localizable. Description not updated.
hi: {0} के लिए पंक्ति मिली, लेकिन यह रिपोर्ट xpath विवरण का उपयोग करती है, जिसे स्थानीयकृत नहीं किया जा सकता। विवरण अपडेट नहीं किया गया।

source: Expected {0} case detail tabs for menu {1} but found row for Tab {2}. No changes were made for menu {1}.
hi: मेनू {1} के लिए अपेक्षित {0} केस विवरण टैब थे, लेकिन टैब {2} के लिए पंक्ति मिली। मेनू {1} के लिए कोई बदलाव नहीं किया गया।

source: You must provide at least one translation of the case property '%s'
hi: आपको केस प्रॉपर्टी '%s' के लिए कम से कम एक अनुवाद प्रदान करना होगा

source: A row for menu {index} has an unexpected case property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
hi: मेनू {index} के लिए एक पंक्ति में एक अप्रत्याशित केस प्रॉपर्टी "{field}" है। केस प्रॉपर्टीज को उसी क्रम में होना चाहिए जैसा कि बल्क ऐप अनुवाद डाउनलोड में है। इस पंक्ति के लिए कोई अनुवाद अपडेट नहीं किया गया।

source: Upload a xls/xlsx/po/zip file
hi: xls/xlsx/po/zip फ़ाइल अपलोड करें

source: Convert
hi: कन्वर्ट करें

source: Please ensure columns 'source' and 'translation' in the sheet
hi: कृपया शीट में 'source' और 'translation' कॉलम सुनिश्चित करें

source: Unexpected file passed within zip. Please upload xls/xlsx/po files.
hi: zip के भीतर अप्रत्याशित फ़ाइल मिली। कृपया xls/xlsx/po फ़ाइलें अपलोड करें।

source: Unexpected file passed. Please upload xls/xlsx/po/zip file.
hi: अप्रत्याशित फ़ाइल मिली। कृपया xls/xlsx/po/zip फ़ाइल अपलोड करें।

source: Transifex project
hi: Transifex प्रोजेक्ट

source: Target Language
hi: लक्ष्य भाषा

source: Resource Slug
hi: रिसोर्स स्लग

source: Leave blank to fetch full project
hi: पूरा प्रोजेक्ट प्राप्त करने के लिए खाली छोड़ें

source: Leave blank to use current saved state
hi: वर्तमान सहेजी गई स्थिति का उपयोग करने के लिए खाली छोड़ें

source: Check this if you want to maintain different resources separately for different versions of the application. Leave it unchecked for continuous update to the same set of resources
hi: यदि आप एप्लिकेशन के विभिन्न संस्करणों के लिए अलग-अलग संसाधनों को अलग से बनाए रखना चाहते हैं तो इसे चेक करें। एक ही संसाधनों के सेट के लिए निरंतर अपडेट के लिए इसे अनचेक छोड़ें

source: Translated Language
hi: अनुवादित भाषा

source: Select Translated Language
hi: अनुवादित भाषा चुनें

source: Confirm that resources are completely translated before performing request
hi: अनुरोध करने से पहले पुष्टि करें कि संसाधन पूरी तरह से अनुवादित हैं

source: Please confirm that you want to proceed?
hi: कृपया पुष्टि करें कि आप आगे बढ़ना चाहते हैं?

source: Version not available for app
hi: ऐप के लिए संस्करण उपलब्ध नहीं है

source: Check this if you want to update an existing resource, instead of creating new ones. If you submit this form without this check, duplicate resources may be created.
hi: यदि आप मौजूदा संसाधन को अपडेट करना चाहते हैं, नए बनाने के बजाय, तो इसे चेक करें। यदि आप इस चेक के बिना यह फॉर्म सबमिट करते हैं, तो डुप्लिकेट संसाधन बन सकते हैं।

source: Source Language on Transifex
hi: Transifex पर स्रोत भाषा

source: Lock translations for resources that are being pulled
hi: उन संसाधनों के लिए अनुवाद लॉक करें जिन्हें खींचा जा रहा है

source: Please note that this will lock the resource for all languages
hi: कृपया ध्यान दें कि इससे सभी भाषाओं के लिए संसाधन लॉक हो जाएगा

source: Add translation to blacklist
hi: अनुवाद को ब्लैकलिस्ट में जोड़ें

source: From Application
hi: एप्लिकेशन से

source: To Application
hi: एप्लिकेशन में

source: Upload a xls file mapping old to new ids
hi: पुराने से नए आईडी को मैप करने वाली xls फ़ाइल अपलोड करें

source: We recommend taking a backup if you have not already.Please confirm that you want to proceed?
hi: यदि आपने पहले से बैकअप नहीं लिया है तो हम बैकअप लेने की सलाह देते हैं। कृपया पुष्टि करें कि आप आगे बढ़ना चाहते हैं?

source: Could not load file. Please ensure columns {type_header}, {old_id_header} and {new_id_header} are present
hi: फ़ाइल लोड नहीं कर सके। कृपया सुनिश्चित करें कि {type_header}, {old_id_header} और {new_id_header} कॉलम मौजूद हैं

source: missing value(s) in sheet
hi: शीट में मान(मानों) की कमी है

source: Could not load file. 'Type' column should be either 'Menu' or 'Form'
hi: फ़ाइल लोड नहीं कर सके। 'Type' कॉलम या तो 'Menu' या 'Form' होना चाहिए

source: Source and target app can not be the same
hi: स्रोत और लक्ष्य ऐप एक जैसे नहीं हो सकते

source: Target app default language and the source app default language don't match
hi: लक्ष्य ऐप की डिफ़ॉल्ट भाषा और स्रोत ऐप की डिफ़ॉल्ट भाषा मेल नहीं खाती

source: Transifex project source lang and the source app default language don't match
hi: Transifex प्रोजेक्ट स्रोत भाषा और स्रोत ऐप की डिफ़ॉल्ट भाषा मेल नहीं खाती

source: Transifex project source lang and the target app default language don't match
hi: Transifex प्रोजेक्ट स्रोत भाषा और लक्षित ऐप डिफ़ॉल्ट भाषा मेल नहीं खाते

source: Successfully Uploaded
hi: सफलतापूर्वक अपलोड किया गया

source: Successfully Removed
hi: सफलतापूर्वक हटाया गया

source: Translations
hi: अनुवाद

source: Transifex integration not set for this domain
hi: इस डोमेन के लिए Transifex एकीकरण सेट नहीं है

source: Convert Translations
hi: अनुवाद बदलें

source: Pull Resource
hi: संसाधन प्राप्त करें

source: Blacklist Translations
hi: ब्लैकलिस्ट अनुवाद

source: App Translations
hi: ऐप अनुवाद

source: Successfully enqueued request to submit files for translations
hi: अनुवाद के लिए फ़ाइलें सबमिट करने के अनुरोध को सफलतापूर्वक कतारबद्ध किया गया

source: Resources yet to be completely translated, for ex: {}
hi: संसाधन अभी पूरी तरह से अनुवादित नहीं हुए हैं, उदाहरण के लिए: {}

source: Resources not found for this project and version.
hi: इस प्रोजेक्ट और संस्करण के लिए संसाधन नहीं मिले।

source: Resources yet to be completely translated for all languages. Hence, the request for locking resources can not be performed.
hi: सभी भाषाओं के लिए संसाधन अभी पूरी तरह से अनुवादित नहीं हुए हैं। इसलिए, संसाधनों को लॉक करने का अनुरोध नहीं किया जा सकता।

source: Successfully enqueued request to pull for translations. You should receive an email shortly.
hi: अनुवाद प्राप्त करने के लिए अनुरोध को सफलतापूर्वक कतारबद्ध किया गया। आपको शीघ्र ही एक ईमेल प्राप्त होगा।

source: Successfully enqueued request to take backup.
hi: बैकअप लेने के लिए अनुरोध को सफलतापूर्वक कतारबद्ध किया गया।

source: Resources yet to be completely translated for all languages. Hence, the request for deleting resources can not be performed.
hi: सभी भाषाओं के लिए संसाधन अभी पूरी तरह से अनुवादित नहीं हुए हैं। इसलिए, संसाधनों को हटाने का अनुरोध नहीं किया जा सकता।

source: Successfully enqueued request to delete resources.
hi: संसाधनों को हटाने के लिए अनुरोध को सफलतापूर्वक कतारबद्ध किया गया।

source: Source lang selected not available for the project
hi: चयनित स्रोत भाषा प्रोजेक्ट के लिए उपलब्ध नहीं है

source: Create or Update Translations
hi: अनुवाद बनाएँ या अपडेट करें

source: Push Translations
hi: अनुवाद भेजें

source: Pull Translations
hi: अनुवाद प्राप्त करें

source: Backup Translations
hi: अनुवाद बैकअप

source: Delete Translations
hi: अनुवाद हटाएँ

source: Download Translations
hi: अनुवाद डाउनलोड करें

source: Missing current Application Version. This can happen if the latest version was deleted without creating a new one. Please create a new Application Version before trying again.
hi: मौजूदा एप्लिकेशन संस्करण गायब है। ऐसा तब हो सकता है जब नवीनतम संस्करण को नया बनाए बिना हटा दिया गया हो। कृपया पुनः प्रयास करने से पहले एक नया एप्लिकेशन संस्करण बनाएँ।

source: Missing selected Application Version. Please create a new version before trying again.
hi: चयनित एप्लिकेशन संस्करण गायब है। कृपया पुनः प्रयास करने से पहले एक नया संस्करण बनाएँ।

source: Submitted request to download translations. You should receive an email shortly.
hi: अनुवाद डाउनलोड करने के लिए अनुरोध सबमिट किया गया। आपको शीघ्र ही एक ईमेल प्राप्त होगा।

source: Migrate Project
hi: प्रोजेक्ट माइग्रेट करें

source: Submitted request to migrate project. You should receive an email shortly.
hi: प्रोजेक्ट माइग्रेट करने के लिए अनुरोध सबमिट किया गया। आपको शीघ्र ही एक ईमेल प्राप्त होगा।

source: Set Up or Update Resource
hi: संसाधन सेटअप या अपडेट करें

source: Create a new resource or update an existing one in Transifex.
hi: Transifex में एक नया संसाधन बनाएँ या मौजूदा को अपडेट करें।

source: Push Target Language
hi: लक्षित भाषा भेजें

source: Push translations for a target language to Transifex.
hi: लक्षित भाषा के लिए अनुवाद Transifex पर भेजें।

source: Pull App Translations
hi: ऐप अनुवाद प्राप्त करें

source: Pull all translations for a selected language, which will be emailed to you as an Excel file.
hi: चयनित भाषा के सभी अनुवाद प्राप्त करें, जो आपको Excel फ़ाइल के रूप में ईमेल किए जाएँगे।

source: Backup App Translations
hi: ऐप अनुवाद बैकअप

source: Pull all translations for all languages in the project, which will be emailed to you as a zip file.
hi: प्रोजेक्ट की सभी भाषाओं के सभी अनुवाद प्राप्त करें, जो आपको zip फ़ाइल के रूप में ईमेल किए जाएँगे।

source: Delete Project Resources
hi: प्रोजेक्ट संसाधन हटाएँ

source: Delete all resources for the selected project. Use caution!
hi: चयनित प्रोजेक्ट के सभी संसाधन हटाएँ। सावधानी बरतें!

source: App
hi: Casos IRA Tratados

source: Module
hi: मॉड्यूल

source: Detail/List/UI
hi: विवरण/सूची/UI

source: Field Name
hi: फ़ील्ड नाम

source: Default Display Text
hi: डिफ़ॉल्ट प्रदर्शन पाठ

source: Missing translations for {} in uploaded sheet
hi: अपलोड की गई शीट में {} के लिए अनुवाद गायब हैं

source: Could not find column(s) '{}'
hi: कॉलम(स) '{}' नहीं मिले

source: {} not found
hi: {} नहीं मिला

source: Upload failed. We found problems with the following translations:
hi: अपलोड विफल रहा। हमें निम्न अनुवादों में समस्याएँ मिलीं:

source: Upload succeeded, but we found following issues for some properties
hi: अपलोड सफल रहा, लेकिन कुछ गुणों के लिए हमें निम्न समस्याएँ मिलीं

source: Something went wrong! Update failed. We're looking into it
hi: कुछ गलत हो गया! अपडेट विफल रहा। हम इसकी जाँच कर रहे हैं

source: UI Translations Updated!
hi: UI अनुवाद अपडेट किए गए!

source: Please select language to validate.
hi: कृपया सत्यापन के लिए भाषा चुनें।

source: Double Entry for {}
hi: {} के लिए डबल एंट्री

source: You cannot set {} directly
hi: आप {} को सीधे सेट नहीं कर सकते

source: 'The column header '{old_name}' is deprecated, please use '{new_name}' instead.
hi: '{old_name}' कॉलम हेडर अप्रचलित है, कृपया इसकी जगह '{new_name}' का उपयोग करें।

source: Only users with 'Manage Tableau Configuration' edit permission in domains where Tableau User Syncing is enabled can upload files with 'Tableau Role' and/or 'Tableau Groups' fields.
hi: केवल उन्हीं उपयोगकर्ताओं को 'Tableau Role' और/या 'Tableau Groups' फ़ील्ड वाले फ़ाइल अपलोड करने की अनुमति है, जिनके पास उन डोमेन में 'Manage Tableau Configuration' संपादन अनुमति है जहाँ Tableau User Syncing सक्षम है।

source: The following are {label} column headers: {headers}.
hi: निम्नलिखित {label} कॉलम हेडर हैं: {headers}.
