Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Level 2
hi: स्तर 2

source: Level 3
hi: स्तर 3

source: Level 4
hi: स्तर 4

source: Submission Status
hi: प्रस्तुति स्थिति

source: Missing Report Date
hi: रिपोर्ट तिथि अनुपस्थित

source: Incorrect or no PMT data submitted
hi: गलत या कोई PMT डेटा प्रस्तुत नहीं किया गया

source: Register beneficiaries on COWIN
hi: COWIN पर लाभार्थियों का पंजीकरण करें

source: Update vaccination for beneficiaries on COWIN
hi: COWIN पर लाभार्थियों के लिए टीकाकरण अपडेट करें

source: Age Range
hi: आयु सीमा

source: Gender
hi: बच्चे का लिंग

source: Male
hi: पुरुष

source: Female
hi: महिला

source: Pregnancy
hi: गर्भावस्था

source: Urban/Rural
hi: शहरी/ग्रामीण

source: Peri-urban
hi: अर्ध-शहरी

source: Urban
hi: शहरी

source: Rural
hi: ग्रामीण

source: Breastfeeding
hi: स्तनपान

source: Supplement Use
hi: पूरक उपयोग

source: Recall Status
hi: स्मरण स्थिति

source: Gap Description
hi: अंतराल विवरण

source: Gap Type
hi: अंतराल प्रकार

source: Food Type
hi: भोजन प्रकार

source: FAO/WHO GIFT Food Group Description
hi: FAO/WHO GIFT भोजन समूह विवरण

source: treated_diarrhea
hi: डायरिया का इलाज किया गया

source: treated_ari
hi: एआरआई का इलाज किया गया

source: mc_section_transfers
hi: एमसी अनुभाग स्थानांतरण

source: transfer_total
hi: कुल स्थानांतरण

source: transfer_malnutrition
hi: कुपोषण के लिए स्थानांतरण

source: transfer_incomplete_vaccination
hi: अपूर्ण टीकाकरण के लिए स्थानांतरण

source: transfer_danger_signs
hi: खतरे के लक्षणों के लिए स्थानांतरण

source: transfer_prenatal_consult
hi: प्रसवपूर्व परामर्श के लिए स्थानांतरण

source: transfer_missing_malaria_meds
hi: मलेरिया की दवाएँ छूटने के लिए स्थानांतरण

source: transfer_other
hi: अन्य के लिए स्थानांतरण

source: mc_section_deaths
hi: एमसी अनुभाग मृत्यु

source: deaths_total
hi: कुल मृत्यु

source: deaths_newborn
hi: नवजात मृत्यु

source: deaths_children
hi: बच्चों की मृत्यु

source: deaths_mothers
hi: माताओं की मृत्यु

source: deaths_other
hi: अन्य मृत्यु

source: mc_section_health_ed
hi: एमसी अनुभाग स्वास्थ्य शिक्षा

source: heath_ed_talks
hi: स्वास्थ्य शिक्षा वार्ताएँ

source: heath_ed_participants
hi: स्वास्थ्य शिक्षा प्रतिभागी

source: mc_section_stock_balance
hi: एमसी अनुभाग स्टॉक शेष

source: stock_amox_pink
hi: स्टॉक अमोक्सिसिलिन पिंक

source: stock_amox_green
hi: स्टॉक अमोक्सिसिलिन ग्रीन

source: stock_ors
hi: स्टॉक ओआरएस

source: stock_ra_50
hi: स्टॉक आरए 50

source: stock_ra_200
hi: स्टॉक आरए 200

source: stock_zinc
hi: स्टॉक जिंक

source: stock_coartem_yellow
hi: स्टॉक कोआर्टेम येलो

source: stock_coartem_blue
hi: स्टॉक कोआर्टेम ब्लू

source: stock_coartem_green
hi: स्टॉक कोआर्टेम ग्रीन

source: stock_coartem_brown
hi: स्टॉक कोआर्टेम ब्राउन

source: stock_paracetamol_250
hi: स्टॉक पैरासिटामोल 250

source: stock_paracetamol_500
hi: स्टॉक पैरासिटामोल 500

source: stock_rdt
hi: स्टॉक आरडीटी

source: stock_gloves
hi: स्टॉक दस्ताने

source: home_visits_non_pregnant
hi: गर्भवती नहीं महिलाओं की घरेलू यात्राएँ

source: home_visits_followup
hi: फॉलोअप घरेलू यात्राएँ

source: mc_section_deaths_in_community
hi: समुदाय में मृत्यु का एमसी अनुभाग

source: mc_section_validation
hi: एमसी अनुभाग सत्यापन

source: patients_given_pneumonia_meds
hi: निमोनिया की दवाएँ दी गई मरीज

source: patients_given_diarrhoea_meds
hi: डायरिया की दवाएँ दी गई मरीज

source: patients_given_malaria_meds
hi: मलेरिया की दवाएँ दी गई मरीज

source: patients_correctly_referred
hi: मरीजों को सही तरीके से रेफर किया गया

source: cases_rdt_not_done
hi: आरडीटी नहीं किया गया मामलों की संख्या

source: cases_danger_signs_not_referred
hi: खतरे के लक्षण वाले मामलों को रेफर नहीं किया गया

source: cases_no_malaria_meds
hi: मलेरिया की दवाएँ नहीं दी गई मामलों की संख्या

source: home_visits_adult
hi: वयस्कों की घरेलू यात्राएँ

source: cases_transferred
hi: स्थानांतरित किए गए मामले

source: Congratulations! This APE has visited {number} children this week. Call and congratulate them! Please help other supervisors learn from your success.
hi: बधाई हो! इस एपीई ने इस सप्ताह {number} बच्चों से मुलाकात की है। उन्हें कॉल करें और बधाई दें! कृपया अन्य पर्यवेक्षकों को अपनी सफलता से सीखने में मदद करें।

source: This APE has treated {number} of patients with the incorrect medicine for pneumonia. Please contact him/her and find out why and provide supportive supervision on use of amoxicillin.
hi: इस एपीई ने {number} मरीजों का निमोनिया के लिए गलत दवा से इलाज किया है। कृपया उनसे संपर्क करें और जानें क्यों, तथा अमोक्सिसिलिन के उपयोग पर सहायक पर्यवेक्षण दें।

source: This APE has treated {number} of patients with the incorrect medicine for diarrhoea. Please contact them and find out why and provide supportive supervision on use of zinc and ORS.
hi: इस एपीई ने {number} मरीजों का डायरिया के लिए गलत दवा से इलाज किया है। कृपया उनसे संपर्क करें और जानें क्यों, तथा जिंक और ओआरएस के उपयोग पर सहायक पर्यवेक्षण दें।

source: This APE has treated {number} of patients with the incorrect medicine for malaria. Please contact them and find out why and provide supportive supervision on use of Coartem and Paracetamol.
hi: इस APE ने {number} मरीज़ों का मलेरिया के लिए गलत दवा से इलाज किया है। कृपया उनसे संपर्क करें, कारण जानें और Coartem तथा Paracetamol के उपयोग पर सहायक पर्यवेक्षण प्रदान करें।

source: Congratulations! This APE has correctly referred all children they visited this week. Call those APEs to congratulate them! Please help other supervisors learn from your success.
hi: बधाई हो! इस APE ने इस सप्ताह जिन सभी बच्चों से मुलाकात की, उन्हें सही तरीके से रेफर किया। उन APEs को कॉल कर बधाई दें! कृपया अन्य पर्यवेक्षकों को अपनी सफलता से सीखने में मदद करें।

source: This APE incorrectly referred {number} patients they visited this week. Please contact them and find out why and provide supportive supervision on correct referral.
hi: इस APE ने इस सप्ताह {number} मरीज़ों को गलत तरीके से रेफर किया है। कृपया उनसे संपर्क करें, कारण जानें और सही रेफरल पर सहायक पर्यवेक्षण प्रदान करें।

source: This APE did not perform a RDT on {number} patients with fever this week. Please contact them and find out why and provide supportive supervision on when to perform a RDT.
hi: इस APE ने इस सप्ताह बुखार वाले {number} मरीज़ों पर RDT नहीं किया। कृपया उनसे संपर्क करें, कारण जानें और कब RDT करना है, इस पर सहायक पर्यवेक्षण प्रदान करें।

source: District
hi: जिला

source: Health Facility
hi: स्वास्थ्य केंद्र

source: Missing required column(s)
hi: आवश्यक कॉलम(स) गायब हैं

source: Missing call values
hi: कॉल मान गायब हैं

source: Missing owner name
hi: मालिक का नाम गायब है

source: Latest call value not a date
hi: नवीनतम कॉल मान तिथि नहीं है

source: Mobile number should be 10 digits
hi: मोबाइल नंबर 10 अंकों का होना चाहिए

source: Latest call not in last month
hi: नवीनतम कॉल पिछले महीने में नहीं है

source: Upload limit reached for owner and call type
hi: मालिक और कॉल प्रकार के लिए अपलोड सीमा पूरी हो गई है

source: Unexpected value for skipping call validator column
hi: कॉल वेलिडेटर कॉलम छोड़ने के लिए अप्रत्याशित मान

source: Unexpected sheet uploaded. Either {rch_identifier} or {sncu_identifier} should be present
hi: अप्रत्याशित शीट अपलोड की गई। या तो {rch_identifier} या {sncu_identifier} मौजूद होना चाहिए

source: Missing columns {column_names}
hi: कॉलम गायब हैं {column_names}

source: Need at least one Call column for Calls 1-6
hi: कॉल्स 1-6 के लिए कम से कम एक कॉल कॉलम आवश्यक है

source: Required columns are {column_names}
hi: आवश्यक कॉलम हैं {column_names}

source: Enter valid JSON
hi: मान्य JSON दर्ज करें
