Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: You can't enter an amount between $<span data-bind="text: maxPartialAmount" ></span> and $<span data-bind="text: balance"></span> because the next transfer will be below the minimum amount of $0.50.
hi: आप $<span data-bind="text: maxPartialAmount" ></span> और $<span data-bind="text: balance"></span> के बीच कोई राशि दर्ज नहीं कर सकते क्योंकि अगला ट्रांसफर न्यूनतम राशि $0.50 से कम होगा।

source: Payment for Statement No. <span data-bind="text: invoiceNumber"></span>
hi: विवरण संख्या के लिए भुगतान <span data-bind="text: invoiceNumber"></span>

source: Bulk Wire Payment
hi: बल्क वायर भुगतान

source: Bulk Payment
hi: बल्क भुगतान

source: Thank you for your payment!
hi: आपके भुगतान के लिए धन्यवाद!

source: Thank you for your upcoming wire payment. An invoice with your total balance and the instructions to do the wire payment has just been sent to your email address.
hi: आपके आगामी वायर भुगतान के लिए धन्यवाद। आपकी कुल शेष राशि और वायर भुगतान के निर्देशों के साथ एक इनवॉइस अभी आपके ईमेल पते पर भेज दी गई है।

source: You are about to subscribe to the <strong>%(p)s Software Plan</strong>.<br/> Please update your billing information below before continuing.
hi: आप <strong>%(p)s सॉफ़्टवेयर प्लान</strong> की सदस्यता लेने जा रहे हैं।<br/> कृपया आगे बढ़ने से पहले नीचे अपनी बिलिंग जानकारी अपडेट करें।

source: Select different option
hi: विकल्प बदलें

source: Select different plan
hi: प्लान बदलें

source: Confirm Pause
hi: पॉज़ की पुष्टि करें

source: Confirm Plan
hi: प्लान की पुष्टि करें

source: Before you pause...
hi: पॉज़ करने से पहले...

source: Downgrading?
hi: डाउनग्रेड कर रहे हैं?

source: Why are you pausing your subscription today?
hi: आप आज अपनी सदस्यता क्यों पॉज़ कर रहे हैं?

source: Why are you downgrading your subscription today?
hi: आप आज अपनी सदस्यता डाउनग्रेड क्यों कर रहे हैं?

source: Please let us know any other feedback you have
hi: कृपया हमें अपनी अन्य कोई भी प्रतिक्रिया बताएं

source: You are renewing your plan to <strong>%(p_name)s</strong>.
hi: आप अपना प्लान <strong>%(p_name)s</strong> पर नवीनीकृत कर रहे हैं।

source: — which matches your current feature usage.
hi:  जो आपकी वर्तमान फीचर उपयोग से मेल खाता है।

source: It will be renewed automatically on <strong>%(start_date)s</strong>.
hi: यह अपने आप <strong>%(start_date)s</strong> को नवीनीकृत हो जाएगा।

source: <h4>Note: You are renewing to a different plan</h4> <p>The new plan will take effect on <strong>%(start_date)s</strong> and will cost <strong>%(monthly_fee)s</strong>/month.</p>
hi: <h4>नोट: आप किसी अन्य प्लान पर नवीनीकरण कर रहे हैं</h4> <p>नया प्लान <strong>%(start_date)s</strong> से प्रभावी होगा और इसकी लागत <strong>%(monthly_fee)s</strong>/माह होगी।</p>

source: Current Subscription
hi: वर्तमान सदस्यता

source: Plan
hi: प्लान

source: Your Subscription is Paused
hi: आपकी सदस्यता पॉज़ की गई है

source: Day Trial
hi: दिन ट्रायल

source: Your %(pe)s Edition subscription was paused on %(date_paused)s. Please subscribe to a plan to gain access to your project again.
hi: आपकी %(pe)s एडिशन सदस्यता %(date_paused)s को पॉज़ की गई थी। कृपया अपने प्रोजेक्ट तक फिर से पहुँचने के लिए किसी प्लान की सदस्यता लें।

source: The %(trial_length)s Day Trial includes all the features present in the %(pn)s Software Plan, which is our full set of features.
hi: %(trial_length)s दिन का ट्रायल %(pn)s सॉफ़्टवेयर प्लान की सभी सुविधाएँ शामिल करता है, जो हमारे सभी फीचर्स का पूरा सेट है।

source: <strong>Note:</strong> This subscription will not be invoiced.
hi: <strong>नोट:</strong> इस सदस्यता के लिए इनवॉइस नहीं बनेगा।

source: Change Plan
hi: प्लान बदलें

source: This subscription will be paused on %(next_date)s.
hi: यह सदस्यता %(next_date)s को पॉज़ की जाएगी।

source: Your trial expires on %(date_end)s.
hi: आपका ट्रायल %(date_end)s को समाप्त हो रहा है।

source: Date Started
hi: शुरू होने की तारीख

source: Date Ending
hi: समाप्ति की तारीख

source: Current Price
hi: वर्तमान मूल्य

source: Next Subscription Begins
hi: अगली सदस्यता शुरू होगी

source: Next Subscription Plan
hi: अगला सदस्यता प्लान

source: Next Subscription Price
hi: अगला सदस्यता मूल्य

source: Subscription Credit
hi: सब्सक्रिप्शन क्रेडिट

source: Plan Credit
hi: प्लान क्रेडिट

source: General Credit
hi: सामान्य क्रेडिट

source: Credits Remaining
hi: शेष क्रेडिट

source: Prepay by Credit Card
hi: क्रेडिट कार्ड द्वारा प्रीपेड करें

source: Generate Prepayment Invoice
hi: प्रीपेमेंट इनवॉइस जनरेट करें

source: Not Billing Admin, Can't Add Credit
hi: बिलिंग एडमिन नहीं हैं, क्रेडिट जोड़ नहीं सकते

source: Account Credit
hi: खाता क्रेडिट

source: Usage Summary
hi: उपयोग सारांश

source: Feature
hi: फीचर

source: Current Use
hi: वर्तमान उपयोग

source: Remaining
hi: शेष

source: Credits Available
hi: उपलब्ध क्रेडिट

source: Account Credits Available
hi: खाते में उपलब्ध क्रेडिट

source: Included in Software Plan
hi: सॉफ्टवेयर प्लान में शामिल

source: Current Usage
hi: वर्तमान उपयोग

source: The page you requested is unavailable because the project space is being or has been migrated to a different hosting environment.
hi: आपके द्वारा अनुरोधित पेज उपलब्ध नहीं है क्योंकि प्रोजेक्ट स्पेस को या तो माइग्रेट किया जा रहा है या किसी अन्य होस्टिंग वातावरण में माइग्रेट किया जा चुका है।

source: <strong>%(feature_name)s</strong> is only available to projects subscribed to <strong>%(plan_name)s</strong> plan or higher. To access this feature, you must subscribe to the <strong>%(plan_name)s</strong> plan.
hi: <strong>%(feature_name)s</strong> केवल उन प्रोजेक्ट्स के लिए उपलब्ध है जो <strong>%(plan_name)s</strong> प्लान या उससे ऊपर के लिए सब्सक्राइब्ड हैं। इस फीचर का उपयोग करने के लिए आपको <strong>%(plan_name)s</strong> प्लान सब्सक्राइब करना होगा।

source: You must be a Project Administrator to make Subscription changes.
hi: सब्सक्रिप्शन में बदलाव करने के लिए आपको प्रोजेक्ट एडमिनिस्ट्रेटर होना आवश्यक है।

source: Read more about our plans
hi: हमारे प्लान्स के बारे में और पढ़ें

source: Change My Plan
hi: मेरा प्लान बदलें

source: <p> This page is visible to Dimagi employees only (you have an @dimagi.com email address). You can use this page to set up a subscription for this project space. Use this tool only for projects that are: <ul> <li>an internal test project</li> <li>part of a contracted project</li> <li>a short term extended trial for biz dev</li> </ul> </p> <h3> Your project is currently subscribed to %(plan_name)s. </h3>
hi: <p> यह पेज केवल Dimagi कर्मचारियों के लिए दृश्यमान है (आपके पास @dimagi.com ईमेल पता है)। आप इस पेज का उपयोग इस प्रोजेक्ट स्पेस के लिए सब्सक्रिप्शन सेटअप करने के लिए कर सकते हैं। इस टूल का उपयोग केवल उन प्रोजेक्ट्स के लिए करें जो: <ul> <li>एक आंतरिक परीक्षण प्रोजेक्ट हैं</li> <li>कॉन्ट्रैक्टेड प्रोजेक्ट का हिस्सा हैं</li> <li>बिजनेस डेवेलपमेंट के लिए अल्पकालिक विस्तारित ट्रायल हैं</li> </ul> </p> <h3> आपका प्रोजेक्ट वर्तमान में %(plan_name)s के लिए सब्सक्राइब्ड है। </h3>

source: Add
hi: जोड़ें

source: Could not update!
hi: अपडेट नहीं कर सके!

source: Last Activity
hi: अंतिम गतिविधि

source: Activated On :
hi: सक्रिय किया गया :

source: Deactivated On :
hi: निष्क्रिय किया गया :

source: You are renewing your <strong>%(p)s</strong> subscription.
hi: आप अपनी <strong>%(p)s</strong> सब्सक्रिप्शन का नवीनीकरण कर रहे हैं।

source: Talk to Sales
hi: सेल्स से बात करें

source: My Projects
hi: मेरे प्रोजेक्ट्स

source: Accept All Invitations
hi: सभी निमंत्रण स्वीकार करें

source: My Invitations
hi: मेरे निमंत्रण

source: Save close to 20%% when you pay annually.
hi: जब आप वार्षिक भुगतान करते हैं तो लगभग 20%% की बचत करें।

source: %(days)s day refund policy
hi: %(days)s दिन की रिफंड नीति

source: monthly
hi: मासिक

source: discounted
hi: डिस्काउंटेड

source: Current Plan
hi: वर्तमान प्लान

source: Select Plan
hi: प्लान चुनें

source: Pause Subscription
hi: सब्सक्रिप्शन पोज़ करें

source: What happens after you pause?
hi: पोज़ करने के बाद क्या होगा?

source: You will lose access to your project space, but you will be able to re-subscribe anytime in the future.
hi: आपको अपने प्रोजेक्ट स्पेस तक पहुंच नहीं मिलेगी, लेकिन आप भविष्य में कभी भी फिर से सब्सक्राइब कर सकते हैं।

source: You will no longer be billed.
hi: अब आपसे बिल नहीं लिया जाएगा।

source: Your subscription is currently paused.
hi: आपकी सब्सक्रिप्शन वर्तमान में पोज़ है।

source: Your subscription is currently paused because you have <a href="%(url_statements)s">past-due invoices</a>.
hi: आपकी सब्सक्रिप्शन वर्तमान में पोज़ है क्योंकि आपके पास <a href="%(url_statements)s">अतिदेय इनवॉइस</a> हैं।

source: You will not be allowed to un-pause your project until these invoices are paid.
hi: जब तक ये इनवॉइस का भुगतान नहीं हो जाता, आपको अपने प्रोजेक्ट को अनपोज़ करने की अनुमति नहीं होगी।

source: Questions about which software plan is right for you?
hi: आपके लिए कौन सी सॉफ़्टवेयर योजना उपयुक्त है, इस बारे में प्रश्न हैं?

source: Talk with our team
hi: हमारी टीम से बात करें

source: Dismiss
hi: खारिज करें

source: Saved Credit Cards
hi: सहेजे गए क्रेडिट कार्ड

source: Add Card
hi: कार्ड जोड़ें

source: Credit Card
hi: क्रेडिट कार्ड

source: Your request was successful!
hi: आपका अनुरोध सफल रहा!

source: Delete Card
hi: कार्ड हटाएं

source: Actually remove <strong><span data-bind='text: brand'></span></strong> card ************<strong><span data-bind="text: last4"></span></strong>?
hi: क्या आप वाकई <strong><span data-bind='text: brand'></span></strong> कार्ड ************<strong><span data-bind="text: last4"></span></strong> को हटाना चाहते हैं?

source: Autopay card
hi: ऑटोपे कार्ड

source: Remove Autopay
hi: ऑटोपे हटाएं

source: Set as autopay card
hi: ऑटोपे कार्ड के रूप में सेट करें

source: Save close to 20%% when you pay annually.
hi: जब आप वार्षिक भुगतान करते हैं तो लगभग 20%% बचत करें।

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ!
hi: %(inviter)s ने आपको CommCare HQ में %(domain)s प्रोजेक्ट से जुड़ने के लिए आमंत्रित किया है!

source: You're invited to join %(domain)s!
hi: आपको %(domain)s से जुड़ने के लिए आमंत्रित किया गया है!

source: Accept Invitation
hi: निमंत्रण स्वीकार करें

source: %(inviter)s has invited you to join the %(domain)s project on CommCare HQ. This invitation expires in %(days)s day(s).
hi: %(inviter)s ने आपको CommCare HQ पर %(domain)s प्रोजेक्ट से जुड़ने के लिए आमंत्रित किया है। यह निमंत्रण %(days)s दिन में समाप्त हो जाएगा।

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
hi: CommCare HQ एक डेटा प्रबंधन उपकरण है जिसका उपयोग 500 से अधिक संगठन दुनिया भर में फ्रंटलाइन वर्कर्स की मदद के लिए करते हैं। <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">CommCare के बारे में और जानें</a>।

source: You received this message because we received an invitation request from %(inviter)s from the project "%(domain)s"
hi: आपको यह संदेश इसलिए मिला क्योंकि हमें %(inviter)s से "%(domain)s" प्रोजेक्ट के लिए निमंत्रण अनुरोध प्राप्त हुआ है

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
hi: CommCare HQ एक डेटा प्रबंधन उपकरण है जिसका उपयोग 500 से अधिक संगठन दुनिया भर में फ्रंटलाइन वर्कर्स की मदद के लिए करते हैं। <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">CommCare के बारे में और जानें</a>।

source: Hey there,
hi: नमस्ते,

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ. This invitation expires in %(days)s day(s).
hi: %(inviter)s ने आपको CommCare HQ में %(domain)s प्रोजेक्ट से जुड़ने के लिए आमंत्रित किया है। यह निमंत्रण %(days)s दिन में समाप्त हो जाएगा।

source: To accept this invitation click <a href="%(url)s">this link</a>. If you are unable to click the link, copy and paste the following url into your browser. %(url)s
hi: इस निमंत्रण को स्वीकार करने के लिए <a href="%(url)s">इस लिंक</a> पर क्लिक करें। यदि आप लिंक पर क्लिक नहीं कर पा रहे हैं, तो कृपया निम्न url को अपने ब्राउज़र में कॉपी और पेस्ट करें। %(url)s

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world.
hi: CommCare HQ एक डेटा प्रबंधन उपकरण है जिसका उपयोग 500 से अधिक संगठन दुनिया भर में फ्रंटलाइन वर्कर्स की मदद के लिए करते हैं।

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
hi: यदि आपको लगता है कि यह संदेश गलती से मिला है, तो आप इस ईमेल को अनदेखा कर सकते हैं। CommCare HQ के बारे में अधिक जानने के लिए http://www.commcarehq.org/ पर जाएँ।

source: Thanks for using our site!
hi: हमारी साइट का उपयोग करने के लिए धन्यवाद!

source: -The CommCare HQ team
hi: -CommCare HQ टीम

source: %(inviter)s approved your request to join %(domain)s on CommCare HQ!
hi: %(inviter)s ने CommCare HQ पर %(domain)s से जुड़ने के आपके अनुरोध को स्वीकृत कर लिया है!

source: You're approved to join %(domain)s!
hi: आपको %(domain)s से जुड़ने की स्वीकृति मिल गई है!

source: Confirm My Account
hi: मेरा खाता पुष्टि करें

source: %(inviter)s has approved your request to join the "%(domain)s" project at CommCare HQ. This approval expires in %(days)s day(s).
hi: %(inviter)s ने CommCare HQ में "%(domain)s" प्रोजेक्ट से जुड़ने के आपके अनुरोध को स्वीकृत कर लिया है। यह स्वीकृति %(days)s दिन में समाप्त हो जाएगी।

source: CommCare HQ is a tool that helps manage frontline workers around the world.
hi: CommCare HQ एक उपकरण है जो दुनिया भर में फ्रंटलाइन वर्कर्स के प्रबंधन में मदद करता है।

source: You received this message because we received an approval from %(inviter)s for your request to join %(domain)s
hi: आपको यह संदेश इसलिए मिला क्योंकि हमें %(inviter)s से %(domain)s से जुड़ने के आपके अनुरोध की स्वीकृति प्राप्त हुई है

source: Hi!
hi: नमस्ते!

source: %(inviter)s has approved your request to join the %(domain)s project space on CommCare HQ. This approval expires in %(days)s day(s).
hi: %(inviter)s ने CommCare HQ पर %(domain)s प्रोजेक्ट स्पेस से जुड़ने के आपके अनुरोध को स्वीकृत कर लिया है। यह स्वीकृति %(days)s दिन में समाप्त हो जाएगी।

source: CommCare HQ is a tool that helps manage frontline workers around the world.
hi: CommCare HQ एक उपकरण है जो दुनिया भर में फ्रंटलाइन वर्कर्स के प्रबंधन में मदद करता है।

source: To confirm this approval go to: %(url)s
hi: इस स्वीकृति की पुष्टि करने के लिए यहाँ जाएँ: %(url)s

source: If you think this is a mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
hi: यदि आपको लगता है कि यह गलती है, तो आप इस ईमेल को अनदेखा कर सकते हैं। CommCare HQ के बारे में अधिक जानने के लिए http://www.commcarehq.org/ पर जाएँ।

source: Hello,
hi: नमस्ते,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at <a href="mailto:%(support_email)s">%(support_email)s</a> and follow <a href="%(settings_url)s">this link</a> to deactivate the transfer: %(settings_url)s
hi: %(from_username)s द्वारा %(to_username)s को प्रोजेक्ट स्पेस ट्रांसफर की प्रक्रिया शुरू की गई है। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया तुरंत <a href="mailto:%(support_email)s">%(support_email)s</a> पर हमसे संपर्क करें और ट्रांसफर को निष्क्रिय करने के लिए <a href="%(settings_url)s">इस लिंक</a> का अनुसरण करें: %(settings_url)s

source: Thanks for using our site!
hi: हमारी साइट का उपयोग करने के लिए धन्यवाद!

source: Hello,
hi: नमस्ते,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at %(support_email)s and follow this link to deactivate the transfer: %(settings_url)s
hi: %(from_username)s द्वारा %(to_username)s को प्रोजेक्ट स्पेस ट्रांसफर की प्रक्रिया शुरू की गई है। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया तुरंत %(support_email)s पर हमसे संपर्क करें और ट्रांसफर को निष्क्रिय करने के लिए इस लिंक का अनुसरण करें: %(settings_url)s

source: Thanks for using our site!
hi: हमारी साइट का उपयोग करने के लिए धन्यवाद!

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow <a href="%(activate_url)s">this link</a>: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
hi: %(from_username)s ने CommCare HQ प्रोजेक्ट स्पेस के स्वामित्व के ट्रांसफर की प्रक्रिया शुरू की है। इस प्रोजेक्ट स्पेस के स्वामित्व को स्वीकार करने के लिए, कृपया <a href="%(activate_url)s">इस लिंक</a> का अनुसरण करें: %(activate_url)s। यदि आपके पास पहले से CommCare उपयोगकर्ता खाता नहीं है, तो आपको इस प्रोजेक्ट स्पेस के स्वामित्व को स्वीकार करने के लिए एक खाता बनाना होगा।

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
hi: ट्रांसफर स्वीकार करने के बाद, Dimagi की ओर से कोई आपसे संपर्क करेगा ताकि यह सत्यापित किया जा सके कि स्वामित्व का ट्रांसफर पूरा हो गया है।

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
hi: स्वामित्व के ट्रांसफर के बाद सभी प्रोजेक्ट सेटिंग्स, उपयोगकर्ता खाते और अनुमतियाँ अपनी वर्तमान सेटिंग्स में बनी रहेंगी। यदि आप इनमें से किसी भी सेटिंग को बदलना चाहते हैं, तो कृपया प्रोजेक्ट स्पेस सेटिंग्स मेनू से स्वामित्व स्वीकार करने के बाद ऐसा करें।

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.
hi: यदि आपको लगता है कि यह संदेश गलती से मिला है, तो आप इस ईमेल को अनदेखा कर सकते हैं। CommCare HQ के बारे में अधिक जानने के लिए <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a> पर जाएँ।

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow this link: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
hi: %(from_username)s ने CommCare HQ प्रोजेक्ट स्पेस के स्वामित्व के ट्रांसफर की प्रक्रिया शुरू की है। इस प्रोजेक्ट स्पेस के स्वामित्व को स्वीकार करने के लिए, कृपया इस लिंक का अनुसरण करें: %(activate_url)s। यदि आपके पास पहले से CommCare उपयोगकर्ता खाता नहीं है, तो आपको इस प्रोजेक्ट स्पेस के स्वामित्व को स्वीकार करने के लिए एक खाता बनाना होगा।

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
hi: ट्रांसफर स्वीकार करने के बाद, Dimagi की ओर से कोई आपसे संपर्क करेगा ताकि यह सत्यापित किया जा सके कि स्वामित्व का ट्रांसफर पूरा हो गया है।

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
hi: स्वामित्व के ट्रांसफर के बाद सभी प्रोजेक्ट सेटिंग्स, उपयोगकर्ता खाते और अनुमतियाँ अपनी वर्तमान सेटिंग्स में बनी रहेंगी। यदि आप इनमें से किसी भी सेटिंग को बदलना चाहते हैं, तो कृपया प्रोजेक्ट स्पेस सेटिंग्स मेनू से स्वामित्व स्वीकार करने के बाद ऐसा करें।

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
hi: यदि आपको लगता है कि यह संदेश गलती से मिला है, तो आप इस ईमेल को अनदेखा कर सकते हैं। CommCare HQ के बारे में अधिक जानने के लिए http://www.commcarehq.org/ पर जाएँ।

source: Load EVERYTHING
hi: सभी कुछ लोड करें

source: Load Property
hi: प्रॉपर्टी लोड करें

source: Use the Creative Commons website
hi: क्रिएटिव कॉमन्स वेबसाइट का उपयोग करें

source: to choose a Creative Commons license.
hi: क्रिएटिव कॉमन्स लाइसेंस चुनने के लिए।

source: Prepayment Amount
hi: प्रीपेमेंट राशि

source: One credit is equivalent to one USD. Credits are applied to monthly invoices.
hi: एक क्रेडिट एक अमेरिकी डॉलर के बराबर है। क्रेडिट्स मासिक इनवॉइस पर लागू किए जाते हैं।

source: Please enter an amount that's either $0 or greater than $0.50
hi: कृपया ऐसी राशि दर्ज करें जो या तो $0 हो या $0.50 से अधिक हो

source: Total Credits
hi: कुल क्रेडिट्स

source: Prepayment Start Date
hi: प्रीपेमेंट प्रारंभ तिथि

source: Prepayment End Date
hi: प्रीपेमेंट समाप्ति तिथि

source: Credit Label
hi: क्रेडिट लेबल

source: Unit Cost
hi: यूनिट लागत

source: Quantity
hi: मात्रा

source: Thank you! You will receive an invoice via email with instructions for wire payment. Please include the invoice ID in the wire payment details.
hi: धन्यवाद! आपको ईमेल के माध्यम से इनवॉइस प्राप्त होगा, जिसमें वायर पेमेंट के निर्देश होंगे। कृपया वायर पेमेंट विवरण में इनवॉइस आईडी शामिल करें।

source: Wire Payment Information
hi: वायर पेमेंट जानकारी

source: Dimagi accepts wire payments via ACH and wire transfer. You will receive an invoice via email with bank information and instructions for wire payment. Please include the Invoice # in the wire payment memo or note field. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >More information...</a >
hi: डिमागी एसीएच और वायर ट्रांसफर के माध्यम से वायर पेमेंट स्वीकार करता है। आपको बैंक जानकारी और वायर पेमेंट के निर्देशों के साथ ईमेल द्वारा इनवॉइस प्राप्त होगा। कृपया वायर पेमेंट मेमो या नोट फ़ील्ड में इनवॉइस # शामिल करें। <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >अधिक जानकारी...</a >

source: Additional Recipients
hi: अतिरिक्त प्राप्तकर्ता

source: Please agree to the Privacy Policy.
hi: कृपया गोपनीयता नीति से सहमत हों।

source: This license doesn't cover all your multimedia.
hi: यह लाइसेंस आपके सभी मल्टीमीडिया को कवर नहीं करता है।

source: More info...
hi: अधिक जानकारी...

source: Select a more restrictive license
hi: एक अधिक प्रतिबंधात्मक लाइसेंस चुनें

source: Since you've opted to publish your multimedia along with your app, you must select a license that is more restrictive than the multimedia in the app.
hi: चूंकि आपने अपने ऐप के साथ अपना मल्टीमीडिया प्रकाशित करने का विकल्प चुना है, आपको ऐप में मौजूद मल्टीमीडिया से अधिक प्रतिबंधात्मक लाइसेंस चुनना होगा।

source: To satisfy this condition, you can either decide not to publish the multimedia or select one of the following licenses:
hi: इस शर्त को पूरा करने के लिए, आप या तो मल्टीमीडिया प्रकाशित न करने का निर्णय ले सकते हैं या निम्नलिखित में से कोई एक लाइसेंस चुन सकते हैं:

source: Click on the browser’s File menu at the top (e.g. File → Save As…).
hi: ब्राउज़र के फ़ाइल मेनू पर क्लिक करें (जैसे, फ़ाइल 2 सहेजें रूप में026)।

source: In the dialog: Change the name to end with .json (e.g., my_app.json)
hi: डायलॉग में: नाम को .json पर समाप्त होने के लिए बदलें (जैसे, my_app.json)

source: Click Save.
hi: सेव पर क्लिक करें।

source: You're almost done — if your application contains multimedia files, follow these steps to copy them to your new application.
hi: आप लगभग पूरा कर चुके हैं — यदि आपके एप्लिकेशन में मल्टीमीडिया फ़ाइलें हैं, तो इन्हें अपनी नई एप्लिकेशन में कॉपी करने के लिए ये चरण अपनाएँ।

source: Go to Source App Multimedia Download Page
hi: स्रोत ऐप मल्टीमीडिया डाउनलोड पेज पर जाएँ

source: All done? Click below to go to your new application.
hi: सब कुछ हो गया? नीचे क्लिक करें और अपनी नई एप्लिकेशन पर जाएँ।

source: This will not copy users and groups.
hi: यह उपयोगकर्ता और समूहों की कॉपी नहीं करेगा।

source: This will not copy user fields.
hi: यह उपयोगकर्ता फ़ील्ड्स की कॉपी नहीं करेगा।
