Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
hi: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़ के बारे में और जानें</a>।

source: Link to an existing upstream project space
hi: मौजूदा अपस्ट्रीम प्रोजेक्ट स्पेस से लिंक करें

source: To pull content from an upstream project space, link this project space to an upstream project space. The link can only be created from the upstream project space.
hi: अपस्ट्रीम प्रोजेक्ट स्पेस से सामग्री पुल करने के लिए, इस प्रोजेक्ट स्पेस को एक अपस्ट्रीम प्रोजेक्ट स्पेस से लिंक करें। लिंक केवल अपस्ट्रीम प्रोजेक्ट स्पेस से ही बनाया जा सकता है।

source: Go To Upstream Project Space
hi: अपस्ट्रीम प्रोजेक्ट स्पेस पर जाएँ

source: Make this an upstream project space
hi: इसे एक अपस्ट्रीम प्रोजेक्ट स्पेस बनाएं

source: To push content from this project space to other project spaces, make this project space an upstream project space. This can be done by linking this project space to downstream project spaces.
hi: इस प्रोजेक्ट स्पेस से अन्य प्रोजेक्ट स्पेसेज़ में सामग्री पुश करने के लिए, इस प्रोजेक्ट स्पेस को एक अपस्ट्रीम प्रोजेक्ट स्पेस बनाएं। यह इस प्रोजेक्ट स्पेस को डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ से लिंक करके किया जा सकता है।

source: Link Downstream Project Spaces
hi: डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ लिंक करें

source: Report Name
hi: रिपोर्ट नाम

source: Create Link
hi: लिंक बनाएं

source: Linked
hi: लिंक्ड

source: Manage Downstream Project Spaces
hi: डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ प्रबंधित करें

source: This project space is an upstream project space for the project spaces listed below.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
hi: यह प्रोजेक्ट स्पेस नीचे सूचीबद्ध प्रोजेक्ट स्पेसेज़ के लिए एक अपस्ट्रीम प्रोजेक्ट स्पेस है।<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़ के बारे में और जानें</a>।

source: Last Updated
hi: अंतिम अपडेट

source: Remove Link
hi: लिंक हटाएँ

source: Remove Project Space Link
hi: प्रोजेक्ट स्पेस लिंक हटाएँ

source: Are you sure you want to remove the downstream link to <b data-bind="text: downstreamDomain"></b>?
hi: क्या आप वाकई <b data-bind="text: downstreamDomain"></b> के लिए डाउनस्ट्रीम लिंक हटाना चाहते हैं?

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about what happens when downstream project space links are removed.
hi: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">डाउनस्ट्रीम प्रोजेक्ट स्पेस लिंक हटाने पर क्या होता है, इसके बारे में और जानें</a>।

source: This project space is linked to the upstream project space <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> The content below can be synced with the existing content in the upstream project space.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pulling content with Linked Project Spaces.
hi: यह प्रोजेक्ट स्पेस अपस्ट्रीम प्रोजेक्ट स्पेस <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a> से लिंक्ड है।<br/> नीचे दी गई सामग्री को अपस्ट्रीम प्रोजेक्ट स्पेस की मौजूदा सामग्री के साथ सिंक किया जा सकता है।<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़ के साथ सामग्री पुल करने के बारे में और जानें</a>।

source: Linked Content
hi: लिंक्ड सामग्री

source: Sync & Overwrite Matches
hi: सिंक करें और मेल खाने वाली प्रविष्टियाँ ओवरराइट करें

source: Sync & Overwrite Matches?
hi: सिंक करें और मेल खाने वाली प्रविष्टियाँ ओवरराइट करें?

source: If this project space has unlinked configurations that match with the configurations being synced from the upstream project space, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
hi: यदि इस प्रोजेक्ट स्पेस में ऐसी अनलिंक्ड कॉन्फ़िगरेशन हैं जो अपस्ट्रीम प्रोजेक्ट स्पेस से सिंक की जा रही कॉन्फ़िगरेशन से मेल खाती हैं, तो जारी रखने पर वे ओवरराइट हो जाएंगी और लिंक्ड कॉन्फ़िगरेशन के रूप में स्थापित हो जाएंगी। <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">और जानें</a>

source: Sync & Overwrite
hi: सिंक करें और ओवरराइट करें

source: Go to update page
hi: अपडेट पेज पर जाएँ

source: Select which content you would like to push to the specified downstream project spaces.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
hi: चुनें कि आप कौन सी सामग्री निर्दिष्ट डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ में पुश करना चाहेंगे।<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़ के साथ सामग्री पुश करने के बारे में और जानें</a>।

source: unlinkable
hi: अनलिंक करने योग्य नहीं

source: The selected project can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
hi: चयनित प्रोजेक्ट को केवल व्यक्तिगत रूप से पुश किया जा सकता है। अधिक जानकारी के लिए <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़</a> दस्तावेज़ देखें।

source: Disabled project spaces can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
hi: डिसेबल्ड प्रोजेक्ट स्पेसेज़ को केवल व्यक्तिगत रूप से पुश किया जा सकता है। अधिक जानकारी के लिए <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़</a> दस्तावेज़ देखें।

source: Rebuild Applications
hi: एप्लिकेशन पुनर्निर्माण करें

source: Create and release new build for apps
hi: ऐप्स के लिए नया बिल्ड बनाएं और रिलीज़ करें

source: Push & Overwrite Matches
hi: पुश करें और मेल खाने वाली प्रविष्टियाँ ओवरराइट करें

source: You have no linked project spaces that allow you to push data.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
hi: आपके पास कोई भी ऐसा लिंक्ड प्रोजेक्ट स्पेस नहीं है जिसमें आप डेटा पुश कर सकें।<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेसेज़ के साथ सामग्री पुश करने के बारे में और जानें</a>।

source: Push & Overwrite Matches?
hi: पुश करें और मेल खाने वाली प्रविष्टियाँ ओवरराइट करें?

source: If any of the selected downstream project spaces have unlinked configurations that match with the configurations being pushed, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
hi: यदि चयनित किसी भी डाउनस्ट्रीम प्रोजेक्ट स्पेस में ऐसी अनलिंक्ड कॉन्फ़िगरेशन हैं जो पुश की जा रही कॉन्फ़िगरेशन से मेल खाती हैं, तो जारी रखने पर वे ओवरराइट हो जाएंगी और लिंक्ड कॉन्फ़िगरेशन के रूप में स्थापित हो जाएंगी। <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">और जानें</a>

source: {} is not a valid data source type!
hi: {} एक मान्य डेटा स्रोत प्रकार नहीं है!

source: The data source referenced by this report could not be found.
hi: इस रिपोर्ट द्वारा संदर्भित डेटा स्रोत नहीं मिला।

source: This report cannot be linked because the registry is not accessible to {}. Please make sure the registry invitation has been accepted before linking reports.
hi: यह रिपोर्ट लिंक नहीं की जा सकती क्योंकि रजिस्ट्री {} के लिए उपलब्ध नहीं है। कृपया सुनिश्चित करें कि रजिस्ट्री निमंत्रण स्वीकार कर लिया गया है, फिर रिपोर्ट्स को लिंक करें।

source: This report cannot be linked because it references an app that has multiple downstream apps.
hi: यह रिपोर्ट लिंक नहीं की जा सकती क्योंकि यह एक ऐसे ऐप का संदर्भ देती है जिसमें कई डाउनस्ट्रीम ऐप्स हैं।

source: This report cannot be updated because it references an app that has multiple linked apps.
hi: यह रिपोर्ट अपडेट नहीं की जा सकती क्योंकि यह एक ऐसे ऐप का संदर्भ देती है जिसमें कई लिंक्ड ऐप्स हैं।

source: Linking expressions to a remote link is not currently supported
hi: अभी रिमोट लिंक से एक्सप्रेशन्स को लिंक करना समर्थित नहीं है

source: Expression does not exist in the upstream domain
hi: अपस्ट्रीम डोमेन में एक्सप्रेशन मौजूद नहीं है

source: Expression {name} already exists in the downstream domain {domain}
hi: एक्सप्रेशन {name} पहले से डाउनस्ट्रीम डोमेन {domain} में मौजूद है

source: Linked Expression could not be found
hi: लिंक्ड एक्सप्रेशन नहीं मिला

source: Upstream Expression could not be found. Maybe it has been deleted?
hi: अपस्ट्रीम एक्सप्रेशन नहीं मिला। शायद इसे हटा दिया गया है?

source: sync
hi: सिंक

source: push
hi: पुश

source: Push & Overwrite
hi: पुश और ओवरराइट

source: Failed to {sync_action} the following {field_name} due to matching (same {property_name}) unlinked {field_name} in this downstream project space: {conflicts}. Please edit the {field_name} to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
hi: निम्नलिखित {field_name} को {sync_action} करने में विफल रहे क्योंकि इस डाउनस्ट्रीम प्रोजेक्ट स्पेस में मेल खाते (एक ही {property_name}) अनलिंक्ड {field_name} मौजूद हैं: {conflicts}। कृपया मेल खाते {field_name} को संपादित करें या "{overwrite_btn}" पर क्लिक करें ताकि मेल खाते हुए को ओवरराइट और लिंक किया जा सके।

source: Failed to {sync_action} the following Custom User Data Fields Profiles due to matching (same User Profile) unlinked Custom User Data Fields Profiles in this downstream project space: {conflicts}. Please edit the Custom User Data Fields Profiles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
hi: निम्नलिखित कस्टम यूज़र डेटा फील्ड्स प्रोफाइल्स को {sync_action} करने में विफल रहे क्योंकि इस डाउनस्ट्रीम प्रोजेक्ट स्पेस में मेल खाते (एक ही यूज़र प्रोफाइल) अनलिंक्ड कस्टम यूज़र डेटा फील्ड्स प्रोफाइल्स मौजूद हैं: {conflicts}। कृपया मेल खाते कस्टम यूज़र डेटा फील्ड्स प्रोफाइल्स को संपादित करें या "{overwrite_btn}" पर क्लिक करें ताकि मेल खाते हुए को ओवरराइट और लिंक किया जा सके।

source: Cannot overwrite profiles, as the following profiles are still in use: {profiles}
hi: प्रोफाइल्स को ओवरराइट नहीं किया जा सकता, क्योंकि निम्नलिखित प्रोफाइल्स अभी भी उपयोग में हैं: {profiles}

source: Found non-global lookup table '{table}'.
hi: ग्लोबल न होने वाली लुकअप टेबल '{table}' मिली।

source: Failed to {sync_action} Lookup Table "{table}" due to matching (same Table ID) unlinked Lookup Table in the downstream project space. Please edit the Lookup Table to resolve the matching or click "{overwrite_btn}" to overwrite and link them.
hi: Lookup Table "{table}" को {sync_action} करने में विफल रहे क्योंकि डाउनस्ट्रीम प्रोजेक्ट स्पेस में मेल खाते (एक ही Table ID) अनलिंक्ड Lookup Table मौजूद हैं। कृपया Lookup Table को संपादित करें या "{overwrite_btn}" पर क्लिक करें ताकि मेल खाते हुए को ओवरराइट और लिंक किया जा सके।

source: Failed to {sync_action} the following default roles due to matching (same name but different permissions) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
hi: निम्नलिखित डिफ़ॉल्ट रोल्स को {sync_action} करने में विफल रहे क्योंकि इस डाउनस्ट्रीम प्रोजेक्ट स्पेस में मेल खाते (एक ही नाम लेकिन अलग अनुमति) अनलिंक्ड रोल्स मौजूद हैं: {conflicting_role_names}। कृपया रोल्स को संपादित करें या "{overwrite_btn}" पर क्लिक करें ताकि मेल खाते हुए को ओवरराइट और लिंक किया जा सके।

source: Failed to {sync_action} the following custom roles due to matching (same name) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
hi: निम्नलिखित कस्टम रोल्स को {sync_action} करने में विफल रहे क्योंकि इस डाउनस्ट्रीम प्रोजेक्ट स्पेस में मेल खाते (एक ही नाम) अनलिंक्ड रोल्स मौजूद हैं: {conflicting_role_names}। कृपया रोल्स को संपादित करें या "{overwrite_btn}" पर क्लिक करें ताकि मेल खाते हुए को ओवरराइट और लिंक किया जा सके।

source: Update Status for linked app %s missing multimedia pull
hi: लिंक्ड ऐप %s के लिए अपडेट स्टेटस में मल्टीमीडिया पुलिंग गायब है

source: Something went wrong while pulling multimedia for your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
hi: आपके लिंक्ड ऐप के लिए मल्टीमीडिया पुल करते समय कुछ गलत हो गया। हमारी टीम को सूचित कर दिया गया है और वे स्थिति की निगरानी करेंगे। कृपया पुनः प्रयास करें, और यदि समस्या बनी रहती है तो इसे एक समस्या के रूप में रिपोर्ट करें।

source: Multimedia was successfully updated for the linked app.
hi: लिंक्ड ऐप के लिए मल्टीमीडिया सफलतापूर्वक अपडेट हो गया।

source: Application has missing multimedia even after an attempt to re-pull them. Please try re-pulling the app. If this persists, report an issue.
hi: ऐप में मल्टीमीडिया गायब है, पुनः पुल करने के प्रयास के बाद भी। कृपया ऐप को फिर से पुल करने का प्रयास करें। यदि यह समस्या बनी रहती है, तो एक समस्या रिपोर्ट करें।

source: You do not have permission to pull content into this project space.
hi: इस प्रोजेक्ट स्पेस में कंटेंट पुल करने की आपको अनुमति नहीं है।

source: Your release has begun. You will receive an email when it is complete. Until then, to avoid linked domains receiving inconsistent content, please avoid editing any of the data contained in the release.
hi: आपकी रिलीज़ शुरू हो गई है। जब यह पूरी हो जाएगी, तो आपको एक ईमेल प्राप्त होगा। तब तक, लिंक्ड डोमेन्स को असंगत कंटेंट मिलने से बचाने के लिए, कृपया रिलीज़ में शामिल किसी भी डेटा को संपादित करने से बचें।

source: The project space {} does not exist. Verify that the name is correct, and that the domain has not been deleted.
hi: प्रोजेक्ट स्पेस {} मौजूद नहीं है। कृपया नाम सही है या डोमेन हटाया नहीं गया है, यह सत्यापित करें।

source: The project space {} is already a downstream project space of {}.
hi: प्रोजेक्ट स्पेस {} पहले से ही {} का डाउनस्ट्रीम प्रोजेक्ट स्पेस है।

source: You do not have adequate permissions in both project spaces to create a link.
hi: लिंक बनाने के लिए आपके पास दोनों प्रोजेक्ट स्पेसेज़ में पर्याप्त अनुमतियाँ नहीं हैं।

source: No downstream project spaces were selected. Please contact support.
hi: कोई डाउनस्ट्रीम प्रोजेक्ट स्पेस चयनित नहीं किया गया। कृपया सहायता से संपर्क करें।

source: The project space link between {} and {} does not exist. Ensure the link was not recently deleted.
hi: {} और {} के बीच प्रोजेक्ट स्पेस लिंक मौजूद नहीं है। सुनिश्चित करें कि लिंक हाल ही में हटाया नहीं गया है।

source: You do not have permission to push to all specified downstream project spaces.
hi: आपको निर्दिष्ट सभी डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ में पुश करने की अनुमति नहीं है।

source: The attempted push is disallowed because it includes the following domains that can only be pushed to one at a time: {}
hi: प्रयास किया गया पुश अस्वीकृत है क्योंकि इसमें निम्नलिखित डोमेन्स शामिल हैं जिन्हें एक बार में केवल एक पर ही पुश किया जा सकता है: {}

source: Unknown App
hi: अज्ञात ऐप

source: Unknown Report
hi: अज्ञात रिपोर्ट

source: Unknown Keyword
hi: अज्ञात कीवर्ड

source: Date ({})
hi: तारीख ({})

source: Data Model
hi: डेटा मॉडल

source: 'types' sheet should contain headers '{expected}'. {missing}{extra}
hi: 'types' शीट में हेडर '{expected}' होने चाहिए। {missing}{extra}

source: '{}' are missing.
hi: '{}' गायब हैं।

source: '{}' are not recognized.
hi: '{}' मान्यता प्राप्त नहीं हैं।

source: Locations sheet with title '{name}' should contain exactly '{expected}' as the sheet headers. {missing}{extra}
hi: शीट शीर्षक '{name}' वाली लोकेशन्स शीट में शीट हेडर के रूप में ठीक '{expected}' होना चाहिए। {missing}{extra}

source: Created {} new location types
hi: {} नए लोकेशन प्रकार बनाए गए

source: Updated {} existing location types
hi: {} मौजूदा लोकेशन प्रकार अपडेट किए गए

source: Deleted {} existing location types
hi: {} मौजूदा लोकेशन प्रकार हटाए गए

source: Created {} new locations
hi: {} नई लोकेशन्स बनाई गईं

source: Updated {} existing locations
hi: {} मौजूदा लोकेशन्स अपडेट की गईं

source: Deleted {} existing locations
hi: {} मौजूदा लोकेशन्स हटाई गईं

source: Location deletion in sheet '{type}', row '{i}' is ignored, as the location does not exist
hi: शीट '{type}', पंक्ति '{i}' में लोकेशन डिलीशन को अनदेखा किया गया है, क्योंकि लोकेशन मौजूद नहीं है

source: You do not have permission to add or modify location types
hi: लोकेशन प्रकार जोड़ने या संशोधित करने की आपको अनुमति नहीं है

source: You do not have permission to add top level locations
hi: शीर्ष स्तर की लोकेशन्स जोड़ने की आपको अनुमति नहीं है

source: You do not have permission to add locations in '{}'
hi: '{}' में स्थान जोड़ने की आपको अनुमति नहीं है

source: You do not have permission to edit '{}'
hi: '{}' को संपादित करने की आपको अनुमति नहीं है

source: latitude/longitude 'lat-{lat}, lng-{lng}' for location in sheet '{type}' at index {index} should be valid decimal numbers.
hi: शीट '{type}' में स्थान के लिए latitude/longitude 'lat-{lat}, lng-{lng}' (इंडेक्स {index}) मान्य दशमलव संख्याएँ होनी चाहिए।

source: Location '{code}' in sheet '{type}' at index {index} is being deleted, so all its child locations must be present in the upload, but child locations '{locs}' are missing
hi: शीट '{type}' में इंडेक्स {index} पर स्थान '{code}' हटाया जा रहा है, इसलिए इसके सभी चाइल्ड स्थान अपलोड में होने चाहिए, लेकिन चाइल्ड स्थान '{locs}' गायब हैं

source: Location type code '{}' is used {} times - they should be unique
hi: स्थान प्रकार कोड '{}' {} बार उपयोग किया गया है - ये अद्वितीय होने चाहिए

source: Location site_code '{}' is used {} times - they should be unique
hi: स्थान site_code '{}' {} बार उपयोग किया गया है - ये अद्वितीय होने चाहिए

source: Location location_id '{}' is listed {} times - they should be listed once
hi: स्थान location_id '{}' {} बार सूचीबद्ध है - इसे केवल एक बार सूचीबद्ध किया जाना चाहिए

source: Location site_code '{code}' is in use by another location. All site_codes must be unique
hi: स्थान site_code '{code}' किसी अन्य स्थान द्वारा उपयोग में है। सभी site_code अद्वितीय होने चाहिए

source: Location type code '{}' is not listed in the excel. All types should be listed
hi: स्थान प्रकार कोड '{}' एक्सेल में सूचीबद्ध नहीं है। सभी प्रकार सूचीबद्ध होने चाहिए

source: Location 'id: {id}' is not found in your domain. It's listed in the sheet {type} at row {index}
hi: स्थान 'id: {id}' आपके डोमेन में नहीं मिला। यह शीट {type} में पंक्ति {index} पर सूचीबद्ध है

source: Problem with custom data for location '{site_code}', in sheet '{type}', at index '{i}' - '{er}'
hi: शीट '{type}' में इंडेक्स '{i}' पर स्थान '{site_code}' के लिए कस्टम डेटा में समस्या - '{er}'

source: Cannot delete location type '{deleted_type.code}'. It is referenced by the type
hi: लोकेशन प्रकार '{deleted_type.code}' को हटाया नहीं जा सकता। इसका संदर्भ प्रकार द्वारा लिया गया है

source: Location Type '{}' refers to a parent which doesn't exist
hi: स्थान प्रकार '{}' एक ऐसे पैरेंट को संदर्भित करता है जो मौजूद नहीं है

source: Location Type '{}' has a parentage that loops
hi: स्थान प्रकार '{}' में पैरेंटेज लूप है

source: Location '{}' in sheet points to a nonexistent or to be deleted location-type '{}'
hi: शीट में स्थान '{}' एक ऐसे स्थान-प्रकार '{}' की ओर इशारा करता है जो मौजूद नहीं है या हटाया जा रहा है

source: Location '{}' is a '{}' and should not have a parent
hi: स्थान '{}' एक '{}' है और इसका कोई पैरेंट नहीं होना चाहिए

source: Location '{}' does not have a parent set or its parent is being deleted
hi: स्थान '{}' का पैरेंट सेट नहीं है या उसका पैरेंट हटाया जा रहा है

source: Location points to a location that's being deleted
hi: स्थान एक ऐसे स्थान की ओर इशारा करता है जिसे हटाया जा रहा है

source: Location '{}' is a '{}', so it should have a parent that is a '{}'
hi: स्थान '{}' एक '{}' है, इसलिए इसका पैरेंट '{}' प्रकार का होना चाहिए

source: There are {} locations with the name '{}' under the parent '{}'
hi: पैरेंट '{}' के अंतर्गत नाम '{}' वाले {} स्थान हैं

source: Error with location in sheet '{}', at row {}. {}: {}
hi: शीट '{}' में स्थान में त्रुटि, पंक्ति {} पर। {}: {}

source: Parent
hi: पैरेंट

source: Organization Level
hi: संगठन स्तर

source: Coordinates
hi: निर्देशांक

source: enter as 'lat lon' or 'lat, lon' (e.g., '42.3652 -71.1029')
hi: 'lat lon' या 'lat, lon' के रूप में दर्ज करें (जैसे, '42.3652 -71.1029')

source: A unique system code for this location. Leave this blank to have it auto generated
hi: इस स्थान के लिए एक अद्वितीय सिस्टम कोड। इसे खाली छोड़ें ताकि यह स्वतः उत्पन्न हो जाए

source: A number referencing this location on an external system
hi: इस स्थान को बाहरी सिस्टम में संदर्भित करने वाली एक संख्या

source: Location Information
hi: स्थान जानकारी

source: Location's parent is itself or a descendant
hi: स्थान का पैरेंट स्वयं या उसका वंशज है

source: name conflicts with another location with this parent
hi: नाम इस पैरेंट के साथ किसी अन्य स्थान से मेल खाता है

source: could not understand coordinates
hi: निर्देशांक समझ में नहीं आए

source: Workers at Location
hi: Casos IRA Tratados

source: Specify Workers at this Location
hi: इस स्थान पर कार्यकर्ता निर्दिष्ट करें

source: Update Location Membership
hi: स्थान सदस्यता अपडेट करें

source: Sync the flat location fixture (recommended).
hi: फ्लैट स्थान फिक्सचर सिंक करें (अनुशंसित)।

source: Sync the hierarchicial location fixture (legacy format).
hi: हायरार्किकल स्थान फिक्सचर सिंक करें (पुराना प्रारूप)।

source: Only Active
hi: केवल सक्रिय

source: Only Archived
hi: केवल संग्रहित

source: Only include selected location
hi: केवल चयनित स्थान शामिल करें

source: Filter and Download Locations
hi: स्थान फ़िल्टर करें और डाउनलोड करें

source: Download Locations
hi: स्थान डाउनलोड करें

source: Your user role allows you to access data based on your assigned location in the organization hierarchy. You do not currently have an assigned location, and will be unable to access CommCareHQ until that is corrected. Please contact your project administrator to be assigned to a location.
hi: आपकी उपयोगकर्ता भूमिका आपको संगठन पदानुक्रम में आपके सौंपे गए स्थान के आधार पर डेटा तक पहुँचने की अनुमति देती है। वर्तमान में आपके पास कोई सौंपा गया स्थान नहीं है, और जब तक यह सही नहीं किया जाता, आप CommCareHQ तक पहुँचने में असमर्थ रहेंगे। कृपया अपने प्रोजेक्ट व्यवस्थापक से संपर्क करें ताकि आपको किसी स्थान पर सौंपा जा सके।

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project. More information is available <a href="{}">here</a>.
hi: इस प्रोजेक्ट में डेटा एक्सेस के लिए प्रतिबंधित नियम हैं। कृपया अपने प्रोजेक्ट व्यवस्थापक से संपर्क करें ताकि आपको इस प्रोजेक्ट में डेटा एक्सेस के लिए सौंपा जा सके। अधिक जानकारी <a href="{}">यहाँ</a> उपलब्ध है।

source: Location site code: {site_code}.
hi: लोकेशन साइट कोड: {site_code}।

source: Could not update: could not find location with
hi: अपडेट नहीं कर सके: दिए गए स्थान के साथ स्थान नहीं मिला

source: Invalid fields were included in request: {list(data.keys())}.
hi: अनुरोध में अमान्य फ़ील्ड शामिल थे: {list(data.keys())}।

source: Could not find parent location with the given ID.
hi: दिए गए आईडी के साथ पैरेंट स्थान नहीं मिला।
