Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Importing a system property may have unexpected results such as adding a duplicate field to case exports. Consider using a different property name.
hi: सिस्टम प्रॉपर्टी आयात करने से अप्रत्याशित परिणाम हो सकते हैं, जैसे कि केस एक्सपोर्ट में डुप्लिकेट फ़ील्ड जुड़ना। कृपया कोई अलग प्रॉपर्टी नाम उपयोग करने पर विचार करें।

source: blank
hi: रिक्त

source: Case importer is a tool for bulk uploading new cases or modifying existing ones.
hi: केस इम्पोर्टर एक टूल है जो नए केसों को बल्क में अपलोड करने या मौजूदा केसों को संशोधित करने के लिए उपयोग किया जाता है।

source: This tool can make changes to your data that might confuse your reports or applications. Please exercise caution and see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> help pages for this feature. </a>
hi: यह टूल आपके डेटा में ऐसे बदलाव कर सकता है जो आपकी रिपोर्ट या एप्लिकेशन को भ्रमित कर सकते हैं। कृपया सावधानी बरतें और देखें <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> इस फीचर के लिए सहायता पृष्ठ। </a>

source: Recent Uploads
hi: हाल की अपलोड्स

source: File
hi: फ़ाइल

source: Form IDs
hi: फॉर्म आईडी

source: Case IDs
hi: केस आईडी

source: Success with warnings
hi: चेतावनी के साथ सफल

source: Failed
hi: असफल

source: Waiting to start
hi: शुरू होने की प्रतीक्षा में

source: Complete
hi: पूर्ण

source: No recent uploads found.
hi: कोई हाल की अपलोड नहीं मिली।

source: <strong data-bind="text: %(match_count)s"></strong> rows were matched and updated.
hi: <strong data-bind="text: %(match_count)s"></strong> पंक्तियाँ मेल खाईं और अपडेट की गईं।

source: <strong data-bind="text: %(created_count)s"></strong> rows did not match any existing cases and had new cases created for them. If case_id's were used, these were ignored.
hi: <strong data-bind="text: %(created_count)s"></strong> पंक्तियाँ किसी भी मौजूदा केस से मेल नहीं खाईं और उनके लिए नए केस बनाए गए। यदि case_id का उपयोग किया गया था, तो उन्हें अनदेखा किया गया।

source: No cases were created or updated during this import.
hi: इस इम्पोर्ट के दौरान कोई केस नहीं बनाया गया या अपडेट नहीं किया गया।

source: <span data-bind="text: rows.length"></span> row had an invalid "<span data-bind="text: column"></span>" cell and was not saved
hi: <span data-bind="text: rows.length"></span> पंक्ति में अमान्य "<span data-bind="text: column"></span>" सेल था और उसे सहेजा नहीं गया

source: <span data-bind="text: rows.length"></span> rows had invalid "<span data-bind="text: column"></span>" cells and were not saved
hi: <span data-bind="text: rows.length"></span> पंक्तियों में अमान्य "<span data-bind="text: column"></span>" सेल थे और उन्हें सहेजा नहीं गया

source: Toggle Affected Row(s)
hi: प्रभावित पंक्ति(यों) को टॉगल करें

source: Unable to retrieve details
hi: विवरण प्राप्त करने में असमर्थ

source: It seems as though your spreadsheet contains no sheets. Please resave it and try again.
hi: ऐसा लगता है कि आपकी स्प्रेडशीट में कोई शीट नहीं है। कृपया इसे फिर से सहेजें और पुनः प्रयास करें।

source: There was an unexpected error retrieving the file you uploaded. Please try again and contact support if the problem persists.
hi: आपके द्वारा अपलोड की गई फ़ाइल को प्राप्त करते समय एक अप्रत्याशित त्रुटि हुई। कृपया पुनः प्रयास करें और यदि समस्या बनी रहती है तो सहायता से संपर्क करें।

source: The file you want to import is password protected. Please choose a file that is not password protected.
hi: जिस फ़ाइल को आप इम्पोर्ट करना चाहते हैं वह पासवर्ड से सुरक्षित है। कृपया ऐसी फ़ाइल चुनें जो पासवर्ड से सुरक्षित न हो।

source: The file uploaded has the following error: {}
hi: अपलोड की गई फ़ाइल में निम्नलिखित त्रुटि है: {}

source: Error: {}
hi: त्रुटि: {}

source: Please upload file with extension .xls or .xlsx
hi: कृपया .xls या .xlsx एक्सटेंशन वाली फ़ाइल अपलोड करें

source: Column names correspond to <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">case property names</a>. They must start with a letter, and can only contain letters, numbers and underscores. Please update the following: {}.
hi: कॉलम नाम <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">केस प्रॉपर्टी नामों</a> से मेल खाते हैं। इन्हें एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, अंक और अंडरस्कोर ही हो सकते हैं। कृपया निम्नलिखित को अपडेट करें: {}.

source: Your spreadsheet is empty. Please try again with a different spreadsheet.
hi: आपकी स्प्रेडशीट खाली है। कृपया किसी अन्य स्प्रेडशीट के साथ पुनः प्रयास करें।

source: Your spreadsheet has too many columns. A maximum of %(max_columns)s is supported.
hi: आपकी स्प्रेडशीट में बहुत अधिक कॉलम हैं। अधिकतम %(max_columns)s कॉलम समर्थित हैं।

source: The file you chose could not be processed. Please check that it is saved as a Microsoft Excel file.
hi: आपके द्वारा चुनी गई फ़ाइल को प्रोसेस नहीं किया जा सका। कृपया जांचें कि यह Microsoft Excel फ़ाइल के रूप में सहेजी गई है।

source: Your project does not use cases yet. To import cases from Excel, you must first create an application with a case list.
hi: आपकी परियोजना अभी तक केस का उपयोग नहीं करती है। Excel से केस इम्पोर्ट करने के लिए, आपको पहले केस सूची के साथ एक एप्लिकेशन बनाना होगा।

source: Sheet with case type "{}" is missing one or more required fields: {}
hi: "{}" केस प्रकार वाली शीट में एक या अधिक आवश्यक फ़ील्ड गायब हैं: {}

source: The Excel file you are trying to import does not have any headers.
hi: आप जिस Excel फ़ाइल को इम्पोर्ट करने की कोशिश कर रहे हैं उसमें कोई हेडर नहीं है।

source: The Excel file is missing the following required fields for the "{}" case type: {}
hi: "{}" केस प्रकार के लिए Excel फ़ाइल में निम्नलिखित आवश्यक फ़ील्ड गायब हैं: {}

source: You cannot reference a case property on the right side of an operation. If "{}" is meant to be a value, please surround it with quotation marks
hi: आप किसी ऑपरेशन के दाईं ओर केस प्रॉपर्टी का संदर्भ नहीं दे सकते। यदि "{}" एक मान है, तो कृपया इसे उद्धरण चिह्नों में रखें

source: Unexpected type for value expression
hi: मान अभिव्यक्ति के लिए अप्रत्याशित प्रकार

source: We don't know what to do with the function "{}". Accepted functions are: {}
hi: हमें नहीं पता कि "{}" फंक्शन के साथ क्या करना है। स्वीकृत फंक्शन हैं: {}

source: '{name}' is not a valid standalone function
hi: '{name}' एक मान्य स्टैंडअलोन फंक्शन नहीं है

source: Your search query is required to have at least one boolean operator ({boolean_ops})
hi: आपकी खोज क्वेरी में कम से कम एक बूलियन ऑपरेटर होना आवश्यक है ({boolean_ops})

source: We don't know what to do with operator '{}'. Please try reformatting your query.
hi: हमें नहीं पता कि '{}' ऑपरेटर के साथ क्या करना है। कृपया अपनी क्वेरी को फिर से प्रारूपित करने का प्रयास करें।

source: We didn't understand what you were trying to do with {}. Please try reformatting your query. The operators we accept are: {}
hi: हमें समझ नहीं आया कि आप {} के साथ क्या करना चाह रहे थे। कृपया अपनी क्वेरी को फिर से प्रारूपित करने का प्रयास करें। हम जिन ऑपरेटरों को स्वीकार करते हैं वे हैं: {}

source: Malformed search query
hi: गलत प्रारूप में खोज क्वेरी

source: Only one blank value plus one date range value are supprted
hi: केवल एक रिक्त मान और एक दिनांक सीमा मान समर्थित हैं

source: Multiple values are only supported for simple text and range searches
hi: एकाधिक मान केवल साधारण पाठ और सीमा खोजों के लिए समर्थित हैं

source: Invalid date range format, {}
hi: अमान्य दिनांक सीमा प्रारूप, {}

source: Search request must specify {param}
hi: खोज अनुरोध में {param} निर्दिष्ट होना चाहिए

source: {param} must be a string
hi: {param} एक स्ट्रिंग होना चाहिए

source: Invalid operator "{criteria["operator"]}". Allowed values are
hi: अमान्य ऑपरेटर "{criteria["operator"]}"। अनुमत मान हैं

source: Create
hi: बनाएँ

source: Use this page to test out <a href='%(settings_url)s' target='_blank'>case search configuration</a> and profile case search or case list explorer queries.
hi: इस पृष्ठ का उपयोग <a href='%(settings_url)s' target='_blank'>केस खोज कॉन्फ़िगरेशन</a> का परीक्षण करने और केस खोज या केस सूची एक्सप्लोरर क्वेरी प्रोफ़ाइल करने के लिए करें।

source: Search Parameters
hi: खोज पैरामीटर

source: Case Metadata
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Type:
hi: Manejo de Casos

source: Owner ID:
hi: मालिक आईडी:

source: Case Properties
hi: केस गुण

source: Property name
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Property value
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Clause
hi: धारा

source: Fuzzy
hi: फजी

source: Remove Characters
hi: Manejo de Casos

source: Add input
hi: इनपुट जोड़ें

source: Add XPath
hi: XPath जोड़ें

source: Search
hi: खोजें

source: Profile
hi: प्रोफ़ाइल

source: Results
hi: परिणाम

source: Query
hi: क्वेरी

source: results
hi: परिणाम

source: Closed
hi: बंद

source: Properties
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Indices
hi: Manejo de Casos

source: Score
hi: स्कोर

source: See <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>ElasticSearch docs</a> for help interpreting profile data.
hi: प्रोफ़ाइल डेटा की व्याख्या में सहायता के लिए <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>ElasticSearch दस्तावेज़</a> देखें।

source: CSQL Fixture Configuration
hi: CSQL फिक्स्चर कॉन्फ़िगरेशन

source: Add Expression
hi: अभिव्यक्ति जोड़ें

source: Fixture Inclusion in Restore Criteria
hi: फिक्स्चर समावेशन पुनर्स्थापना मानदंड में

source: Search has too many results. Please try a more specific search.
hi: खोज में बहुत अधिक परिणाम हैं। कृपया अधिक विशिष्ट खोज आज़माएँ।

source: Fuzzy search is not supported with multiple values
hi: फजी खोज कई मानों के साथ समर्थित नहीं है

source: Data
hi: डेटा

source: Case Search
hi: केस खोज

source: Profile Case Search
hi: प्रोफ़ाइल केस खोज

source: {node.name} is not supported with ancestor-exists
hi: {node.name} पूर्वज-मौजूद के साथ समर्थित नहीं है

source: The related case lookup you are trying to perform would return too many cases
hi: आप जो संबंधित केस खोजने का प्रयास कर रहे हैं, उससे बहुत अधिक केस मिलेंगे

source: We didn't understand what you were trying to do with {}
hi: हम समझ नहीं पाए कि आप {} के साथ क्या करना चाह रहे थे

source: The right hand side of a comparison must be a number or date. Dates must be surrounded in quotation marks
hi: तुलना के दाहिने भाग में संख्या या तिथि होनी चाहिए। तिथियों को उद्धरण चिह्नों में होना चाहिए

source: {value} is not a correctly formatted date or datetime.
hi: {value} सही तरीके से स्वरूपित दिनांक या दिनांक-समय नहीं है।

source: The second argument to '{node.name}' must be valid coordinates
hi: '{node.name}' के लिए दूसरा तर्क मान्य निर्देशांक होना चाहिए

source: The third argument to '{node.name}' must be a number, got '{distance}'
hi: '{node.name}' के लिए तीसरा तर्क एक संख्या होना चाहिए, मिला '{distance}'

source: '{unit}' is not a valid distance unit. Expected one of {', '.join(DISTANCE_UNITS)}
hi: '{unit}' एक मान्य दूरी इकाई नहीं है। अपेक्षित: {', '.join(DISTANCE_UNITS)}

source: The first argument to '{node.name}' must be a valid case property name
hi: '{node.name}' के लिए पहला तर्क एक मान्य केस प्रॉपर्टी नाम होना चाहिए

source: 'match-all()' does not take any arguments
hi: 'match-all()' कोई भी तर्क नहीं लेता

source: 'match-none()' does not take any arguments
hi: 'match-none()' कोई भी तर्क नहीं लेता

source: Unsupported operator for use with 'subcase-count': {op}
hi: 'subcase-count' के साथ उपयोग के लिए असमर्थित ऑपरेटर: {op}

source: 'subcase-count' must be compared to a positive integer
hi: 'subcase-count' की तुलना एक धनात्मक पूर्णांक से होनी चाहिए

source: XPath incorrectly formatted. Expected 'subcase-count'
hi: XPath गलत तरीके से स्वरूपित है। अपेक्षित 'subcase-count'

source: XPath incorrectly formatted. Expected 'subcase-exists'
hi: XPath गलत तरीके से स्वरूपित है। अपेक्षित 'subcase-exists'

source: '{name}' expects one or two arguments
hi: '{name}' को एक या दो तर्कों की आवश्यकता है

source: '{name}' error. Index identifier must be a string
hi: '{name}' त्रुटि। सूचकांक पहचानकर्ता एक स्ट्रिंग होना चाहिए

source: The '{node.name}' function accepts exactly {expected} arguments, got {actual}
hi: '{node.name}' फ़ंक्शन को ठीक {expected} तर्क स्वीकार हैं, मिले {actual}

source: {} is not a valid date
hi: {} मान्य तिथि नहीं है

source: Invalid date value. Dates must be an integer or a string of the format "YYYY-mm-dd"
hi: अमान्य तिथि मान। तिथियाँ पूर्णांक या "YYYY-mm-dd" प्रारूप की स्ट्रिंग होनी चाहिए

source: {} is not a valid datetime
hi: {} मान्य दिनांक-समय नहीं है

source: Invalid datetime value. Must be a number or a ISO 8601 string.
hi: अमान्य दिनांक-समय मान। यह एक संख्या या ISO 8601 स्ट्रिंग होनी चाहिए।

source: The "date-add" function expects the 'interval' argument to be one of {types}
hi: "date-add" फ़ंक्शन को 'interval' तर्क {types} में से एक होना चाहिए

source: The "date-add" function expects the interval quantity to be a numeric value
hi: "date-add" फ़ंक्शन को अंतराल की मात्रा एक संख्यात्मक मान होनी चाहिए

source: Non-integer years and months are ambiguous and not supported by the "date-add" function
hi: गैर-पूर्णांक वर्ष और महीने अस्पष्ट हैं और "date-add" फ़ंक्शन द्वारा समर्थित नहीं हैं

source: Cannot convert {} to a double
hi: {} को डबल में परिवर्तित नहीं किया जा सकता

source: Not found application by name: %s
hi: नाम से एप्लिकेशन नहीं मिला: %s

source: Blocked
hi: अवरोधित

source: You are currently blocked from using Web Apps
hi: आप वर्तमान में वेब ऐप्स का उपयोग करने से अवरुद्ध हैं

source: Manage Web Apps Permissions
hi: वेब ऐप्स अनुमतियाँ प्रबंधित करें

source: This feature is deprecated. Access to specific web apps can now be managed via <a target="_blank" href="%(roles_url)s">Roles & Permissions</a>. <br /><br /> Please avoid using <em>both</em> this configuration and Roles & Permissions to manage access. <br/><br/> <h5>Transitioning from the Deprecated Feature to Roles & Permissions</h5> <p> For the simplest case where each mobile worker belongs to only one group, follow the steps below. For more complex cases, please contact <a href="mailto:%(SUPPORT_EMAIL)s">CommCare Support</a> for assistance setting up access via Roles & Permissions. </p> <ol> <li> <strong>Set up a role for each group</strong><br/> Create a corresponding role in the <a target="_blank" href="%(roles_url)s">Roles & Permissions</a> page for every existing group. </li> <li> <strong>Configure permissions for each role</strong><br/> Ensure that each role is granted the same permissions and access to apps that were previously available to the corresponding group. </li> <li> <strong>Assign mobile workers to their new roles</strong><br/> Map each <a target="_blank" href="%(mobile_workers_url)s">mobile worker</a> to the appropriate role that matches their previous group membership. </li> <li> <strong>Enable Roles & Permissions for Web Apps access</strong><br/> On this page, select the option to "Use Roles & Permissions to manage Web Apps access" and click <strong>Save</strong>. </li> <li> <strong>Test access for mobile workers</strong><br/> Verify that all mobile workers can access the apps as expected, based on their assigned roles. </li> <li> <strong>(Optional) Deactivate the deprecated feature</strong><br/> Disable this feature to avoid accidentally re-enabling it in the future. Simply check the box to turn it off and click <strong>Save</strong>. </li> </ol>
hi: यह सुविधा अप्रचलित है। अब विशिष्ट वेब ऐप्स तक पहुँच को <a target="_blank" href="%(roles_url)s">रोल्स और अनुमतियाँ</a> के माध्यम से प्रबंधित किया जा सकता है। <br /><br /> कृपया पहुँच प्रबंधित करने के लिए <em>दोनों</em> इस कॉन्फ़िगरेशन और रोल्स और अनुमतियाँ का उपयोग करने से बचें। <br/><br/> <h5>अप्रचलित सुविधा से रोल्स और अनुमतियाँ में संक्रमण</h5> <p> सबसे सरल मामले के लिए, जहाँ प्रत्येक मोबाइल वर्कर केवल एक समूह का सदस्य है, नीचे दिए गए चरणों का पालन करें। अधिक जटिल मामलों के लिए, कृपया <a href="mailto:%(SUPPORT_EMAIL)s">CommCare Support</a> से संपर्क करें ताकि रोल्स और अनुमतियाँ के माध्यम से पहुँच सेटअप करने में सहायता मिल सके। </p> <ol> <li> <strong>प्रत्येक समूह के लिए एक रोल सेट करें</strong><br/> प्रत्येक मौजूदा समूह के लिए <a target="_blank" href="%(roles_url)s">रोल्स और अनुमतियाँ</a> पृष्ठ पर एक संबंधित रोल बनाएँ। </li> <li> <strong>प्रत्येक रोल के लिए अनुमतियाँ कॉन्फ़िगर करें</strong><br/> सुनिश्चित करें कि प्रत्येक रोल को वही अनुमतियाँ और ऐप्स तक पहुँच प्राप्त है, जो पहले संबंधित समूह को उपलब्ध थी। </li> <li> <strong>मोबाइल वर्करों को उनके नए रोल सौंपें</strong><br/> प्रत्येक <a target="_blank" href="%(mobile_workers_url)s">मोबाइल वर्कर</a> को उस उपयुक्त रोल में मैप करें, जो उनके पिछले समूह सदस्यता से मेल खाता है। </li> <li> <strong>वेब ऐप्स पहुँच के लिए रोल्स और अनुमतियाँ सक्षम करें</strong><br/> इस पृष्ठ पर, "वेब ऐप्स पहुँच प्रबंधित करने के लिए रोल्स और अनुमतियाँ का उपयोग करें" विकल्प चुनें और <strong>सहेजें</strong> पर क्लिक करें। </li> <li> <strong>मोबाइल वर्करों के लिए पहुँच का परीक्षण करें</strong><br/> सत्यापित करें कि सभी मोबाइल वर्कर अपने सौंपे गए रोल के अनुसार अपेक्षित ऐप्स तक पहुँच सकते हैं। </li> <li> <strong>(वैकल्पिक) अप्रचलित सुविधा को निष्क्रिय करें</strong><br/> भविष्य में इसे गलती से पुनः सक्षम करने से बचने के लिए इस सुविधा को अक्षम करें। इसे बंद करने के लिए बस बॉक्स को चेक करें और <strong>सहेजें</strong> पर क्लिक करें। </li> </ol>

source: Use Roles & Permissions to manage Web Apps access
hi: वेब ऐप्स पहुँच प्रबंधित करने के लिए रोल्स और अनुमतियाँ का उपयोग करें

source: Web Apps permissions have been transferred to "Roles & Permissions", and this deprecated feature can be turned off. Please note that once you "save", you will no longer have access to this page.
hi: वेब ऐप्स अनुमतियाँ "रोल्स और अनुमतियाँ" में स्थानांतरित कर दी गई हैं, और इस अप्रचलित सुविधा को बंद किया जा सकता है। कृपया ध्यान दें कि "सहेजें" करने के बाद, आपको इस पृष्ठ तक अब पहुँच नहीं होगी।

source: Manage Web Apps access for each mobile worker based on their group
hi: प्रत्येक मोबाइल वर्कर के लिए उनके समूह के आधार पर वेब ऐप्स पहुँच प्रबंधित करें

source: Group
hi: समूह

source: You have no groups
hi: आपके पास कोई समूह नहीं है

source: Here's what this means
hi: इसका अर्थ यह है

source: Mobile workers in group <strong data-bind="text: group.name"></strong> have access to
hi: समूह के मोबाइल कार्यकर्ता <strong data-bind="text: group.name"></strong> को इसकी पहुँच है

source: <strong>No Mobile Workers</strong> have access to
hi: <strong>कोई मोबाइल कार्यकर्ता नहीं</strong> को इसकी पहुँच है

source: ...and all other mobile workers do not have access to any Web Apps applications.
hi: ...और अन्य सभी मोबाइल कार्यकर्ताओं को किसी भी वेब ऐप्स एप्लिकेशन की पहुँच नहीं है।

source: No Web Apps applications available
hi: कोई वेब ऐप्स एप्लिकेशन उपलब्ध नहीं है

source: Web Apps
hi: वेब ऐप्स

source: Show Full Menu
hi: पूरा मेनू दिखाएँ

source: Select
hi: चुनें

source: Column Configuration
hi: कॉलम कॉन्फ़िगरेशन

source: Please Select at least one column.
hi: कृपया कम से कम एक कॉलम चुनें।

source: Reset
hi: रीसेट करें

source: List is empty.
hi: सूची खाली है।

source: Refine search
hi: खोज को परिष्कृत करें

source: Select All
hi: सभी चुनें

source: Sort By
hi: क्रमबद्ध करें

source: Hide Map
hi: मानचित्र छुपाएँ

source: Expand Data Preview Section.
hi: डेटा पूर्वावलोकन अनुभाग विस्तृत करें।

source: Data Preview
hi: डेटा पूर्वावलोकन

source: Empty String
hi: खाली स्ट्रिंग

source: Showing the first
hi: प्रथम

source: lines...
hi: पंक्तियाँ दिखा रहे हैं...

source: Copy Full Evaluation to Clipboard
hi: पूर्ण मूल्यांकन क्लिपबोर्ड पर कॉपी करें

source: Copy Full Trace to Clipboard
hi: पूर्ण ट्रेस क्लिपबोर्ड पर कॉपी करें

source: Recent Queries
hi: हाल की क्वेरीज़

source: No recent queries
hi: कोई हाल की क्वेरी नहीं

source: Clear
hi: साफ़ करें

source: Clear map
hi: मानचित्र साफ़ करें

source: Please wait while the map loads
hi: कृपया प्रतीक्षा करें, जब तक मानचित्र लोड हो रहा है

source: Sorry, web entry cannot support this type of question.
hi: क्षमा करें, वेब एंट्री इस प्रकार के प्रश्न का समर्थन नहीं कर सकता।

source: This question will appear as follows in data exports.
hi: यह प्रश्न डेटा निर्यात में निम्नलिखित रूप में दिखाई देगा।

source: OK
hi: ठीक है

source: Please correct the answers below before submitting. <br> You can use the <strong><i class='fa fa-fast-forward'></i> Next Error</strong> button on the left-hand side of the screen to navigate between required fields.
hi: कृपया सबमिट करने से पहले नीचे दिए गए उत्तरों को सही करें। <br> आप स्क्रीन के बाएँ तरफ दिए गए <strong><i class='fa fa-fast-forward'></i> अगली त्रुटि</strong> बटन का उपयोग आवश्यक फ़ील्ड्स के बीच नेविगेट करने के लिए कर सकते हैं।

source: An answer is required.
hi: उत्तर आवश्यक है।

source: Next Error
hi: अगली त्रुटि

source: Your browser does not support audio
hi: आपका ब्राउज़र ऑडियो का समर्थन नहीं करता

source: Your browser does not support video
hi: आपका ब्राउज़र वीडियो का समर्थन नहीं करता

source: Show help dialog
hi: सहायता संवाद दिखाएँ

source: A response is required for this question.
hi: इस प्रश्न के लिए उत्तर आवश्यक है।

source: Sorry, this response is required!
hi: क्षमा करें, यह उत्तर आवश्यक है!

source: Question Group
hi: प्रश्न समूह

source: Log in as
hi: के रूप में लॉग इन करें

source: Start
hi: प्रारंभ करें

source: Home
hi: होम

source: Dropdown toggle
hi: ड्रॉपडाउन टॉगल

source: Print
hi: प्रिंट करें

source: A new version of this app is available
hi: इस ऐप का एक नया संस्करण उपलब्ध है

source: CommCare recommends that you get the latest version of this app.
hi: CommCare अनुशंसा करता है कि आप इस ऐप का नवीनतम संस्करण प्राप्त करें।

source: To keep any unsaved changes -
hi: कोई भी असहेज बदलाव सुरक्षित रखने के लिए -

source: Click on “Update Later”.
hi: “बाद में अपडेट करें” पर क्लिक करें।

source: Submit your changes.
hi: अपने बदलाव सबमिट करें।

source: Update by clicking on “Web Apps” at the top left of the browser page.
hi: ब्राउज़र पेज के ऊपर बाएँ में “वेब ऐप्स” पर क्लिक करके अपडेट करें।

source: If you don’t have any unsaved changes and would like to update, click on “Get Latest App”.
hi: यदि आपके पास कोई असहेज बदलाव नहीं है और आप अपडेट करना चाहते हैं, तो “नवीनतम ऐप प्राप्त करें” पर क्लिक करें।

source: Update Later
hi: बाद में अपडेट करें

source: Get Latest App
hi: नवीनतम ऐप प्राप्त करें

source: <%%- rowRange[i] %%> per page
hi: <%%- rowRange[i] %%> प्रति पृष्ठ

source: Include results where '<%%- text %%>' is blank
hi: उन परिणामों को शामिल करें जहाँ '<%%- text %%>' खाली है

source: Web Apps deletes any Incomplete Forms that are more than 7 days old. Please submit any forms with important data before then to avoid data loss.
hi: वेब ऐप्स 7 दिनों से अधिक पुराने अधूरे फ़ॉर्म्स को हटा देती हैं। कृपया डेटा हानि से बचने के लिए महत्वपूर्ण डेटा वाले फ़ॉर्म्स समय से पहले सबमिट करें।

source: Use one question per screen
hi: हर स्क्रीन पर एक प्रश्न का उपयोग करें

source: Set the application language
hi: एप्लिकेशन भाषा सेट करें

source: Clear user data
hi: यूज़र डेटा साफ़ करें

source: Break Pending Request Locks
hi: लंबित अनुरोध लॉक तोड़ें

source: Break
hi: तोड़ें

source: Sync User Data
hi: यूज़र डेटा सिंक करें

source: Log in as user
hi: यूज़र के रूप में लॉग इन करें

source: Organization Type
hi: संगठन प्रकार

source: Date Registered
hi: पंजीकरण तिथि

source: Functionality Disabled
hi: फंक्शनैलिटी अक्षम है

source: This functionality is disabled.
hi: यह फंक्शनैलिटी अक्षम है।

source: Web apps for %(app_or_domain_name)s are currently down for maintainence.
hi: %(app_or_domain_name)s के लिए वेब ऐप्स वर्तमान में रखरखाव के लिए बंद हैं।

source: The 'disable_web_apps' feature flag is turned on.
hi: 'disable_web_apps' फीचर फ्लैग चालू है।

source: Web Apps Permissions
hi: वेब ऐप्स अनुमतियाँ

source: Linking directly into Web Apps has been disabled.
hi: सीधे वेब ऐप्स में लिंक करना अक्षम कर दिया गया है।
