Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: The multi-choice sheets (ending in "-vl") in the uploaded Excel file were ignored during the import as they are an unsupported format in the Data Dictionary
hi: अपलोड की गई Excel फ़ाइल में मल्टी-चॉइस शीट्स (जो "-vl" पर समाप्त होती हैं) को इम्पोर्ट के दौरान अनदेखा कर दिया गया क्योंकि वे डेटा डिक्शनरी में असमर्थित फॉर्मेट हैं

source: Row {} in "{}-vl" sheet is missing a case property field
hi: "{}-vl" शीट की पंक्ति {} में केस प्रॉपर्टी फ़ील्ड गायब है

source: Invalid sheet name "{}". It should start with a letter, and only contain letters, numbers, "-", and "_"
hi: अमान्य शीट नाम "{}"। इसे एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, संख्या, "-", और "_" शामिल होने चाहिए

source: The "Data Type" column values were ignored during the import as they are an unsupported format in the Data Dictionary
hi: "डेटा प्रकार" कॉलम के मान इम्पोर्ट के दौरान अनदेखा कर दिए गए क्योंकि वे डेटा डिक्शनरी में असमर्थित फॉर्मेट हैं

source: Could not find resource type for {}
hi: {} के लिए संसाधन प्रकार नहीं मिल सका

source: Error in "{}" sheet, row {}: {}
hi: "{}" शीट, पंक्ति {} में त्रुटि: {}

source: Missing required valid "{}-vl" multi-choice sheet for case type "{}"
hi: केस प्रकार "{}" के लिए आवश्यक वैध "{}-vl" मल्टी-चॉइस शीट गायब है

source: Not enough columns in "{}" sheet
hi: "{}" शीट में पर्याप्त कॉलम नहीं हैं

source: FHIR Resource {} {}: {}
hi: FHIR संसाधन {} {}: {}

source: Case property "{}" referenced in "{}-vl" sheet that does not exist in "{}" sheet. Row(s) affected: {}
hi: "{}-vl" शीट में संदर्भित केस प्रॉपर्टी "{}" "{}" शीट में मौजूद नहीं है। प्रभावित पंक्तियाँ: {}

source: Group "{group}" already exists for case type "{case_type}"
hi: समूह "{group}" पहले से ही केस प्रकार "{case_type}" के लिए मौजूद है

source: No Type Currently Selected
hi: कोई प्रकार वर्तमान में चयनित नहीं है

source: Valid values: %s
hi: मान्य मान: %s

source: Data Dictionary
hi: डेटा डिक्शनरी

source: deprecated
hi: अप्रचलित

source: Add Case Type
hi: केस प्रकार जोड़ें

source: Show Deprecated Case Types
hi: अप्रचलित केस प्रकार दिखाएँ

source: Hide Deprecated Case Types
hi: अप्रचलित केस प्रकार छुपाएँ

source: Create a new Case Type
hi: नया केस प्रकार बनाएँ

source: A case type with this name already exists.
hi: इस नाम का केस प्रकार पहले से मौजूद है।

source: Invalid case type name. It should start with a letter, and only contain letters, numbers, '-', and '_'
hi: अमान्य केस प्रकार नाम। इसे एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, संख्या, '-', और '_' शामिल होने चाहिए

source: Create Case Type
hi: केस प्रकार बनाएँ

source: FHIR Resource Type
hi: FHIR संसाधन प्रकार

source: Import from Excel
hi: Excel से इम्पोर्ट करें

source: Deprecate Case Type
hi: केस प्रकार अप्रचलित करें

source: Restore Case Type
hi: केस प्रकार पुनर्स्थापित करें

source: Delete Case Type
hi: केस प्रकार हटाएँ

source: Show Deprecated
hi: अप्रचलित दिखाएँ

source: Hide Deprecated
hi: अप्रचलित छुपाएँ

source: FHIR Resource Property Path
hi: FHIR संसाधन प्रॉपर्टी पथ

source: No Group
hi: कोई समूह नहीं

source: Case Property Group
hi: केस प्रॉपर्टी समूह

source: This GPS case property is currently being used to store the geolocation for cases, so the data type cannot be changed.
hi: यह GPS केस प्रॉपर्टी वर्तमान में मामलों के लिए भू-स्थान संग्रहीत करने के लिए उपयोग की जा रही है, इसलिए डेटा प्रकार बदला नहीं जा सकता।

source: Deprecate
hi: अप्रचलित करें

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, '-', and '_'
hi: अमान्य केस प्रॉपर्टी नाम। यह एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, अंक, '-', और '_' शामिल होना चाहिए

source: Add Case Property Group
hi: केस प्रॉपर्टी समूह जोड़ें

source: Invalid case group name. It should start with a letter, and only contain letters, numbers, '-', and '_'
hi: अमान्य केस समूह नाम। यह एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, अंक, '-', और '_' शामिल होना चाहिए

source: Add a new Case Type
hi: एक नया केस प्रकार जोड़ें

source: Performance warning
hi: प्रदर्शन चेतावनी

source: Deprecate '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
hi: अप्रचलित करें '<span data-bind="text: $root.activeCaseType()"></span>' केस प्रकार

source: <p> There are a total of <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> application module(s) </strong> that are currently using this case type. </p> <p> Deprecating this case type will have the following effects: </p> <ul> <li>This case type will not be available from the reports filtering menu.</li> <li>All case properties/groups for this case type will be deprecated.</li> <li>New exports cannot be created with this case type.</li> <li>Case imports cannot be done for cases with this case type.</li> <li>New automatic rules cannot be created with this case type.</li> </ul> <p> For more information on deprecated case types, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">following documentation</a>. </p>
hi: <p> कुल <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> एप्लिकेशन मॉड्यूल(s) </strong> वर्तमान में इस केस प्रकार का उपयोग कर रहे हैं। </p> <p> इस केस प्रकार को अप्रचलित करने से निम्न प्रभाव होंगे: </p> <ul> <li>यह केस प्रकार रिपोर्ट फ़िल्टरिंग मेनू में उपलब्ध नहीं होगा।</li> <li>इस केस प्रकार की सभी केस प्रॉपर्टीज़/समूह अप्रचलित हो जाएंगे।</li> <li>इस केस प्रकार के साथ नए एक्सपोर्ट नहीं बनाए जा सकते।</li> <li>इस केस प्रकार के मामलों के लिए केस इम्पोर्ट नहीं किया जा सकता।</li> <li>इस केस प्रकार के साथ नई स्वचालित नियम नहीं बनाए जा सकते।</li> </ul> <p> अप्रचलित केस प्रकारों के बारे में अधिक जानकारी के लिए, <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">यह दस्तावेज़ देखें</a>। </p>

source: Deprecate GPS property
hi: GPS प्रॉपर्टी को अप्रचलित करें

source: This GPS case property is currently being used to store the geolocation for cases.
hi: यह GPS केस प्रॉपर्टी वर्तमान में मामलों के लिए भू-स्थान संग्रहीत करने के लिए उपयोग की जा रही है।

source: Deprecating this case property may result in unintended behaviour, and so it is advised to first change the selected custom case property in <a href="%(geospatial_settings_url)s"> geospatial settings </a> before deprecating this case property.
hi: इस केस प्रॉपर्टी को अप्रचलित करने से अनपेक्षित व्यवहार हो सकता है, इसलिए सलाह दी जाती है कि पहले चयनित कस्टम केस प्रॉपर्टी को <a href="%(geospatial_settings_url)s"> भू-स्थानिक सेटिंग्स </a> में बदलें, फिर इस केस प्रॉपर्टी को अप्रचलित करें।

source: Would you like to proceed with deprecating this case property?
hi: क्या आप इस केस प्रॉपर्टी को अप्रचलित करने के लिए आगे बढ़ना चाहेंगे?

source: Delete '<span id="delete-case-prop-name"></span>' Case Property
hi: हटाएँ '<span id="delete-case-prop-name"></span>' केस प्रॉपर्टी

source: There are currently no cases that store data with this case property, so it is safe to delete.
hi: वर्तमान में कोई भी मामला इस केस प्रॉपर्टी के साथ डेटा संग्रहीत नहीं कर रहा है, इसलिए इसे हटाना सुरक्षित है।

source: Please note that if a new form or case was updated to the server recently that makes this property unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case property can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
hi: कृपया ध्यान दें कि यदि हाल ही में कोई नया फॉर्म या केस सर्वर पर अपडेट किया गया है जिससे यह प्रॉपर्टी हटाने के लिए असुरक्षित हो जाती है, तो यह केवल थोड़ी देर बाद डेटा डिक्शनरी में परिलक्षित होगा। यह कोई अवरोधक क्रिया नहीं है और भविष्य में आवश्यकता होने पर केस प्रॉपर्टी को फिर से बनाया जा सकता है। कृपया <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">दस्तावेज़</a> देखें इस क्रिया के बारे में अतिरिक्त जानकारी के लिए।

source: Would you like to mark this case property as deleted? Once confirmed the case property will be deleted upon clicking the "Save" button.
hi: क्या आप इस केस प्रॉपर्टी को हटाए गए के रूप में चिह्नित करना चाहेंगे? एक बार पुष्टि हो जाने पर, "सहेजें" बटन पर क्लिक करने के बाद केस प्रॉपर्टी हटा दी जाएगी।

source: Delete '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
hi: हटाएँ '<span data-bind="text: $root.activeCaseType()"></span>' केस प्रकार

source: There are no cases that use this case type or store data with any of its case properties. Therefore, it is safe to delete this case type.
hi: कोई भी मामला इस केस प्रकार का उपयोग नहीं कर रहा है या इसकी किसी भी केस प्रॉपर्टी के साथ डेटा संग्रहीत नहीं कर रहा है। इसलिए, इस केस प्रकार को हटाना सुरक्षित है।

source: Please note that all case properties for this case type will also be deleted. Furthermore, if a new form or case was updated to the server recently that makes this case type unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case type can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
hi: कृपया ध्यान दें कि इस केस प्रकार की सभी केस प्रॉपर्टीज़ भी हटा दी जाएँगी। इसके अलावा, यदि हाल ही में कोई नया फॉर्म या केस सर्वर पर अपडेट किया गया है जिससे यह केस प्रकार हटाने के लिए असुरक्षित हो जाता है, तो यह केवल थोड़ी देर बाद डेटा डिक्शनरी में परिलक्षित होगा। यह कोई अवरोधक क्रिया नहीं है और भविष्य में आवश्यकता होने पर केस प्रकार को फिर से बनाया जा सकता है। कृपया <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">दस्तावेज़</a> देखें इस क्रिया के बारे में अतिरिक्त जानकारी के लिए।

source: Would you like to proceed with deleting this case type?
hi: क्या आप इस केस प्रकार को हटाने के लिए आगे बढ़ना चाहेंगे?

source: Valid Values &amp; Formats
hi: मान्य मान और स्वरूप

source: Case Property Group must have a name
hi: केस प्रॉपर्टी समूह का नाम होना चाहिए

source: Case property must have a name
hi: केस प्रॉपर्टी का नाम होना चाहिए

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, "-", and "_"
hi: अमान्य केस प्रॉपर्टी नाम। यह एक अक्षर से शुरू होना चाहिए, और केवल अक्षर, अंक, "-", और "_" शामिल होना चाहिए

source: Unable to save valid values longer than {} characters
hi: {} अक्षरों से अधिक लंबे मान्य मान सहेजने में असमर्थ

source: Case property does not exist.
hi: केस प्रॉपर्टी मौजूद नहीं है।

source: Column {} in "{}" sheet has an empty header
hi: "{}" शीट में कॉलम {} का शीर्षक खाली है

source: Invalid column "{}" in "{}" sheet. Valid column names are: {}
hi: "{}" शीट में अमान्य कॉलम "{}"। मान्य कॉलम नाम हैं: {}

source: Missing "Case Property" column header in "{}" sheet
hi: "{}" शीट में "केस प्रॉपर्टी" कॉलम शीर्षक गायब है

source: Column {} in "{}" sheet is missing a header
hi: "{}" शीट में कॉलम {} का शीर्षक गायब है

source: skip and limit must be positive integers
hi: skip और limit सकारात्मक पूर्णांक होने चाहिए

source: Case Type 'name' is required
hi: केस प्रकार 'name' आवश्यक है

source: Remove Resource Type(Y)
hi: रिसोर्स प्रकार(Y) हटाएँ

source: Deprecated
hi: अप्रचलित

source: Valid Value
hi: मान्य मान

source: Valid Value Description
hi: मान्य मान विवरण

source: FHIR Resource Property
hi: FHIR रिसोर्स प्रॉपर्टी

source: No Name
hi: कोई नाम नहीं

source: Remove Resource Property(Y)
hi: रिसोर्स प्रॉपर्टी(Y) हटाएँ

source: Upload Data Dictionary
hi: डेटा डिक्शनरी अपलोड करें

source: data dictionary
hi: डेटा डिक्शनरी

source: Errors in upload: {}
hi: अपलोड में त्रुटियाँ: {}

source: Data dictionary import complete
hi: डेटा डिक्शनरी आयात पूर्ण हुआ

source: Warnings in upload: {}
hi: अपलोड में चेतावनियाँ: {}

source: Property names should only contain alphanumeric characters, underscore, or hyphen.
hi: संपत्ति नामों में केवल अल्फ़ान्यूमेरिक अक्षर, अंडरस्कोर या हाइफ़न होना चाहिए।

source: Please specify a case property name.
hi: कृपया एक केस संपत्ति नाम निर्दिष्ट करें।

source: Invalid character '/' in case property name: '{}'. Parent or host case references are not allowed.
hi: केस संपत्ति नाम में '/' अवैध अक्षर है: '{}'. पैरेंट या होस्ट केस संदर्भ की अनुमति नहीं है।

source: Case property reference cannot contain '/' unless referencing the parent or host case with 'parent/' or 'host/'
hi: केस संपत्ति संदर्भ में '/' नहीं हो सकता, जब तक कि 'parent/' या 'host/' के साथ पैरेंट या होस्ट केस का संदर्भ न हो।

source: Please specify a case property value.
hi: कृपया एक केस संपत्ति मान निर्दिष्ट करें।

source: Please enter a number of days greater than or equal to zero
hi: कृपया शून्य या उससे अधिक दिनों की संख्या दर्ज करें

source: Update Group Name
hi: समूह नाम अपडेट करें

source: Please include the case group ID.
hi: कृपया केस समूह आईडी शामिल करें।

source: A case group was not found with that ID.
hi: उस आईडी के साथ कोई केस समूह नहीं मिला।

source: Case ID, External ID, or Phone Number
hi: केस आईडी, बाहरी आईडी, या फ़ोन नंबर

source: Add Case
hi: केस जोड़ें

source: Initial values are set by the form
hi: प्रारंभिक मान फ़ॉर्म द्वारा सेट किए जाते हैं

source: Basic Information
hi: मूल जानकारी

source: Run when
hi: जब चलाएं

source: The Actions will be performed for all open cases that match all filter criteria below.
hi: नीचे दिए गए सभी फ़िल्टर मानदंडों से मेल खाने वाले सभी खुले केसों के लिए क्रियाएं की जाएंगी।

source: Initial values are set by the form.
hi: प्रारंभिक मान फ़ॉर्म द्वारा सेट किए जाते हैं।

source: Case Filters
hi: केस फ़िल्टर

source: Rule Criteria
hi: नियम मानदंड

source: Invalid JSON object given
hi: अमान्य JSON ऑब्जेक्ट दिया गया है

source: Please enter a number of days
hi: कृपया दिनों की संख्या दर्ज करें

source: Please enter a valid regular expression to match
hi: कृपया मिलान के लिए एक मान्य रेगुलर एक्सप्रेशन दर्ज करें

source: There was a problem with a UCR Filter Definition:
hi: UCR फ़िल्टर परिभाषा में समस्या थी:

source: Please specify at least one action.
hi: कृपया कम से कम एक क्रिया निर्दिष्ट करें।

source: The rule will be applied to all cases that match all filter criteria below.
hi: नियम उन सभी केसों पर लागू होगा जो नीचे दिए गए सभी फ़िल्टर मानदंडों से मेल खाते हैं।

source: Cases Filter
hi: केस फ़िल्टर

source: Reassign Cases
hi: केस पुनः असाइन करें

source: Reassign
hi: पुनः असाइन करें

source: Case Name
hi: केस नाम

source: Last Modified
hi: अंतिम बार संशोधित

source: An owner_id needs to be specified to bulk reassign cases
hi: केसों को बल्क में पुनः असाइन करने के लिए owner_id निर्दिष्ट करना आवश्यक है

source: Copy Cases
hi: केस कॉपी करें

source: Normal Forms
hi: सामान्य फ़ॉर्म

source: Archived Forms
hi: आर्काइव किए गए फ़ॉर्म

source: Restore selected Forms
hi: चयनित फ़ॉर्म पुनर्स्थापित करें

source: Restore Forms Status
hi: फ़ॉर्म पुनर्स्थापना स्थिति

source: Restoring your forms, this may take some time...
hi: आपके फ़ॉर्म पुनर्स्थापित किए जा रहे हैं, इसमें कुछ समय लग सकता है...

source: Restore complete!
hi: पुनर्स्थापना पूर्ण!

source: Successfully restored
hi: सफलतापूर्वक पुनर्स्थापित

source: Restore Failed. Details:
hi: पुनर्स्थापना विफल। विवरण:

source: Problem restoring your forms! Please try again or report an issue
hi: आपके फ़ॉर्म पुनर्स्थापित करने में समस्या! कृपया पुनः प्रयास करें या कोई समस्या रिपोर्ट करें

source: To archive back any forms, use the Manage Forms report and filter to Normal forms
hi: किसी भी फ़ॉर्म को वापस आर्काइव करने के लिए, प्रबंधित फ़ॉर्म रिपोर्ट का उपयोग करें और सामान्य फ़ॉर्म पर फ़िल्टर करें

source: Archive selected forms
hi: चयनित फ़ॉर्म आर्काइव करें

source: Archive Forms Status
hi: फ़ॉर्म आर्काइव स्थिति

source: Archiving your forms, this may take some time...
hi: आपके फ़ॉर्म आर्काइव किए जा रहे हैं, इसमें कुछ समय लग सकता है...

source: Archive complete!
hi: आर्काइव पूर्ण!

source: Successfully archived
hi: सफलतापूर्वक आर्काइव किया गया

source: Archive Failed. Details:
hi: आर्काइव विफल। विवरण:

source: Problem archiving your forms! Please try again or report an issue
hi: आपके फ़ॉर्म आर्काइव करने में समस्या! कृपया पुनः प्रयास करें या कोई समस्या रिपोर्ट करें

source: To restore any archived forms, use the Manage Forms report and filter to Archived forms
hi: किसी भी संग्रहित फॉर्म को पुनर्स्थापित करने के लिए, प्रबंधित फॉर्म रिपोर्ट का उपयोग करें और संग्रहित फॉर्म पर फ़िल्टर करें

source: Archived/Restored
hi: संग्रहित/पुनर्स्थापित

source: Manage Forms
hi: फॉर्म प्रबंधित करें

source: View Form
hi: फॉर्म देखें

source: Submission Time
hi: प्रस्तुत करने का समय

source: Completion Time
hi: पूर्णता का समय

source: Case Update
hi: मामला अपडेट

source: Deduplicate
hi: डुप्लिकेट हटाएँ

source: Scheduling
hi: शेड्यूलिंग

source: ALL of the criteria are met
hi: सभी मानदंड पूरे होते हैं

source: ANY of the criteria are met
hi: कोई भी मानदंड पूरा होता है

source: Running
hi: चल रहा है

source: Finished
hi: समाप्त

source: Stopped
hi: रुका हुआ

source: No Forms are supplied
hi: कोई फॉर्म उपलब्ध नहीं है

source: Automatically update or close cases from CommCare HQ
hi: CommCare HQ से स्वचालित रूप से मामलों को अपडेट या बंद करें

source: Create rules for updating or closing cases from CommCare HQ. All rules run every day at %(time)s GMT. For more information, see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Help Site</a>.
hi: CommCare HQ से मामलों को अपडेट या बंद करने के लिए नियम बनाएं। सभी नियम हर दिन %(time)s GMT पर चलते हैं। अधिक जानकारी के लिए, <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">सहायता साइट</a> देखें।

source: Automatic Update Rules
hi: स्वचालित अपडेट नियम

source: Rule Run History
hi: नियम चलाने का इतिहास

source: NOTE: A system administrator is required to edit this rule.
hi: नोट: इस नियम को संपादित करने के लिए सिस्टम व्यवस्थापक आवश्यक है।

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
hi: यह डुप्लिकेशन नियम वर्तमान में बैकफिलिंग कर रहा है। आप इसे तब संपादित कर पाएंगे जब यह पूरा हो जाएगा। <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) मामले संसाधित हुए। प्रगति देखने के लिए पृष्ठ को पुनः लोड करें।

source: Include Closed Cases
hi: बंद मामलों को शामिल करें

source: Add Update Case Property
hi: मामला संपत्ति अपडेट जोड़ें

source: Set case property
hi: मामला संपत्ति सेट करें

source: to the exact value
hi: सटीक मान पर

source: to the value from other case property
hi: अन्य मामला संपत्ति के मान पर

source: <p> This page allows you to directly access a specific form data or case data page. Read more on our <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>help site</a>. </p>
hi: <p> यह पृष्ठ आपको किसी विशिष्ट फॉर्म डेटा या मामला डेटा पृष्ठ तक सीधे पहुँचने की अनुमति देता है। हमारे <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>सहायता साइट</a> पर और पढ़ें। </p>

source: Delete case group <strong data-bind="text: name"></strong>?
hi: क्या आप केस समूह <strong data-bind="text: name"></strong> हटाना चाहते हैं?

source: Yes, delete the case group <strong data-bind="text: name"></strong>.
hi: हाँ, केस समूह <strong data-bind="text: name"></strong> हटाएँ।

source: Deleting Group...
hi: समूह हटाया जा रहा है...

source: Delete Group
hi: समूह हटाएँ

source: Group Deleted
hi: समूह हटाया गया

source: Manage Cases
hi: मामले प्रबंधित करें

source: Create rules for finding duplicate cases. Rules are run on each form submission. When rules are created or edited the rule will be locked for further changes and a backfill process will be run.
hi: डुप्लिकेट मामलों को खोजने के लिए नियम बनाएं। नियम प्रत्येक फॉर्म सबमिशन पर चलते हैं। जब नियम बनाए या संपादित किए जाते हैं, तो नियम को आगे के परिवर्तनों के लिए लॉक कर दिया जाएगा और एक बैकफिल प्रक्रिया चलाई जाएगी।

source: Add Deduplication Rule
hi: डीडुप्लिकेशन नियम जोड़ें

source: Inactive
hi: निष्क्रिय

source: Explore Duplicates
hi: डुप्लिकेट्स देखें

source: Activate
hi: सक्रिय करें

source: Deactivate
hi: निष्क्रिय करें

source: Delete this rule?
hi: इस नियम को हटाएँ?

source: Are you sure you want to <strong>delete</strong> this rule?
hi: क्या आप वाकई इस नियम को <strong>हटाना</strong> चाहते हैं?

source: Delete Rule
hi: नियम हटाएँ

source: Cases in Group <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Edit</small></a>
hi: समूह में केस <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> संपादित करें</small></a>

source: cases processed. Please do not refresh or close this page.
hi: केस प्रोसेस किए जा रहे हैं। कृपया इस पेज को रीफ्रेश या बंद न करें।

source: Cases were successfully added:
hi: केस सफलतापूर्वक जोड़े गए:

source: Issues encountered during bulk upload:
hi: बल्क अपलोड के दौरान समस्याएँ आईं:

source: Processing file...
hi: फ़ाइल प्रोसेस हो रही है...

source: Removing...
hi: हटा रहे हैं...

source: Case Removed
hi: केस हटाया गया

source: Bulk upload cases to group
hi: समूह में केस बल्क अपलोड करें

source: Automatically update or btn-close cases from CommCare HQ
hi: CommCare HQ से केस को स्वचालित रूप से अपडेट या btn-close करें

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
hi: यह डीडुप्लिकेशन नियम वर्तमान में बैकफिलिंग कर रहा है। आप इसे तब संपादित कर पाएंगे जब यह पूरा हो जाएगा। <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) केस प्रोसेस किए गए। अपडेटेड प्रगति देखने के लिए पेज को रीलोड करें।

source: cases processed. Please do not refresh or btn-close this page.
hi: केस प्रोसेस किए जा रहे हैं। कृपया इस पेज को रीफ्रेश या btn-close न करें।

source: Something went wrong! There was an error. If you see this error repeatedly please report it as issue.
hi: कुछ गलत हो गया! एक त्रुटि हुई है। यदि आपको यह त्रुटि बार-बार दिखती है तो कृपया इसे एक समस्या के रूप में रिपोर्ट करें।

source: Select all %(total_xForms)s forms
hi: सभी %(total_xForms)s फॉर्म चुनें

source: (<span class="selectedCount ">0</span> forms selected)
hi: (<span class="selectedCount ">0</span> फॉर्म चुने गए)

source: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s selected cases to <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> selected cases to <!-- /ko -->
hi: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s चुने गए केस को <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> चुने गए केस को <!-- /ko -->

source: Select all
hi: सभी चुनें

source: Select New Owner...
hi: नया मालिक चुनें...

source: Case Copy
hi: केस कॉपी

source: Case Reassignment
hi: केस पुनः असाइनमेंट

source: Add Automatic Case Update Rule
hi: स्वचालित केस अपडेट नियम जोड़ें

source: Unlock Linked Rules For Me
hi: मेरे लिए लिंक किए गए नियम अनलॉक करें

source: Lock Linked Rules For Me
hi: मेरे लिए लिंक किए गए नियम लॉक करें

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
hi: लिंक की गई कॉन्फ़िगरेशन एक अलग, लिंक किए गए प्रोजेक्ट स्पेस से नियंत्रित होती है। <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>और जानें</a>।

source: Are you sure you want to <strong>delete</strong> this rule?
hi: क्या आप वाकई इस नियम को <strong>हटाना</strong> चाहते हैं?
