Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Account Type
hi: खाता प्रकार

source: All
hi: सभी

source: Account Name
hi: खाता नाम

source: Project Space
hi: प्रोजेक्ट स्पेस

source: Credit Adjustment Reason
hi: क्रेडिट समायोजन का कारण

source: Any Reason
hi: कोई भी कारण

source: Service Type
hi: सेवा प्रकार

source: Any Service
hi: कोई भी सेवा

source: Linked to Any Transaction
hi: किसी भी लेन-देन से जुड़ा हुआ

source: Salesforce Account ID
hi: Salesforce खाता आईडी

source: Any
hi: कोई भी

source: Salesforce Contract ID
hi: Salesforce अनुबंध आईडी

source: Active Status
hi: सक्रिय स्थिति

source: Customer Billing Account
hi: ग्राहक बिलिंग खाता

source: Dimagi Contact
hi: Dimagi संपर्क

source: Entry Point
hi: प्रवेश बिंदु

source: Invoicing Status
hi: इनवॉइसिंग स्थिति

source: Send invoice
hi: इनवॉइस भेजें

source: Do not invoice
hi: इनवॉइस न भेजें

source: Trial Status
hi: परीक्षण की स्थिति

source: Show All Subscriptions (including trials)
hi: सभी सब्सक्रिप्शन दिखाएं (ट्रायल सहित)

source: Show Non-Trial Subscriptions
hi: गैर-ट्रायल सब्सक्रिप्शन दिखाएं

source: Show Only Trial Subscriptions
hi: केवल ट्रायल सब्सक्रिप्शन दिखाएं

source: Type
hi: प्रकार

source: Discounted
hi: डिस्काउंटेड

source: Is Hidden
hi: छिपा है

source: Created By
hi: द्वारा बनाया गया

source: Anyone
hi: कोई भी

source: Date Created
hi: निर्माण तिथि

source: Start Date
hi: प्रारंभ तिथि

source: End Date
hi: समाप्ति तिथि

source: Statement Period
hi: स्टेटमेंट अवधि

source: Due Date
hi: नियत तिथि

source: Plan Name
hi: प्लान नाम

source: Edition
hi: संस्करण

source: Visibility
hi: दृश्यता

source: Payment Status
hi: भुगतान स्थिति

source: Billing Contact Name
hi: बिलिंग संपर्क नाम

source: Transaction ID
hi: लेन-देन आईडी

source: Usually begins with 'ch_'
hi: आमतौर पर 'ch_' से शुरू होता है

source: Client Contact Emails
hi: क्लाइंट संपर्क ईमेल

source: Account is Active
hi: खाता सक्रिय है

source: Is Customer Billing Account
hi: क्या ग्राहक बिलिंग खाता है

source: Transfer Subscriptions To
hi: सब्सक्रिप्शन स्थानांतरित करें

source: Transfer any existing subscriptions to the Billing Account specified here.
hi: यहाँ निर्दिष्ट बिलिंग खाते में किसी भी मौजूदा सब्सक्रिप्शन को स्थानांतरित करें।

source: Dimagi Contact Email
hi: Dimagi संपर्क ईमेल

source: Last Payment Method
hi: अंतिम भुगतान विधि

source: Prepay or Postpay
hi: प्रीपेय या पोस्टपेय

source: Name '%s' is already taken.
hi: नाम '%s' पहले से लिया जा चुका है।

source: This account has subscriptions associated with it. Please specify a transfer account before deactivating.
hi: इस खाते से सब्सक्रिप्शन जुड़े हुए हैं। कृपया निष्क्रिय करने से पहले एक स्थानांतरण खाता निर्दिष्ट करें।

source: The transfer account can't be the same one you're trying to deactivate.
hi: स्थानांतरण खाता वही नहीं हो सकता जिसे आप निष्क्रिय करने का प्रयास कर रहे हैं।

source: Billing Account
hi: बिलिंग खाता

source: Version
hi: संस्करण

source: Software Plan
hi: सॉफ़्टवेयर योजना

source: Salesforce Deployment ID
hi: सेल्सफोर्स डिप्लॉयमेंट आईडी

source: Do Not Invoice
hi: इनवॉइस न करें

source: Justify why "Do Not Invoice"
hi: "इनवॉइस न करें" का कारण स्पष्ट करें

source: Auto-generate Plan Credits
hi: योजना क्रेडिट्स स्वतः-जनरेट करें

source: Skip invoicing if no feature charges
hi: यदि कोई फीचर शुल्क नहीं है तो इनवॉइसिंग छोड़ें

source: Transfer Subscription To
hi: सब्सक्रिप्शन स्थानांतरित करें

source: Funding Source
hi: फंडिंग स्रोत

source: Exclude from automated pause process
hi: स्वचालित विराम प्रक्रिया से बाहर रखें

source: Justify why "Skip Auto Pause"
hi: "ऑटो पॉज़ छोड़ें" का कारण स्पष्ट करें

source: Please select an account other than the current account to transfer to.
hi: स्थानांतरण के लिए कृपया वर्तमान खाते के अलावा कोई अन्य खाता चुनें।

source: A valid project space is required.
hi: एक मान्य प्रोजेक्ट स्पेस आवश्यक है।

source: Account must be specified
hi: खाता निर्दिष्ट करना आवश्यक है

source: Please update 'Client Contact Emails' <strong><a href={link} target="_blank">here</a></strong> before using Billing Account <strong>{account}</strong>.
hi: कृपया 'क्लाइंट संपर्क ईमेल' <strong><a href={link} target=\"_blank\">यहाँ</a></strong> अपडेट करें, इससे पहले कि आप बिलिंग खाता <strong>{account}</strong> का उपयोग करें।

source: You must specify a start date
hi: आपको एक प्रारंभ तिथि निर्दिष्ट करनी होगी

source: End date must be after start date.
hi: समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए।

source: Note
hi: नोट

source: New Software Plan
hi: नई सॉफ़्टवेयर योजना

source: Rate Type
hi: दर प्रकार

source: Feature Type
hi: फीचर प्रकार

source: Amount over maximum size. If you need support for quantities this large, please <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Report an Issue</a>.
hi: अधिकतम आकार से अधिक राशि। यदि आपको इतनी बड़ी मात्रा के लिए सहायता चाहिए, तो कृपया <a data-toggle=\"modal\" data-target=\"#modalReportIssue\" href=\"#modalReportIssue\">समस्या रिपोर्ट करें</a>।

source: Name already taken. Please enter a new name.
hi: नाम पहले से लिया जा चुका है। कृपया एक नया नाम दर्ज करें।

source: Privileges Available
hi: उपलब्ध विशेषाधिकार

source: Privileges Selected
hi: चयनित विशेषाधिकार

source: Search Privileges...
hi: विशेषाधिकार खोजें...

source: You must specify a rate for SMS and USER feature type
hi: आपको SMS और USER फीचर प्रकार के लिए दर निर्दिष्ट करनी होगी

source: You can only specify one rate per feature type (SMS, USER, etc.)
hi: आप प्रत्येक फीचर प्रकार (SMS, USER, आदि) के लिए केवल एक दर निर्दिष्ट कर सकते हैं

source: You must specify exactly one product rate.
hi: आपको ठीक एक उत्पाद दर निर्दिष्ट करनी होगी।

source: A slug is required for this new role.
hi: इस नई भूमिका के लिए एक स्लग आवश्यक है।

source: Enter a unique role slug.
hi: एक अद्वितीय भूमिका स्लग दर्ज करें।

source: A name is required for this new role.
hi: इस नई भूमिका के लिए एक नाम आवश्यक है।

source: Name
hi: नाम

source: Company / Organization
hi: कंपनी / संगठन

source: Message
hi: संदेश

source: Submit Request
hi: अनुरोध सबमिट करें

source: Received invalid adjustment type: %s
hi: अमान्य समायोजन प्रकार प्राप्त हुआ: %s

source: One month of %(plan_name)s Software Plan.
hi: %(plan_name)s सॉफ़्टवेयर योजना का एक महीना।

source: (Prorated for {date_range})
hi: ({date_range} के लिए अनुपातिक)

source: Fee for each {user} exceeding the plan limit of {monthly_limit}.
hi: योजना सीमा {monthly_limit} से अधिक प्रत्येक {user} के लिए शुल्क।

source: {num_sms} of {monthly_limit} included SMS{date_range}.
hi: {monthly_limit} में से {num_sms} शामिल SMS{date_range}।

source: from {}
hi: {} से

source: Your card is no longer being used to auto-pay for {billing_account}
hi: आपका कार्ड अब {billing_account} के लिए ऑटो-पे के रूप में उपयोग नहीं हो रहा है

source: Your card is being used to auto-pay for {billing_account}
hi: आपका कार्ड {billing_account} के लिए ऑटो-पे के रूप में उपयोग हो रहा है

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

source: Contact Emails
hi: संपर्क ईमेल

source: We will email communications regarding your account to the emails specified here.
hi: हम आपके खाते से संबंधित संचार यहाँ निर्दिष्ट ईमेल पर भेजेंगे।

source: Phone Number
hi: फोन नंबर

source: Address First Line
hi: पता पहली पंक्ति

source: Address Second Line
hi: पता दूसरी पंक्ति

source: City
hi: शहर

source: State / Province / Region
hi: राज्य / प्रांत / क्षेत्र

source: Postal Code
hi: डाक कोड

source: Country
hi: देश

source: tomorrow!
hi: कल!

source: on %s.
hi: %s को।

source: CommCare Alert: %(account_name)s's subscription to %(plan_name)s ends %(ending_on)s
hi: CommCare अलर्ट: %(account_name)s की %(plan_name)s सदस्यता %(ending_on)s को समाप्त हो रही है

source: CommCare Alert: 30 day trial for '%(domain)s' ends %(ending_on)s
hi: CommCare अलर्ट: '%(domain)s' के लिए 30 दिन की परीक्षण अवधि %(ending_on)s को समाप्त हो रही है

source: CommCare Alert: %(domain)s's subscription to %(plan_name)s ends %(ending_on)s
hi: CommCare अलर्ट: %(domain)s की %(plan_name)s सदस्यता %(ending_on)s को समाप्त हो रही है

source: There is already a subscription '%s' with no end date that conflicts with the start and end dates of this subscription.
hi: पहले से ही '%s' नाम की एक सदस्यता है जिसकी कोई समाप्ति तिथि नहीं है, जो इस सदस्यता की आरंभ और समाप्ति तिथियों के साथ टकरा रही है।

source: There is already a subscription '%(sub)s' that has an end date that conflicts with the start and end dates of this subscription %(start)s - %(end)s.
hi: पहले से ही '%(sub)s' नाम की एक सदस्यता है जिसकी समाप्ति तिथि इस सदस्यता %(start)s - %(end)s की आरंभ और समाप्ति तिथियों के साथ टकरा रही है।

source: Paid
hi: भुगतान किया गया

source: Payment Required
hi: भुगतान आवश्यक

source: Hello,
hi: नमस्ते,

source: Dear %s,
hi: प्रिय %s,

source: CommCare Subscription Prepayment Invoice for {account_or_domain} due {due_date}
hi: {account_or_domain} के लिए CommCare सदस्यता पूर्व-भुगतान चालान {due_date} तक देय है

source: CommCare Subscription Prepayment Invoice for {account_or_domain}
hi: {account_or_domain} के लिए CommCare सदस्यता पूर्व-भुगतान चालान

source: You can't specify both an invoice and a line item.
hi: आप एक साथ चालान और लाइन आइटम दोनों निर्दिष्ट नहीं कर सकते।

source: Something went wrong while processing your payment. We're working quickly to resolve the issue. No charges were issued. Please try again in a few hours.
hi: आपका भुगतान संसाधित करते समय कुछ गलत हो गया। हम इस समस्या को जल्दी से हल करने के लिए काम कर रहे हैं। कोई शुल्क नहीं लिया गया है। कृपया कुछ घंटों बाद पुनः प्रयास करें।

source: Invoice #%s
hi: चालान #%s

source: Bulk Payment for project space %s
hi: प्रोजेक्ट स्पेस %s के लिए सामूहिक भुगतान

source: You are using custom branding. Selecting this plan will remove this feature.
hi: आप कस्टम ब्रांडिंग का उपयोग कर रहे हैं। इस योजना का चयन करने पर यह सुविधा हटा दी जाएगी।

source: You have a subscription SCHEDULED TO START on %(date_start)s. Changing this plan will CANCEL that %(plan_name)s subscription.
hi: आपकी एक सदस्यता %(date_start)s को शुरू होने के लिए निर्धारित है। इस योजना को बदलने पर वह %(plan_name)s सदस्यता रद्द हो जाएगी।

source: Your project has enabled a {} minute session timeout setting. By changing to a different plan, you will lose the ability to enforce this shorter timeout policy.
hi: आपकी परियोजना ने {} मिनट का सत्र टाइमआउट सेटिंग सक्षम की है। किसी अन्य योजना में बदलने पर आप इस छोटे टाइमआउट नीति को लागू करने की क्षमता खो देंगे।

source: Two factor authentication is currently required of all of your web users for this project space. By changing to a different plan you will lose the ability to enforce this requirement. However, any web user who still wants to use two factor authentication will be able to continue using it.
hi: इस प्रोजेक्ट स्पेस के लिए आपके सभी वेब उपयोगकर्ताओं के लिए वर्तमान में दो-कारक प्रमाणीकरण आवश्यक है। किसी अन्य योजना में बदलने पर आप इस आवश्यकता को लागू करने की क्षमता खो देंगे। हालांकि, कोई भी वेब उपयोगकर्ता जो अभी भी दो-कारक प्रमाणीकरण का उपयोग करना चाहता है, वह इसका उपयोग जारी रख सकेगा।

source: Your project currently requires all mobile workers to have strong passwords. By changing to a different plan, you will lose the ability to enforce these password requirements.
hi: आपकी परियोजना वर्तमान में सभी मोबाइल वर्करों के लिए मजबूत पासवर्ड आवश्यक करती है। किसी अन्य योजना में बदलने पर आप इन पासवर्ड आवश्यकताओं को लागू करने की क्षमता खो देंगे।

source: The following security features will be affected if you select this plan:
hi: यदि आप इस योजना का चयन करते हैं तो निम्नलिखित सुरक्षा सुविधाएँ प्रभावित होंगी:

source: You have %(number_of_reports)d report builder reports. By selecting this plan you will lose access to those reports.
hi: आपके पास %(number_of_reports)d रिपोर्ट बिल्डर रिपोर्ट हैं। इस योजना का चयन करने पर आपको उन रिपोर्टों तक पहुँच नहीं मिलेगी।

source: Payment Received - Thank You!
hi: भुगतान प्राप्त हुआ - धन्यवाद!

source: Subscription Payment for CommCare Invoice {context['invoice_number']} was declined
hi: CommCare इनवॉइस {context['invoice_number']} के लिए सब्सक्रिप्शन भुगतान अस्वीकृत कर दिया गया

source: Manage Accounting Admins
hi: अकाउंटिंग एडमिन प्रबंधित करें

source: Add or delete users that can view and edit accounting settings.
hi: उन उपयोगकर्ताओं को जोड़ें या हटाएँ जो अकाउंटिंग सेटिंग्स देख और संपादित कर सकते हैं।

source: Remove
hi: हटाएँ

source: Remove <strong data-bind="text: username"></strong> from admins?
hi: <strong data-bind=\"text: username\"></strong> को एडमिन्स से हटाएँ?

source: Yes, remove <strong data-bind="text: username"></strong>'s Accounting Admin privileges.
hi: हाँ, <strong data-bind=\"text: username\"></strong> के अकाउंटिंग एडमिन विशेषाधिकार हटाएँ।

source: Cancel
hi: रद्द करें

source: Removing User...
hi: उपयोगकर्ता हटाया जा रहा है...

source: Remove User
hi: उपयोगकर्ता हटाएँ

source: New
hi: नया

source: Removed
hi: हटा दिया गया

source: Account
hi: खाता

source: Subscriptions
hi: सदस्यताएँ

source: Credits
hi: क्रेडिट्स

source: Autopay
hi: ऑटोपे

source: <p> Hello %(old_user_name)s, </p> <p> Your card is no longer being used for autopayment on the account %(billing_account_name)s. </p> <p> A card belonging to <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> is being used instead. If this is expected, you do not have to take any further action, and this card will be used to pay monthly invoices and will be charged on the invoice due date. If this change is unexpected, you can view and alter the credit card information at any time by navigating to your <a href="%(billing_info_url)s">Billing Information</a> page. </p> <p> Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Best Regards, </p> <p> The CommCare HQ Team<br/> www.commcarehq.org </p> <p> Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>
hi: <p> नमस्ते %(old_user_name)s, </p> <p> आपका कार्ड अब %(billing_account_name)s खाते पर ऑटोपेमेंट के लिए उपयोग नहीं किया जा रहा है। </p> <p> इसके बजाय <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> का कार्ड उपयोग किया जा रहा है। यदि यह अपेक्षित है, तो आपको कोई और कार्रवाई करने की आवश्यकता नहीं है, और यह कार्ड मासिक इनवॉइस का भुगतान करने के लिए उपयोग किया जाएगा तथा इनवॉइस की नियत तिथि पर चार्ज किया जाएगा। यदि यह परिवर्तन अप्रत्याशित है, तो आप कभी भी अपनी <a href="%(billing_info_url)s">बिलिंग जानकारी</a> पृष्ठ पर जाकर क्रेडिट कार्ड जानकारी देख और बदल सकते हैं। </p> <p> CommCare उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया संपर्क करने में संकोच न करें <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>। </p> <p> सादर, </p> <p> CommCare HQ टीम<br/> www.commcarehq.org </p> <p> विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>

source: Dear %(name)s,
hi: प्रिय %(name)s,

source: This email is a receipt for your payment of %(amount)s toward your project %(project)s.
hi: यह ईमेल आपके %(project)s प्रोजेक्ट के लिए %(amount)s के भुगतान की रसीद है।

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s.
hi: प्रोजेक्ट स्पेस %(domain)s के इनवॉइस अब %(date_paid)s से भुगतान किए गए के रूप में चिह्नित हैं।

source: Amount Paid
hi: भुगतान की गई राशि

source: Payment Date
hi: भुगतान की तिथि

source: Transaction No.
hi: लेन-देन संख्या

source: Remaining Balance
hi: शेष राशि

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
hi: CommCare उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें।

source: Best Regards,<br /> The CommCare HQ Team<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>
hi: सादर,<br /> CommCare HQ टीम<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
hi: ईमेल भेजने वाला:<br /> CommCare HQ और कंपनी Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward your project %(project)s.
hi: प्रिय %(name)s, यह ईमेल आपके %(project)s प्रोजेक्ट के लिए %(amount)s के भुगतान की रसीद है।

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s. Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s
hi: प्रोजेक्ट स्पेस: %(domain)s भुगतान की गई राशि: %(amount)s भुगतान की तिथि: %(date_paid)s लेन-देन संख्या: %(transaction_id)s

source: Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s
hi: प्रोजेक्ट स्पेस: %(domain)s भुगतान की गई राशि: %(amount)s भुगतान की तिथि: %(date_paid)s लेन-देन संख्या: %(transaction_id)s शेष राशि: %(balance)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
hi: CommCare उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org ईमेल भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA

source: This email is a receipt for your prepayment of <strong>%(amount)s</strong> for credits to your project %(project)s.
hi: यह ईमेल आपके %(project)s प्रोजेक्ट के लिए क्रेडिट्स हेतु <strong>%(amount)s</strong> की आपकी पूर्व-भुगतान रसीद है।

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: ईमेल भेजने वाला:<br /> CommCare HQ और कंपनी Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(name)s,
hi: प्रिय %(name)s,

source: This email is a receipt for your prepayment of %(amount)s for credits to your project %(project)s.
hi: यह ईमेल आपके %(project)s प्रोजेक्ट के लिए क्रेडिट्स हेतु %(amount)s के पूर्व-भुगतान की रसीद है।

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
hi: CommCare उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें।

source: Best Regards, The CommCare HQ Team www.commcarehq.org
hi: सादर, CommCare HQ टीम www.commcarehq.org

source: Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: ईमेल भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s.
hi: आपके ग्राहक खाते %(account_name)s के लिए %(month_name)s बिलिंग स्टेटमेंट अब उपलब्ध है।

source: Statement No.
hi: स्टेटमेंट संख्या

source: Status
hi: स्थिति

source: Amount Due this Month
hi: इस माह देय राशि

source: Total Balance
hi: कुल शेष राशि

source: Payment Due Date
hi: भुगतान की नियत तिथि

source: Subscription Credits Remaining
hi: शेष सदस्यता क्रेडिट्स

source: Plan Credits
hi: प्लान क्रेडिट्स

source: User Credits
hi: यूज़र क्रेडिट्स

source: SMS Credits
hi: एसएमएस क्रेडिट्स

source: General Credits
hi: सामान्य क्रेडिट्स

source: Account Credits Remaining
hi: शेष खाता क्रेडिट्स

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
hi: कृपया ध्यान दें कि इस %(month_name)s भुगतान की नियत तिथि स्थगित कर दी गई है, क्योंकि इस माह देय राशि $%(small_invoice_threshold)s से कम है। हालांकि अब आपकी कुल शेष राशि $%(small_invoice_threshold)s से अधिक हो गई है, कृपया ध्यान दें कि आपको अपनी शेष राशि अगले 30 दिनों के भीतर चुकानी होगी।

source: Your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
hi: आपकी कुल शेष राशि अब $%(small_invoice_threshold)s से अधिक हो गई है, कृपया ध्यान दें कि आपको अपनी शेष राशि अगले 30 दिनों के भीतर चुकानी होगी।

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
hi: पूरी बिलिंग स्टेटमेंट देखने के लिए, अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएँ।

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
hi: आपके प्रोजेक्ट के प्रशासक पूरी बिलिंग स्टेटमेंट देख सकते हैं, इसके लिए CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएँ।

source: You can pay this bill by credit card or by wire:
hi: आप इस बिल का भुगतान क्रेडिट कार्ड या वायर द्वारा कर सकते हैं:

source: You can pay this bill by credit card:
hi: आप इस बिल का भुगतान क्रेडिट कार्ड द्वारा कर सकते हैं:

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
hi: क्रेडिट कार्ड से भुगतान करने के लिए, कृपया अपनी <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पृष्ठ पर जाएँ, अपनी बिना चुकाई गई इनवॉइस के सामने हरे रंग के "Make Payment" बटन पर क्लिक करें, और जितनी राशि आप भुगतान करना चाहते हैं तथा अपने क्रेडिट कार्ड विवरण भरें।

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
hi: वायर द्वारा भुगतान करने के लिए, अपनी इनवॉइस पर Dimagi के बैंक खाता विवरण देखें। कृपया अपने वायर भुगतान में इनवॉइस नंबर शामिल करें और भुगतान करने के बाद %(accounts_email)s पर ईमेल भेजना सुनिश्चित करें, जिसमें भुगतान की तिथि, राशि, इनवॉइस नंबर और प्रोजेक्ट स्पेस का उल्लेख करें।

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
hi: कृपया ध्यान दें कि इस भुगतान की नियत तिथि स्थगित कर दी गई है, क्योंकि इस माह देय राशि $%(small_invoice_threshold)s से कम है। जब आपकी कुल शेष राशि $%(small_invoice_threshold)s तक पहुँच जाएगी, तो आपको भुगतान के लिए रिमाइंडर ईमेल मिलने शुरू हो जाएँगे।

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
hi: इनवॉइस देखने और भुगतान करने के लिए, आप अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएँ।

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
hi: इनवॉइस देखने और भुगतान करने के लिए, आपके प्रोजेक्ट के प्रशासक CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएँ।
