Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Properties should be specified as 'field 1: property 1'. In 'types' sheet, '{prop_key}' is not correctly formatted
hi: प्रॉपर्टीज़ को 'field 1: property 1' के रूप में निर्दिष्ट किया जाना चाहिए। 'types' शीट में, '{prop_key}' सही ढंग से स्वरूपित नहीं है

source: '{prop_key}' is not correctly formatted in 'types' sheet. Whether a field is indexed should be specified as 'field 1: is_indexed?'. Its value should be 'yes' or 'no'.
hi: '{prop_key}' 'types' शीट में सही ढंग से स्वरूपित नहीं है। किसी फ़ील्ड के इंडेक्स होने को 'field 1: is_indexed?' के रूप में निर्दिष्ट किया जाना चाहिए। इसका मान 'yes' या 'no' होना चाहिए।

source: Error in 'types' sheet for 'field {i}', '{val}'. Field names cannot include special characters or begin with 'xml' or a number
hi: 'types' शीट में 'field {i}', '{val}' के लिए त्रुटि। फ़ील्ड नामों में विशेष वर्ण शामिल नहीं हो सकते या 'xml' या किसी संख्या से शुरू नहीं हो सकते

source: In Excel worksheet '{tag}', field '{field}' should be numbered as 'field: {field} integer
hi: Excel वर्कशीट '{tag}' में, फ़ील्ड '{field}' को 'field: {field} integer' के रूप में क्रमांकित किया जाना चाहिए

source: Excel worksheet '{tag}' does not contain property '{property}' of the field '{field}' as specified in its 'types' definition
hi: Excel वर्कशीट '{tag}' में 'types' परिभाषा के अनुसार फ़ील्ड '{field}' की प्रॉपर्टी '{property}' नहीं है

source: Excel worksheet '{tag}' has an extra property '{property}' for the field '{field}' that's not defined in its 'types' definition. Re-check the formatting
hi: Excel वर्कशीट '{tag}' में फ़ील्ड '{field}' के लिए एक अतिरिक्त प्रॉपर्टी '{property}' है, जो इसकी 'types' परिभाषा में निर्दिष्ट नहीं है। कृपया स्वरूपण दोबारा जांचें

source: Fields with attributes should be numbered as 'field: {field} integer'
hi: गुणों वाले फ़ील्ड्स को 'field: {field} integer' के रूप में क्रमांकित किया जाना चाहिए

source: Attribute should be written as '{field}: {prop} integer'
hi: एट्रिब्यूट को इस प्रकार लिखा जाना चाहिए: '{field}: {prop} पूर्णांक'

source: Number of values for field '{field}' and attribute '{prop}' should be same
hi: फ़ील्ड '{field}' और एट्रिब्यूट '{prop}' के लिए मानों की संख्या समान होनी चाहिए

source: There's no sheet for type '{type}' in 'types' sheet. There must be one sheet per row in the 'types' sheet.
hi: 'types' शीट में टाइप '{type}' के लिए कोई शीट नहीं है। 'types' शीट की प्रत्येक पंक्ति के लिए एक शीट होनी चाहिए।

source: Workbook does not contain a sheet called types
hi: वर्कबुक में 'types' नामक कोई शीट नहीं है

source: type {lookup_table_name} is not defined as global
hi: टाइप {lookup_table_name} को वैश्विक रूप से परिभाषित नहीं किया गया है

source: Unknown user: '%(name)s'. But the row is successfully added
hi: अज्ञात उपयोगकर्ता: '%(name)s'। लेकिन पंक्ति सफलतापूर्वक जोड़ दी गई है

source: Unknown group: '%(name)s'. But the row is successfully added
hi: अज्ञात समूह: '%(name)s'। लेकिन पंक्ति सफलतापूर्वक जोड़ दी गई है

source: Unknown location: '%(name)s'. But the row is successfully added
hi: अज्ञात स्थान: '%(name)s'। लेकिन पंक्ति सफलतापूर्वक जोड़ दी गई है

source: Invalid username: '%(name)s'. But the row is successfully added
hi: अमान्य उपयोगकर्ता नाम: '%(name)s'। लेकिन पंक्ति सफलतापूर्वक जोड़ दी गई है

source: Multiple locations found with the name: '%(name)s'. Try using site code. But the row is successfully added
hi: नाम: '%(name)s' के साथ कई स्थान मिले। कृपया साइट कोड का उपयोग करने का प्रयास करें। लेकिन पंक्ति सफलतापूर्वक जोड़ दी गई है

source: Table ID must be between 1 and 31 characters.
hi: टेबल आईडी 1 से 31 अक्षरों के बीच होना चाहिए।

source: Could not update table because field names were not correctly formatted
hi: टेबल को अपडेट नहीं किया जा सका क्योंकि फ़ील्ड नाम सही ढंग से स्वरूपित नहीं थे

source: No items are added in this table type. Upload using excel to add some rows to this table
hi: इस टेबल टाइप में कोई आइटम नहीं जोड़ा गया है। इस टेबल में कुछ पंक्तियाँ जोड़ने के लिए एक्सेल का उपयोग करें

source: Lookup Tables
hi: लुकअप टेबल्स

source: Please fix the following formatting issues in your Excel file: %s
hi: कृपया अपनी एक्सेल फ़ाइल में निम्नलिखित स्वरूपण समस्याओं को ठीक करें: %s

source: Lookup Table Upload Status
hi: लुकअप टेबल अपलोड स्थिति

source: Importing your data. This may take some time...
hi: आपका डेटा आयात किया जा रहा है। इसमें कुछ समय लग सकता है...

source: Fixture upload failed for some reason and we have noted this failure. Please make sure the Excel file is correctly formatted and try again.
hi: किसी कारणवश फ़िक्स्चर अपलोड विफल हो गया है और हमने इस विफलता को नोट किया है। कृपया सुनिश्चित करें कि एक्सेल फ़ाइल सही ढंग से स्वरूपित है और पुनः प्रयास करें।

source: Return to manage lookup tables
hi: लुकअप टेबल्स प्रबंधन पर लौटें

source: Upload did not complete. Reason: '{}'
hi: अपलोड पूरा नहीं हुआ। कारण: '{}'

source: Upload complete.
hi: अपलोड पूर्ण हुआ।

source: An unknown error occurred.
hi: एक अज्ञात त्रुटि हुई।

source: Task in progress. %(progress)s%% complete
hi: कार्य प्रगति पर है। %(progress)s%% पूर्ण

source: File has been uploaded successfully and is queued for processing.
hi: फ़ाइल सफलतापूर्वक अपलोड हो गई है और प्रोसेसिंग के लिए कतारबद्ध है।

source: GPS Data
hi: जीपीएस डेटा

source: Missing
hi: अनुपस्थित

source: Show cases that have missing GPS Data or All cases
hi: वे केस दिखाएँ जिनमें जीपीएस डेटा अनुपस्थित है या सभी केस दिखाएँ

source: Custom user field
hi: कस्टम उपयोगकर्ता फ़ील्ड

source: User's assigned location
hi: उपयोगकर्ता का सौंपा गया स्थान

source: Radial Algorithm
hi: रेडियल एल्गोरिदम

source: Road Network Algorithm
hi: रोड नेटवर्क एल्गोरिदम

source: Fetch mobile worker location data from custom field
hi: कस्टम फ़ील्ड से मोबाइल वर्कर स्थान डेटा प्राप्त करें

source: The name of the mobile worker custom field which stores the users' geo-location data.
hi: मोबाइल वर्कर कस्टम फ़ील्ड का नाम जिसमें उपयोगकर्ताओं का भू-स्थान डेटा संग्रहीत होता है।

source: Fetch case location data from property
hi: प्रॉपर्टी से केस स्थान डेटा प्राप्त करें

source: Grouping method
hi: समूह बनाने की विधि

source: Determines which parameter to use for grouping cases
hi: निर्धारित करता है कि केसों को समूहित करने के लिए कौन सा पैरामीटर उपयोग करना है

source: Maximum group size
hi: अधिकतम समूह आकार

source: The maximum number of cases that can be in a group
hi: एक समूह में अधिकतम केसों की संख्या

source: Minimum group size
hi: न्यूनतम समूह आकार

source: The minimum number of cases that can be in a group
hi: एक समूह में न्यूनतम केसों की संख्या

source: Target group count
hi: लक्ष्य समूह संख्या

source: The desired number of groups. Cases will be divided equally to create this many groups
hi: वांछित समूहों की संख्या। केसों को बराबर-बराबर विभाजित कर इतने समूह बनाए जाएंगे

source: Max distance (km) to case
hi: केस तक अधिकतम दूरी (किमी)

source: The maximum distance (in kilometers) from the user to the case. Leave blank to skip.
hi: उपयोगकर्ता से केस तक अधिकतम दूरी (किलोमीटर में)। छोड़ दें यदि छोड़ना है।

source: Max travel time (minutes) to case
hi: केस तक अधिकतम यात्रा समय (मिनट)

source: The maximum travel time (in minutes) from the user to the case. Leave blank to skip.
hi: उपयोगकर्ता से केस तक अधिकतम यात्रा समय (मिनट में)। छोड़ दें यदि छोड़ना है।

source: Select travel mode
hi: यात्रा मोड चुनें

source: The travel mode of the users. Consider this when specifying the max travel time to each case.
hi: उपयोगकर्ताओं का यात्रा मोड। प्रत्येक केस तक अधिकतम यात्रा समय निर्दिष्ट करते समय इसे ध्यान में रखें।

source: Disbursement algorithm
hi: वितरण एल्गोरिदम

source: Uses the straight-line distance between users and cases to determine allocation of cases. Ideal for when map road coverage is poor.
hi: उपयोगकर्ताओं और केसों के बीच सीधी दूरी का उपयोग करके केसों का आवंटन निर्धारित करता है। यह तब आदर्श है जब मानचित्र सड़क कवरेज खराब हो।

source: Takes distance along roads between users and cases into account to determine allocation of cases. Ideal for when map road coverage is good.
hi: मामलों के आवंटन का निर्धारण करने के लिए उपयोगकर्ताओं और मामलों के बीच सड़कों के साथ दूरी को ध्यान में रखा जाता है। जब मानचित्र की सड़क कवरेज अच्छी हो, तब यह आदर्श है।

source: Minimum cases assigned per user
hi: प्रति उपयोगकर्ता न्यूनतम सौंपे गए मामले

source: The minimum number of cases each user can be assigned
hi: प्रत्येक उपयोगकर्ता को सौंपे जा सकने वाले मामलों की न्यूनतम संख्या

source: Maximum cases assigned per user
hi: प्रति उपयोगकर्ता अधिकतम सौंपे गए मामले

source: The maximum number of cases each user can be assigned. Leave blank in case you don't want to specify any upper limit.
hi: प्रत्येक उपयोगकर्ता को सौंपे जा सकने वाले मामलों की अधिकतम संख्या। यदि आप कोई ऊपरी सीमा निर्दिष्ट नहीं करना चाहते हैं तो इसे खाली छोड़ दें।

source: Enter mapbox token
hi: Mapbox टोकन दर्ज करें

source: Enter your Mapbox API token here. Make sure your token has the correct scope configured for use of the Mapbox Matrix API.
hi: यहाँ अपना Mapbox API टोकन दर्ज करें। सुनिश्चित करें कि आपके टोकन में Mapbox Matrix API के उपयोग के लिए सही स्कोप कॉन्फ़िगर किया गया है।

source: Flag assigned cases
hi: सौंपे गए मामलों को चिह्नित करें

source: When enabled, cases that are assigned through disbursement from the Case Management page will include a case property '{}' with value as True.
hi: सक्षम होने पर, केस मैनेजमेंट पृष्ठ से वितरण के माध्यम से सौंपे गए मामलों में केस प्रॉपर्टी '{}' शामिल होगी, जिसकी वैल्यू True होगी।

source: Case Clustering Map Parameters
hi: केस क्लस्टरिंग मैप पैरामीटर

source: Algorithms
hi: एल्गोरिदम

source: Test API Key
hi: API कुंजी का परीक्षण करें

source: Location Data Properties
hi: स्थान डेटा गुण

source: The currently used "{{ config.case_location_property_name }}" case property has been deprecated in the Data Dictionary. Please consider switching this to another property.
hi: वर्तमान में उपयोग किया जा रहा "{{ config.case_location_property_name }}" केस प्रॉपर्टी डेटा डिक्शनरी में अप्रचलित हो गया है। कृपया इसे किसी अन्य प्रॉपर्टी में बदलने पर विचार करें।

source: The currently used "{{ config.case_location_property_name }}" case property may be associated with cases. Selecting a new case property will have the following effects:<ul><li>All cases using the old case property will no longer appear on maps.</li><li>If the old case property is being used in an application, a new version would need to be released with the new case property for all users that capture location data.</li></ul>
hi: वर्तमान में उपयोग किया जा रहा "{{ config.case_location_property_name }}" केस प्रॉपर्टी मामलों से जुड़ा हो सकता है। नया केस प्रॉपर्टी चुनने से निम्नलिखित प्रभाव होंगे:<ul><li>पुराने केस प्रॉपर्टी का उपयोग करने वाले सभी मामले अब मानचित्रों पर नहीं दिखेंगे।</li><li>यदि पुराना केस प्रॉपर्टी किसी एप्लिकेशन में उपयोग हो रहा है, तो सभी उपयोगकर्ताओं के लिए जो स्थान डेटा कैप्चर करते हैं, नए केस प्रॉपर्टी के साथ एक नया संस्करण जारी करना होगा।</li></ul>

source: Value for maximum group size required
hi: अधिकतम समूह आकार के लिए मान आवश्यक है

source: Value for minimum group size required
hi: न्यूनतम समूह आकार के लिए मान आवश्यक है

source: Maximum group size should be greater than or equal to minimum group size
hi: अधिकतम समूह आकार न्यूनतम समूह आकार के बराबर या उससे अधिक होना चाहिए

source: Value for target group count required
hi: लक्ष्य समूह संख्या के लिए मान आवश्यक है

source: Mapbox API token required
hi: Mapbox API टोकन आवश्यक है

source: The maximum cases per user cannot be less than the minimum specified
hi: प्रति उपयोगकर्ता अधिकतम मामले निर्दिष्ट न्यूनतम से कम नहीं हो सकते

source: %(value)s is not a valid travel mode
hi: %(value)s एक मान्य यात्रा मोड नहीं है

source: Min/Max Grouping
hi: न्यूनतम/अधिकतम समूहिंग

source: Target Size Grouping
hi: लक्ष्य आकार समूहिंग

source: Walking
hi: पैदल चलना

source: Cycling
hi: साइकिल चलाना

source: Driving
hi: ड्राइविंग

source: Microplanning Map
hi: माइक्रोप्लानिंग मैप

source: name
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Clustering Map
hi: केस क्लस्टरिंग मैप

source: Owner Name
hi: मालिक का नाम

source: Case Coordinates
hi: मामले के निर्देशांक

source: Link
hi: लिंक

source: Lock Map
hi: मैप लॉक करें

source: Unlock Map
hi: मैप अनलॉक करें

source: Export Groups
hi: समूह निर्यात करें

source: Summary of Case Clustering Map
hi: केस क्लस्टरिंग मैप का सारांश

source: Total number of clusters
hi: कुल क्लस्टर की संख्या

source: Maximum cases per cluster
hi: प्रति क्लस्टर अधिकतम मामले

source: Minimum cases per cluster
hi: प्रति क्लस्टर न्यूनतम मामले

source: Select Case Groups to View
hi: देखने के लिए केस समूह चुनें

source: Show Only Selected Groups on Map
hi: मानचित्र पर केवल चयनित समूह दिखाएँ

source: Show All Groups
hi: सभी समूह दिखाएँ

source: Case reassignment request in progress. Please be patient.
hi: केस पुनःआवंटन अनुरोध प्रगति पर है। कृपया धैर्य रखें।

source: Mobile Worker Filters
hi: मोबाइल वर्कर फ़िल्टर

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
hi: <strong >सर्वर से मोबाइल वर्कर प्राप्त करने में समस्या आई है।</strong > यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-toggle="modal">समस्या रिपोर्ट करें</a>।

source: Show mobile workers on the map
hi: मानचित्र पर मोबाइल वर्कर दिखाएँ

source: Only users at this location will be shown on the map.
hi: केवल इस स्थान पर मौजूद उपयोगकर्ता ही मानचित्र पर दिखेंगे।

source: Hide Filter Options
hi: फ़िल्टर विकल्प छुपाएँ

source: Show Filter Options
hi: फ़िल्टर विकल्प दिखाएँ

source: Running disbursement algorithm...
hi: डिस्बर्समेंट एल्गोरिदम चल रहा है...

source: We couldn't match every case to a user with the current disbursement settings. Please follow any of the below steps to rectify this. <ul> <li>Ensure that your settings are correct</li> <li>Allocate more users to the area</li> <li> Use filtered areas to reduce the number of cases such that the algorithm can ensure all cases are assigned. </li> </ul>
hi: हम वर्तमान डिस्बर्समेंट सेटिंग्स के साथ हर केस को किसी उपयोगकर्ता से मेल नहीं कर सके। कृपया इसे ठीक करने के लिए नीचे दिए गए किसी भी चरण का पालन करें। <ul> <li>सुनिश्चित करें कि आपकी सेटिंग्स सही हैं</li> <li>क्षेत्र में अधिक उपयोगकर्ताओं को आवंटित करें</li> <li> फ़िल्टर किए गए क्षेत्रों का उपयोग करें ताकि केसों की संख्या कम हो जाए और एल्गोरिदम सभी केसों को असाइन कर सके। </li> </ul>

source: Previous disbursement was cleared.
hi: पिछला डिस्बर्समेंट साफ़ कर दिया गया है।

source: Disbursement parameters
hi: डिस्बर्समेंट पैरामीटर

source: Layers
hi: लेयर्स

source: Review Results
hi: परिणाम की समीक्षा करें

source: Accept Results
hi: परिणाम स्वीकार करें

source: Selected Mobile Workers
hi: चयनित मोबाइल वर्कर

source: Mobile Workers on Map
hi: मानचित्र पर मोबाइल वर्कर

source: All Mobile Workers on Map
hi: मानचित्र पर सभी मोबाइल वर्कर

source: Selected Cases
hi: चयनित केस

source: Cases on Map
hi: मानचित्र पर केस

source: All Cases on Map
hi: मानचित्र पर सभी केस

source: Mobile workers that do not have any associated GPS data.
hi: मोबाइल वर्कर जिनके पास कोई संबंधित GPS डेटा नहीं है।

source: Changes have been saved successfully!
hi: परिवर्तन सफलतापूर्वक सहेजे गए हैं!

source: Users without GPS Data
hi: GPS डेटा के बिना उपयोगकर्ता

source: Latitude
hi: अक्षांश

source: Longitude
hi: देशांतर

source: Enter latitude...
hi: अक्षांश दर्ज करें...

source: The value should be a number between -90 and 90
hi: मान -90 और 90 के बीच एक संख्या होनी चाहिए

source: Enter longitude...
hi: देशांतर दर्ज करें...

source: The value should be a number between -180 and 180
hi: मान -180 और 180 के बीच एक संख्या होनी चाहिए

source: Capture on Map
hi: मानचित्र पर कैप्चर करें

source: Loading users...
hi: उपयोगकर्ता लोड हो रहे हैं...

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
hi: <strong>सर्वर से डेटा प्राप्त करने में समस्या आई।</strong> कृपया अपना इंटरनेट कनेक्शन जांचें। यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-toggle="modal">समस्या रिपोर्ट करें</a>।

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
hi: <strong>सर्वर पर डेटा सबमिट करने में समस्या आई।</strong> कृपया अपना इंटरनेट कनेक्शन जांचें। यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-toggle="modal">समस्या रिपोर्ट करें</a>।

source: Create New Case
hi: नया केस बनाएं

source: Save Case
hi: केस सहेजें

source: Capturing location for:
hi: स्थान कैप्चर किया जा रहा है:

source: Enter new case name...
hi: नया केस नाम दर्ज करें...

source: A case name is required
hi: केस नाम आवश्यक है

source: A case type is required
hi: केस प्रकार आवश्यक है

source: Update Case Data
hi: केस डेटा अपडेट करें

source: Update Mobile Worker Data
hi: मोबाइल वर्कर डेटा अपडेट करें

source: To create new Mobile Workers navigate to the Mobile Workers page under the Users tab.
hi: नए मोबाइल वर्कर बनाने के लिए, उपयोगकर्ता टैब के अंतर्गत मोबाइल वर्कर पृष्ठ पर जाएँ।

source: Navigate there.
hi: वहाँ जाएँ।

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
hi: <strong >सर्वर से मोबाइल वर्कर प्राप्त करने में समस्या आई।</strong > यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a>।

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
hi: <strong>सर्वर से डेटा प्राप्त करने में समस्या आई।</strong> कृपया अपना इंटरनेट कनेक्शन जांचें। यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a>।

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
hi: <strong>सर्वर पर डेटा सबमिट करने में समस्या आई।</strong> कृपया अपना इंटरनेट कनेक्शन जांचें। यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a>।

source: Are you sure you want to delete this saved area?
hi: क्या आप वाकई इस सहेजे गए क्षेत्र को हटाना चाहते हैं?

source: You are about to delete this saved area
hi: आप इस सहेजे गए क्षेत्र को हटाने वाले हैं

source: Review Assignment Results
hi: असाइनमेंट परिणाम की समीक्षा करें

source: All potential cases for each mobile worker will be pre-selected and de-selecting a case will remove it from final assignments once the "Assign" button is clicked.
hi: प्रत्येक मोबाइल वर्कर के लिए सभी संभावित केस पहले से चयनित होंगे और किसी केस का चयन हटाने से वह अंतिम असाइनमेंट से हट जाएगा जब "असाइन करें" बटन क्लिक किया जाएगा।

source: Assignment Status
hi: असाइनमेंट स्थिति

source: Show All
hi: सभी दिखाएँ

source: Assigned Only
hi: केवल असाइन किए गए

source: Unassigned Only
hi: केवल असाइन नहीं किए गए

source: Select mobile worker for case assignment
hi: केस असाइनमेंट के लिए मोबाइल वर्कर चुनें

source: Potential Mobile Worker
hi: संभावित मोबाइल कार्यकर्ता

source: Mobile Worker Primary Location
hi: मोबाइल कार्यकर्ता प्राथमिक स्थान

source: Include related cases
hi: संबंधित मामलों को शामिल करें

source: Assign Cases
hi: मामलों को असाइन करें

source: Unassign Cases
hi: मामलों को अनअसाइन करें

source: Finish
hi: समाप्त करें

source: Filter by Saved Area
hi: सहेजे गए क्षेत्र के अनुसार फ़िल्टर करें

source: Export Area
hi: क्षेत्र निर्यात करें

source: Delete Area
hi: क्षेत्र हटाएँ

source: Save Area
hi: क्षेत्र सहेजें

source: Run Disbursement
hi: भुगतान चलाएँ

source: Please <a href="">refresh the page</a> to apply the polygon filtering changes.
hi: कृपया <a href="">पृष्ठ को रीफ़्रेश करें</a> ताकि बहुभुज फ़िल्टरिंग में किए गए बदलाव लागू हो सकें।

source: There are too many polygons on the map. Please remove some before refreshing the page, otherwise the newly added polygons will be lost.
hi: मानचित्र पर बहुत अधिक बहुभुज हैं। कृपया रीफ़्रेश करने से पहले कुछ हटा दें, अन्यथा हाल ही में जोड़े गए बहुभुज खो जाएंगे।

source: Existing cases in the domain were not processed to be available in Microplanning reports because there were too many to be processed. New or updated cases will still be available for use for Microplanning. Please reach out to support if you need support with existing cases.
hi: डोमेन में मौजूदा मामलों को माइक्रोप्लानिंग रिपोर्ट्स में उपलब्ध कराने के लिए प्रोसेस नहीं किया गया क्योंकि प्रोसेस करने के लिए बहुत अधिक मामले थे। नए या अपडेट किए गए मामले अभी भी माइक्रोप्लानिंग के लिए उपलब्ध रहेंगे। यदि आपको मौजूदा मामलों के लिए सहायता चाहिए तो कृपया सपोर्ट से संपर्क करें।

source: Oops! Something went wrong while processing existing cases to be available in Microplanning reports. Please reach out to support.
hi: ओह! मौजूदा मामलों को माइक्रोप्लानिंग रिपोर्ट्स में उपलब्ध कराने के दौरान कुछ गलत हो गया। कृपया सपोर्ट से संपर्क करें।

source: Existing cases in the domain are being processed to be available in Microplanning reports. Please be patient.
hi: डोमेन में मौजूदा मामलों को माइक्रोप्लानिंग रिपोर्ट्स में उपलब्ध कराने के लिए प्रोसेस किया जा रहा है। कृपया धैर्य रखें।

source: POST Body must be a valid json in {"geo_json": <geo_json>} format
hi: POST बॉडी एक मान्य json होना चाहिए {"geo_json": <geo_json>} प्रारूप में

source: Empty geo_json POST field
hi: geo_json POST फ़ील्ड खाली है

source: Invalid GeoJSON, geo_json must be a FeatureCollection of Polygons
hi: अमान्य GeoJSON, geo_json को बहुभुजों के FeatureCollection के रूप में होना चाहिए

source: Please specify a name for the GeoPolygon area.
hi: कृपया GeoPolygon क्षेत्र के लिए एक नाम निर्दिष्ट करें।

source: GeoPolygon with given name already exists! Please use a different name.
hi: दिए गए नाम के साथ GeoPolygon पहले से मौजूद है! कृपया कोई अन्य नाम उपयोग करें।

source: Saved area '{polygon_name}' has been successfully deleted.
hi: सहेजा गया क्षेत्र '{polygon_name}' सफलतापूर्वक हटा दिया गया है।

source: Configuration Settings
hi: कॉन्फ़िगरेशन सेटिंग्स

source: Manage GPS Data
hi: GPS डेटा प्रबंधित करें

source: POST Body must be a valid json
hi: POST बॉडी एक मान्य json होना चाहिए

source: Cases were reassigned successfully
hi: मामलों को सफलतापूर्वक पुनः असाइन किया गया

source: Maximum number of cases that can be reassigned is {limit}
hi: पुनः असाइन किए जा सकने वाले मामलों की अधिकतम संख्या {limit} है

source: Following Case ids in request are invalid: {}
hi: अनुरोध में निम्नलिखित केस आईडी अमान्य हैं: {}

source: Following Owner ids in request are invalid: {}
hi: अनुरोध में निम्नलिखित ओनर आईडी अमान्य हैं: {}

source: Case reassignment limit exceeded. Please select fewer cases to update or consider deselecting 'include related cases'. Reach out to support if you still need assistance.
hi: मामला पुनः असाइनमेंट सीमा पार हो गई है। कृपया अपडेट करने के लिए कम मामले चुनें या 'संबंधित मामलों को शामिल करें' को अनचेक करें। यदि आपको अभी भी सहायता चाहिए तो सपोर्ट से संपर्क करें।

source: Case reassignment is currently in progress. Please try again later.
hi: मामला पुनः असाइनमेंट वर्तमान में प्रगति पर है। कृपया बाद में पुनः प्रयास करें।

source: Case reassignment request has been accepted and will be completed in some time
hi: मामला पुनः असाइनमेंट अनुरोध स्वीकार कर लिया गया है और कुछ समय में पूरा हो जाएगा

source: Groups
hi: समूह

source: This project no longer has access to the Organization feature.
hi: इस प्रोजेक्ट को अब ऑर्गनाइज़ेशन फीचर तक पहुँच नहीं है।

source: Click here to fix this.
hi: इसे ठीक करने के लिए यहाँ क्लिक करें।
