Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Required for OData
hi: OData के लिए आवश्यक

source: Show Options
hi: विकल्प दिखाएँ

source: Hide Options
hi: विकल्प छुपाएँ

source: Maximum number of OData feeds reached.
hi: अधिकतम OData फीड्स की सीमा पूरी हो गई है।

source: At this time we allow a maximum of %(odata_feed_limit)s OData feeds per project space. Please consider deleting the feeds that you don't need anymore.
hi: इस समय हम प्रति प्रोजेक्ट स्पेस अधिकतम %(odata_feed_limit)s OData फीड्स की अनुमति देते हैं। कृपया वे फीड्स हटाने पर विचार करें जिनकी अब आपको आवश्यकता नहीं है।

source: Ok
hi: ठीक है

source: or
hi: या

source: Filters and Files
hi: फ़िल्टर और फ़ाइलें

source: Enable/Disable
hi: सक्षम/अक्षम करें

source: Edit Columns
hi: कॉलम संपादित करें

source: Copy &amp; Edit
hi: कॉपी करें &amp; संपादित करें

source: Share
hi: साझा करें

source: Shared By
hi: साझा करने वाला

source: Enter name here
hi: यहाँ नाम दर्ज करें

source: De-Identified
hi: डि-आइडेंटिफाइड

source: Form:
hi: फॉर्म:

source: Enter description here
hi: यहाँ विवरण दर्ज करें

source: This export is filtered to data you don't have access to.
hi: यह निर्यात उस डेटा पर फ़िल्टर किया गया है, जिस तक आपकी पहुँच नहीं है।

source: Copy OData Feed Link
hi: OData फीड लिंक कॉपी करें

source: Show additional feeds for Repeat Group data.
hi: Repeat Group डेटा के लिए अतिरिक्त फीड्स दिखाएँ।

source: Show additional feeds for linking Parent and Child Cases.
hi: पैरेंट और चाइल्ड केसों को लिंक करने के लिए अतिरिक्त फीड्स दिखाएँ।

source: Additional Feeds
hi: अतिरिक्त फीड्स

source: Click to copy feeds for <strong>Repeat Group</strong> data:
hi: <strong>रिपीट ग्रुप</strong> डेटा के लिए फीड्स कॉपी करने के लिए क्लिक करें:

source: Click to copy feeds for linking <strong>Parent</strong> and <strong>Child Cases</strong>:
hi: <strong>पैरेंट</strong> और <strong>चाइल्ड केसों</strong> को लिंक करने के लिए फीड्स कॉपी करने के लिए क्लिक करें:

source: Automatic updates for this saved %(export_type)s have been disabled. Click 'Enable' to re-enable automatic updates.
hi: इस सहेजे गए %(export_type)s के लिए स्वचालित अपडेट अक्षम कर दिए गए हैं। स्वचालित अपडेट को फिर से सक्षम करने के लिए 'Enable' पर क्लिक करें।

source: Size:
hi: आकार:

source: Last Updated:
hi: अंतिम अपडेट:

source: Just now
hi: अभी-अभी

source: Last Downloaded:
hi: अंतिम बार डाउनलोड किया गया:

source: Last Build Duration:
hi: अंतिम बिल्ड की अवधि:

source: Update Data
hi: डेटा अपडेट करें

source: Updating Data, please wait...
hi: डेटा अपडेट हो रहा है, कृपया प्रतीक्षा करें...

source: Copy Dashboard Feed Link
hi: डैशबोर्ड फीड लिंक कॉपी करें

source: This saved %(export_type)s has expired because it has not been used in the last 35 days. To renew daily updates, click the 'Update Data' button and download the file.
hi: यह सहेजा गया %(export_type)s समाप्त हो गया है क्योंकि इसे पिछले 35 दिनों में उपयोग नहीं किया गया है। दैनिक अपडेट को नवीनीकृत करने के लिए, 'डेटा अपडेट करें' बटन पर क्लिक करें और फ़ाइल डाउनलोड करें।

source: Your export exceeds the limit of %(max_rows)s rows. Please see <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentation</a> for more information.
hi: आपका एक्सपोर्ट %(max_rows)s पंक्तियों की सीमा से अधिक है। अधिक जानकारी के लिए कृपया <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">दस्तावेज़ीकरण</a> देखें।

source: Data update complete
hi: डेटा अपडेट पूर्ण हुआ

source: Data update failed!
hi: डेटा अपडेट विफल रहा!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
hi: यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a>।

source: No data is available yet.
hi: अभी तक कोई डेटा उपलब्ध नहीं है।

source: Please click 'update data' if the automatic scheduler hasn't picked up the changes in a while.
hi: यदि स्वचालित शेड्यूलर ने काफी समय से परिवर्तनों को नहीं उठाया है, तो कृपया 'डेटा अपडेट करें' पर क्लिक करें।

source: Confirm data updates
hi: डेटा अपडेट की पुष्टि करें

source: To renew daily updates, click the Update Data button below and check back in a little bit once the updates have finished processing.
hi: दैनिक अपडेट को नवीनीकृत करने के लिए, नीचे दिए गए 'डेटा अपडेट करें' बटन पर क्लिक करें और अपडेट पूरा होने के बाद थोड़ी देर में वापस जांचें।

source: Once the data is updated, a data refresh should occur automatically on a daily basis.
hi: एक बार डेटा अपडेट हो जाने के बाद, डेटा रीफ्रेश अपने आप रोज़ाना होना चाहिए।

source: To download data now, please click the Export button instead.
hi: अभी डेटा डाउनलोड करने के लिए, कृपया इसके बजाय 'एक्सपोर्ट' बटन पर क्लिक करें।

source: Confirm data updates.
hi: डेटा अपडेट की पुष्टि करें।

source: This will enable the daily automatic updates of this export.
hi: यह इस एक्सपोर्ट के दैनिक स्वचालित अपडेट को सक्षम करेगा।

source: This will disable the daily automatic updates of this export.
hi: यह इस एक्सपोर्ट के दैनिक स्वचालित अपडेट को अक्षम करेगा।

source: Disable auto update
hi: ऑटो अपडेट अक्षम करें

source: Enable auto update
hi: ऑटो अपडेट सक्षम करें

source: Edit Filters
hi: फ़िल्टर संपादित करें

source: DET Config
hi: DET कॉन्फ़िग

source: Copy &amp; Edit
hi: कॉपी करें और संपादित करें

source: View
hi: देखें

source: View Columns
hi: कॉलम देखें

source: View Feed
hi: फीड देखें

source: Copy &amp; Edit
hi: कॉपी करें और संपादित करें

source: Private
hi: निजी

source: Export Only
hi: केवल एक्सपोर्ट

source: Edit & Export
hi: संपादित करें और एक्सपोर्ट करें

source: Share Daily Data with Excel and Other Systems
hi: एक्सेल और अन्य सिस्टम के साथ दैनिक डेटा साझा करें

source: Share Daily Data with Excel and Other Systems
hi: एक्सेल और अन्य सिस्टम के साथ दैनिक डेटा साझा करें

source: CommCare can automatically generate an Excel Dashboard Feed or a saved export, allowing you to easily analyze and build reports for your project in Excel or another system. These feeds and exports are updated on a daily-basis with new data and can be filtered to data from a specific set of users or locations. Excel Dashboard Feeds and Daily Saved Exports are available on the Standard or higher software plans.
hi: CommCare स्वचालित रूप से एक एक्सेल डैशबोर्ड फीड या एक सहेजा गया एक्सपोर्ट बना सकता है, जिससे आप अपने प्रोजेक्ट के लिए एक्सेल या किसी अन्य सिस्टम में आसानी से रिपोर्ट बना और विश्लेषण कर सकते हैं। ये फीड्स और एक्सपोर्ट्स रोज़ाना नए डेटा के साथ अपडेट होते हैं और इन्हें किसी विशेष उपयोगकर्ता या स्थान के डेटा के लिए फ़िल्टर किया जा सकता है। एक्सेल डैशबोर्ड फीड्स और डेली सेव्ड एक्सपोर्ट्स स्टैंडर्ड या उच्चतर सॉफ़्टवेयर प्लान्स पर उपलब्ध हैं।

source: Learn More About Pricing Plans
hi: प्राइसिंग प्लान्स के बारे में और जानें

source: Change My Subscription
hi: मेरी सदस्यता बदलें

source: You have no submissions in this project.
hi: इस प्रोजेक्ट में आपकी कोई सबमिशन नहीं है।

source: This export contains %(row_count)s rows. Please change the filters to be less than %(max_rows)s rows.
hi: इस एक्सपोर्ट में %(row_count)s पंक्तियाँ हैं। कृपया फ़िल्टर बदलें ताकि पंक्तियाँ %(max_rows)s से कम हों।

source: There are no sheets to export. If this is a bulk case export then the export configuration might still be busy populating its tables. Please try again later.
hi: एक्सपोर्ट करने के लिए कोई शीट्स नहीं हैं। यदि यह बल्क केस एक्सपोर्ट है तो एक्सपोर्ट कॉन्फ़िगरेशन अभी भी अपनी टेबल्स भर रहा हो सकता है। कृपया बाद में पुनः प्रयास करें।

source: You do not have permission to export de-identified exports.
hi: आपको डी-आइडेंटिफाइड एक्सपोर्ट्स को एक्सपोर्ट करने की अनुमति नहीं है।

source: Form did not validate.
hi: फॉर्म सत्यापित नहीं हुआ।

source: Could not find download. Please refresh page and try again.
hi: डाउनलोड नहीं मिल सका। कृपया पेज रीफ्रेश करें और पुनः प्रयास करें।

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx to export this file.
hi: इस फ़ाइल में 256 से अधिक कॉलम हैं, जिसे xls द्वारा समर्थित नहीं किया जाता है। कृपया इस फ़ाइल को निर्यात करने के लिए आउटपुट प्रकार को csv या xlsx में बदलें।

source: Failed to download export.
hi: निर्यात डाउनलोड करने में विफल।

source: Download Form Data Export
hi: फ़ॉर्म डेटा निर्यात डाउनलोड करें

source: Please check that you've submitted all required filters.
hi: कृपया जांचें कि आपने सभी आवश्यक फ़िल्टर सबमिट किए हैं।

source: This is too many files to export at once. Please modify your filters to select fewer forms.
hi: एक साथ निर्यात करने के लिए यह बहुत अधिक फ़ाइलें हैं। कृपया कम फ़ॉर्म चुनने के लिए अपने फ़िल्टर संशोधित करें।

source: Download Case Data Export
hi: केस डेटा निर्यात डाउनलोड करें

source: Export SMS Messages
hi: एसएमएस संदेश निर्यात करें

source: Download Form Data Exports
hi: फ़ॉर्म डेटा निर्यात डाउनलोड करें

source: Download ID or User ID blank/not provided
hi: डाउनलोड आईडी या उपयोगकर्ता आईडी खाली/प्रदान नहीं की गई

source: Export failed
hi: निर्यात विफल हुआ

source: Invalid user
hi: अमान्य उपयोगकर्ता

source: Export e-mail request sent.
hi: निर्यात ई-मेल अनुरोध भेजा गया।

source: Sorry, something went wrong creating that file: {error}
hi: माफ़ कीजिए, उस फ़ाइल को बनाने में कुछ गड़बड़ हो गई: {error}

source: Edit Form Data Export
hi: फ़ॉर्म डेटा निर्यात संपादित करें

source: Edit Case Data Export
hi: केस डेटा निर्यात संपादित करें

source: Edit Case Feed
hi: केस फ़ीड संपादित करें

source: Edit Form Feed
hi: फ़ॉर्म फ़ीड संपादित करें

source: Copy OData Feed
hi: OData फ़ीड कॉपी करें

source: Select a model to export
hi: निर्यात करने के लिए एक मॉडल चुनें

source: Select a Form to Export
hi: निर्यात करने के लिए एक फ़ॉर्म चुनें

source: Select a Case Type to Export
hi: निर्यात करने के लिए एक केस प्रकार चुनें

source: Exports are a way to download data in a variety of formats (CSV, Excel, etc.) for use in third-party data analysis tools.
hi: निर्यात विभिन्न स्वरूपों (CSV, Excel, आदि) में डेटा डाउनलोड करने का एक तरीका है ताकि तृतीय-पक्ष डेटा विश्लेषण उपकरणों में उपयोग किया जा सके।

source: Export Form Data
hi: फ़ॉर्म डेटा निर्यात करें

source: Export
hi: निर्यात करें

source: export
hi: निर्यात

source: Exports
hi: निर्यात

source: exports
hi: निर्यात

source: My Exports
hi: मेरे निर्यात

source: Exports Shared with Me
hi: मेरे साथ साझा किए गए निर्यात

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx in the export configuration page to export this file.
hi: इस फ़ाइल में 256 से अधिक कॉलम हैं, जिसे xls द्वारा समर्थित नहीं किया जाता है। कृपया इस फ़ाइल को निर्यात करने के लिए निर्यात कॉन्फ़िगरेशन पृष्ठ में आउटपुट प्रकार को csv या xlsx में बदलें।

source: Daily Saved Exports
hi: दैनिक सहेजे गए निर्यात

source: Problem saving dashboard feed filters: Invalid form
hi: डैशबोर्ड फ़ीड फ़िल्टर सहेजने में समस्या: अमान्य फ़ॉर्म

source: Export Case Data
hi: केस डेटा निर्यात करें

source: Populating tables for <strong>{}</strong>. ({}%)
hi: <strong>{}</strong> के लिए टेबल्स भरी जा रही हैं। ({}%)

source: Excel Dashboard Integration
hi: एक्सेल डैशबोर्ड एकीकरण

source: Excel dashboard feeds allow Excel to directly connect to CommCare HQ to download data. Data is updated daily.
hi: एक्सेल डैशबोर्ड फ़ीड्स एक्सेल को सीधे CommCare HQ से डेटा डाउनलोड करने के लिए कनेक्ट करने की अनुमति देती हैं। डेटा प्रतिदिन अपडेट होता है।

source: Dashboard Feed
hi: डैशबोर्ड फ़ीड

source: dashboard feed
hi: डैशबोर्ड फ़ीड

source: Dashboard Feeds
hi: डैशबोर्ड फ़ीड्स

source: dashboard feeds
hi: डैशबोर्ड फ़ीड्स

source: My Dashboard Feeds
hi: मेरी डैशबोर्ड फ़ीड्स

source: Dashboard Feeds Shared with Me
hi: मेरे साथ साझा की गई डैशबोर्ड फ़ीड्स

source: Export De-Identified Form Data
hi: पहचानरहित फ़ॉर्म डेटा निर्यात करें

source: Export De-Identified Case Data
hi: पहचानरहित केस डेटा निर्यात करें

source: Export De-Identified Daily Saved Exports
hi: पहचानरहित दैनिक सहेजे गए निर्यात निर्यात करें

source: Export De-Identified Dashboard Feeds
hi: पहचानरहित डैशबोर्ड फ़ीड्स निर्यात करें

source: Export not found
hi: निर्यात नहीं मिला

source: The form did not validate.
hi: फ़ॉर्म सत्यापित नहीं हुआ।

source: Feed Type
hi: फ़ीड प्रकार

source: Select feed type
hi: फ़ीड प्रकार चुनें

source: Select Feed Type
hi: फ़ीड प्रकार चुनें

source: PowerBi/Tableau Integration
hi: PowerBi/Tableau एकीकरण

source: Use OData feeds to integrate your CommCare data with Power BI or Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Learn more. </a><br /> This feature allows {odata_feed_limit} feed configurations. Need more? Please write to us at <a href="mailto:{sales_email}">{sales_email}</a>.
hi: अपने CommCare डेटा को Power BI या Tableau के साथ एकीकृत करने के लिए OData फ़ीड्स का उपयोग करें। <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> और जानें। </a><br /> यह सुविधा {odata_feed_limit} फ़ीड कॉन्फ़िगरेशन की अनुमति देती है। अधिक चाहिए? कृपया हमें <a href="mailto:{sales_email}">{sales_email}</a> पर लिखें।

source: OData Feed
hi: OData फ़ीड

source: OData feed
hi: OData फ़ीड

source: OData feeds
hi: OData फ़ीड्स

source: My OData Feeds
hi: मेरी OData फ़ीड्स

source: OData Feeds Shared with Me
hi: मेरे साथ साझा की गई OData फ़ीड्स

source: Export Settings
hi: निर्यात सेटिंग्स

source: Learn more about exports on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Help Site</a>.
hi: हमारे <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">सहायता साइट</a> पर निर्यात के बारे में अधिक जानें।

source: Export Name
hi: निर्यात नाम

source: Choose the fields you want to export.
hi: वे फ़ील्ड चुनें जिन्हें आप निर्यात करना चाहते हैं।

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the headers in the export file.
hi: आप फ़ील्ड्स को पुनः क्रमित करने के लिए ड्रैग और ड्रॉप कर सकते हैं। आप फ़ील्ड्स का नाम भी बदल सकते हैं, जिससे निर्यात फ़ाइल में हेडर अपडेट हो जाएंगे।

source: Column labels must be unique. '{}' appears more than once.
hi: कॉलम लेबल अद्वितीय होने चाहिए। '{}' एक से अधिक बार दिखाई देता है।

source: Export <strong>{}</strong> saved.
hi: निर्यात <strong>{}</strong> सहेजा गया।

source: Create Form Data Export
hi: फ़ॉर्म डेटा निर्यात बनाएँ

source: Create Case Data Export
hi: केस डेटा निर्यात बनाएँ

source: Case type '{case_type}' does not exist for this project.
hi: इस प्रोजेक्ट के लिए केस प्रकार '{case_type}' मौजूद नहीं है।

source: Create Dashboard Feed
hi: डैशबोर्ड फ़ीड बनाएँ

source: Create OData Case Feed
hi: OData केस फ़ीड बनाएँ

source: Create OData Form Feed
hi: OData फ़ॉर्म फ़ीड बनाएँ

source: <strong>{}</strong> {}{} were deleted.
hi: <strong>{}</strong> {}{} हटाए गए।

source: <strong>{}</strong> {}{} was deleted.
hi: <strong>{}</strong> {}{} हटाया गया।

source: Export <strong>{}</strong> was deleted.
hi: निर्यात <strong>{}</strong> हटाया गया।

source: You can only copy new exports.
hi: आप केवल नए निर्यात की प्रतिलिपि बना सकते हैं।

source: Export <strong>{}</strong> created.
hi: निर्यात <strong>{}</strong> बनाया गया।

source: OData Feed Settings
hi: OData फ़ीड सेटिंग्स

source: OData Feed Name
hi: OData फ़ीड नाम

source: Choose the fields you want to include in this feed.
hi: वे फ़ील्ड चुनें जिन्हें आप इस फ़ीड में शामिल करना चाहते हैं।

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the field labels in the Power BI/Tableau
hi: आप फ़ील्ड्स को पुनः क्रमित करने के लिए ड्रैग और ड्रॉप कर सकते हैं। आप फ़ील्ड्स का नाम भी बदल सकते हैं, जिससे Power BI/Tableau में फ़ील्ड लेबल अपडेट हो जाएंगे

source: Copy of {}
hi: {} की प्रतिलिपि

source: Secure File Transfer
hi: सुरक्षित फ़ाइल स्थानांतरण

source: The data file exceeds the maximum size of {} MB.
hi: डेटा फ़ाइल अधिकतम {} MB आकार से अधिक है।

source: Uploading this data file would exceed the total allowance of {} GB for this project space. Please remove some files in order to upload new files.
hi: इस डेटा फ़ाइल को अपलोड करने से इस प्रोजेक्ट स्पेस के लिए कुल {} GB की सीमा पार हो जाएगी। कृपया नई फ़ाइलें अपलोड करने के लिए कुछ फ़ाइलें हटाएँ।

source: Data file "{}" uploaded
hi: डेटा फ़ाइल "{}" अपलोड की गई

source: Sorry, we couldn't find that table. If you think this is a mistake please report an issue.
hi: माफ़ कीजिए, हमें वह तालिका नहीं मिली। यदि आपको लगता है कि यह गलती है तो कृपया एक समस्या रिपोर्ट करें।

source: Select a Table
hi: एक तालिका चुनें

source: View Tables
hi: तालिकाएँ देखें

source: You don't have any tables defined yet - create tables to view them.
hi: आपने अभी तक कोई तालिका परिभाषित नहीं की है - उन्हें देखने के लिए तालिकाएँ बनाएँ।

source: Manage Tables
hi: तालिकाएँ प्रबंधित करें

source: Lookup tables are used in applications to provide data that is not directly stored in the application and may change over time. For example, you can use them for a list of villages that changes over the time of your project. They also allow you to assign certain data (ex. villages) to certain users. <br> Read more about lookup tables on our <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Help Site</a>.
hi: लुकअप तालिकाओं का उपयोग एप्लिकेशन में उन डेटा के लिए किया जाता है जो सीधे एप्लिकेशन में संग्रहीत नहीं होते और समय के साथ बदल सकते हैं। उदाहरण के लिए, आप उन्हें अपने प्रोजेक्ट की अवधि में बदलने वाले गाँवों की सूची के लिए उपयोग कर सकते हैं। वे आपको कुछ डेटा (जैसे गाँव) कुछ उपयोगकर्ताओं को सौंपने की भी अनुमति देती हैं। <br> हमारे <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>सहायता साइट</a> पर लुकअप तालिकाओं के बारे में और पढ़ें।

source: Something went wrong! Your edit has not been applied, please try again. If you see this error repeatedly please report it as issue.
hi: कुछ गलत हो गया! आपका संपादन लागू नहीं किया गया है, कृपया पुनः प्रयास करें। यदि आपको बार-बार यह त्रुटि दिखाई देती है तो कृपया इसे एक समस्या के रूप में रिपोर्ट करें।

source: Download Lookup Tables
hi: लुकअप तालिकाएँ डाउनलोड करें

source: Unlock Linked Tables For Me
hi: मेरे लिए लिंक्ड तालिकाएँ अनलॉक करें

source: Lock Linked Tables For Me
hi: मेरे लिए लिंक्ड तालिकाएँ लॉक करें

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
hi: लिंक्ड कॉन्फ़िगरेशन एक अलग, लिंक्ड प्रोजेक्ट स्पेस से नियंत्रित होते हैं। <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>और जानें</a>।

source: Table ID
hi: तालिका आईडी

source: View Table
hi: तालिका देखें

source: Edit or Delete Table
hi: तालिका संपादित या हटाएँ

source: Include in Download
hi: डाउनलोड में शामिल करें

source: all
hi: सभी

source: none
hi: कोई नहीं

source: Add Table
hi: तालिका जोड़ें

source: Upload Lookup Tables
hi: लुकअप तालिकाएँ अपलोड करें

source: Create new tables or update existing ones by uploading a new or existing Excel file. See the <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> Lookup Tables help page </a> for instructions on setting up your Excel file.
hi: नई तालिकाएँ बनाएं या मौजूदा तालिकाओं को अपडेट करें, एक नई या मौजूदा Excel फ़ाइल अपलोड करके। देखें <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> लुकअप तालिकाएँ सहायता पृष्ठ </a> अपनी Excel फ़ाइल सेटअप करने के निर्देशों के लिए।

source: Lookup Tables File
hi: लुकअप तालिकाएँ फ़ाइल

source: Existing Tables
hi: मौजूदा तालिकाएँ

source: Replace existing tables
hi: मौजूदा तालिकाओं को बदलें

source: Upload Tables
hi: तालिकाएँ अपलोड करें

source: Downloading Lookup Tables
hi: लुकअप तालिकाएँ डाउनलोड की जा रही हैं

source: Your file is ready.
hi: आपकी फ़ाइल तैयार है।

source: Download File Now
hi: अब फ़ाइल डाउनलोड करें

source: Edit Table
hi: तालिका संपादित करें

source: Visible to all users
hi: सभी उपयोगकर्ताओं के लिए दृश्य

source: Delete?
hi: हटाएँ?

source: "<span data-bind="text: tag"></span>" is a duplicate field name.
hi: "<span data-bind="text: tag"></span>" एक डुप्लिकेट फ़ील्ड नाम है।

source: Field name cannot contain \, /, <, >, or spaces.
hi: फ़ील्ड नाम में \, /, <, >, या स्पेस नहीं हो सकते।

source: Field name cannot start with xml.
hi: फ़ील्ड नाम 'xml' से शुरू नहीं हो सकता।

source: (Not editable)
hi: (संपादन योग्य नहीं)

source: Add Field
hi: फ़ील्ड जोड़ें

source: Lookup table upload has finished
hi: लुकअप तालिका अपलोड पूरा हो गया है

source: Successfully uploaded %(count)s tables.
hi: सफलतापूर्वक %(count)s तालिकाएँ अपलोड की गईं।

source: Additional information:
hi: अतिरिक्त जानकारी:

source: Upload failed! Details:
hi: अपलोड विफल! विवरण:

source: Linked Tables are tables that are controlled by a separate project space linked to this project. Click <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">here</a> to learn more.
hi: लिंक्ड तालिकाएँ वे तालिकाएँ हैं जो इस प्रोजेक्ट से लिंक किए गए अलग प्रोजेक्ट स्पेस द्वारा नियंत्रित होती हैं। अधिक जानने के लिए <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">यहाँ क्लिक करें</a>।

source: Changes made to Linked Tables may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.
hi: लिंक्ड तालिकाओं में किए गए बदलाव अगली बार लिंक्ड प्रोजेक्ट स्पेस से अपडेट होने पर ओवरराइट हो सकते हैं, और यह इस प्रोजेक्ट स्पेस के समाधानों को भी प्रभावित कर सकते हैं।

source: Dear %(username)s,
hi: प्रिय %(username)s,

source: The fixture upload for %(domain)s you started has finished.
hi: आपने %(domain)s के लिए जो फिक्स्चर अपलोड शुरू किया था, वह पूरा हो गया है।

source: Upload start time: %(time_start)s
hi: अपलोड प्रारंभ समय: %(time_start)s

source: Upload end time: %(time_end)s
hi: अपलोड समाप्ति समय: %(time_end)s

source: Upload messages: %(messages)s
hi: अपलोड संदेश: %(messages)s

source: Viewing Table
hi: तालिका देखना

source: View Tables
hi: तालिकाएँ देखें

source: Select Table to View
hi: देखने के लिए तालिका चुनें

source: Table
hi: तालिका

source: Fetching additional data, please wait...
hi: अतिरिक्त डेटा लाया जा रहा है, कृपया प्रतीक्षा करें...

source: %s cannot include special characters or begin with 'xml' or a number
hi: %s में विशेष वर्ण शामिल नहीं हो सकते या 'xml' या किसी संख्या से शुरू नहीं हो सकता

source: Workbook 'types' has no column '{column_name}'.
hi: वर्कबुक 'types' में '{column_name}' नाम का कोई कॉलम नहीं है।

source: Lookup-tables can not have empty fields and empty properties on items. table_id '{tag}' has no fields and no properties
hi: लुकअप-तालिकाओं में खाली फ़ील्ड और आइटम्स पर खाली प्रॉपर्टीज़ नहीं हो सकतीं। table_id '{tag}' में कोई फ़ील्ड या प्रॉपर्टी नहीं है

source: Lookup-tables should have unique 'table_id'. There are two rows with table_id '{tag}' in 'types' sheet.
hi: लुकअप-तालिकाओं में 'table_id' अद्वितीय होना चाहिए। 'types' शीट में table_id '{tag}' के साथ दो पंक्तियाँ हैं।

source: table_id '{tag}' should not contain spaces or special characters, or start with a number.
hi: table_id '{tag}' में स्पेस या विशेष वर्ण नहीं होने चाहिए, या किसी संख्या से शुरू नहीं होना चाहिए।

source: Excel worksheet '{tag}' does not contain the column 'field: {field}' as specified in its 'types' definition
hi: Excel वर्कशीट '{tag}' में 'types' परिभाषा के अनुसार 'field: {field}' कॉलम नहीं है

source: Excel worksheet '{tag}' has an extra column'field: {field}' that's not defined in its 'types' definition
hi: Excel वर्कशीट '{tag}' में एक अतिरिक्त कॉलम 'field: {field}' है, जो इसकी 'types' परिभाषा में निर्दिष्ट नहीं है
