Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Cannot move an advanced form with actions into a basic menu.
hi: एक्शन वाले एडवांस्ड फॉर्म को बेसिक मेनू में नहीं ले जाया जा सकता है।

source: Unknown, please change
hi: अज्ञात, कृपया बदलें

source: You can't create a phase without an anchor property
hi: आप एंकर प्रॉपर्टी के बिना चरण नहीं बना सकते

source: You can't have more than one phase with the anchor {}
hi: आप एक से अधिक चरण नहीं रख सकते जिनका एंकर {} है

source: Product
hi: उत्पाद

source: You can't delete phases with anchors {phase_anchors} because they have forms attached to them
hi: आप {phase_anchors} एंकर वाले चरणों को नहीं हटा सकते क्योंकि उनसे फॉर्म जुड़े हुए हैं

source: Value equal to a standard user property
hi: मान एक मानक यूज़र प्रॉपर्टी के बराबर

source: Value equal to a custom user property
hi: मान एक कस्टम यूज़र प्रॉपर्टी के बराबर

source: An exact match of a constant value
hi: किसी स्थिर मान का सटीक मिलान

source: An exact match of a dynamic property
hi: डायनामिक प्रॉपर्टी का सटीक मिलान

source: A standard date range
hi: एक मानक दिनांक सीमा

source: A custom range relative to today
hi: आज के सापेक्ष एक कस्टम सीमा

source: Custom Month Filter (you probably don't want this)
hi: कस्टम माह फ़िल्टर (संभवतः आप यह नहीं चाहेंगे)

source: Show choices on mobile device
hi: मोबाइल डिवाइस पर विकल्प दिखाएँ

source: Ancestor location of the user's assigned location of a particular type
hi: यूज़र के असाइन किए गए स्थान के किसी विशेष प्रकार के पूर्वज स्थान

source: A numeric expression
hi: संख्यात्मक अभिव्यक्ति

source: The user's case sharing group (filter must be of choice_provider type)
hi: यूज़र का केस शेयरिंग समूह (फ़िल्टर को choice_provider प्रकार का होना चाहिए)

source: The user's assigned location
hi: यूज़र का असाइन किया गया स्थान

source: All of the user's assigned locations
hi: यूज़र के सभी असाइन किए गए स्थान

source: The parent location of the user's assigned location
hi: यूज़र के असाइन किए गए स्थान का पैरेंट स्थान

source: The user's username
hi: यूज़र का उपयोगकर्ता नाम

source: The user's ID
hi: यूज़र की आईडी

source: Reports
hi: रिपोर्ट्स

source: Could not find module with index {}
hi: इंडेक्स {} के साथ मॉड्यूल नहीं मिला

source: Could not find module with ID='{unique_id}' in app '{app_name}'.
hi: ऐप '{app_name}' में ID='{unique_id}' वाला मॉड्यूल नहीं मिला।

source: Copy of {name}
hi: {name} की प्रति

source: Problem loading suite file from profile file. Is your profile file correct?
hi: प्रोफ़ाइल फ़ाइल से सूट फ़ाइल लोड करने में समस्या। क्या आपकी प्रोफ़ाइल फ़ाइल सही है?

source: Remote Application
hi: रिमोट एप्लिकेशन

source: Copying the application succeeded, but the application will have errors because your application contains a Mobile Report Module that references a UCR configured in this project space. Multimedia may be absent.
hi: एप्लिकेशन की कॉपी सफल रही, लेकिन एप्लिकेशन में त्रुटियाँ होंगी क्योंकि आपकी एप्लिकेशन में एक मोबाइल रिपोर्ट मॉड्यूल है जो इस प्रोजेक्ट स्पेस में कॉन्फ़िगर किए गए UCR को संदर्भित करता है। मल्टीमीडिया अनुपस्थित हो सकता है।

source: Copying the application succeeded, but the application is missing multimedia file(s).
hi: एप्लिकेशन की कॉपी सफल रही, लेकिन एप्लिकेशन में मल्टीमीडिया फ़ाइल(फ़ाइलें) गायब हैं।

source: Could not find form '{}'
hi: फ़ॉर्म '{}' नहीं मिला

source: Space-separated list of privilege strings from corehq.privileges
hi: corehq.privileges से विशेषाधिकार स्ट्रिंग्स की स्पेस से अलग सूची

source: Version {} not released. Please mark it as released to add restrictions.
hi: संस्करण {} जारी नहीं किया गया है। कृपया प्रतिबंध जोड़ने के लिए इसे जारी के रूप में चिह्नित करें।

source: Higher version {} already enabled for this application and location
hi: इस एप्लिकेशन और स्थान के लिए उच्च संस्करण {} पहले से सक्षम है

source: Version {} not released. Can not enable profiles for unreleased versions
hi: संस्करण {} जारी नहीं किया गया है। अप्रकाशित संस्करणों के लिए प्रोफ़ाइल सक्षम नहीं कर सकते

source: Latest version available for this profile is {}, which is higher than this version. Disable any higher versions first.
hi: इस प्रोफ़ाइल के लिए उपलब्ध नवीनतम संस्करण {} है, जो इस संस्करण से अधिक है। पहले किसी भी उच्च संस्करण को अक्षम करें।

source: Released
hi: जारी किया गया

source: In Test
hi: परीक्षण में

source: Created
hi: बनाया गया

source: Reverted
hi: पूर्ववत किया गया

source: Deleted
hi: हटाया गया

source: 1 Day
hi: 1 दिन

source: 1 hour
hi: 1 घंटा

source: 10 Meters
hi: 10 मीटर

source: 12 hours
hi: 12 घंटे

source: 15 minutes
hi: 15 मिनट

source: 2 hours
hi: 2 घंटे

source: 20 Meters
hi: 20 मीटर

source: 24 hours
hi: 24 घंटे

source: 30 minutes
hi: 30 मिनट

source: 4 hours
hi: 4 घंटे

source: 40 Meters
hi: 40 मीटर

source: 5 Days
hi: 5 दिन

source: 5 Meters
hi: 5 मीटर

source: 6 hours
hi: 6 घंटे

source: 8 hours
hi: 8 घंटे

source: 80 Meters
hi: 80 मीटर

source: Admin Password
hi: प्रशासक पासवर्ड

source: After login, the application will look at the profile's defined reference for the authoritative location of the newest version. This check will occur with some periodicity since the last successful check based on this property. freq-never disables the automatic check.
hi: लॉगिन के बाद, एप्लिकेशन प्रोफ़ाइल में परिभाषित नवीनतम संस्करण के अधिकृत स्थान के संदर्भ को देखेगा। यह जांच इस गुण के आधार पर अंतिम सफल जांच के बाद कुछ समयांतराल में होगी। freq-never स्वचालित जांच को अक्षम करता है।

source: Allow mobile workers in the same case sharing group to share case lists. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Help Site</a>
hi: समान केस शेयरिंग समूह में मोबाइल वर्कर्स को केस सूचियों को साझा करने की अनुमति दें। <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">सहायता साइट</a> पर और पढ़ें

source: Allow mobile workers to access the web-based version of your application. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Help Site</a>
hi: मोबाइल वर्कर्स को आपकी एप्लिकेशन के वेब-आधारित संस्करण तक पहुँचने की अनुमति दें। <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">सहायता साइट</a> पर और पढ़ें

source: Allow visitors to use this application without a login.
hi: आगंतुकों को बिना लॉगिन के इस एप्लिकेशन का उपयोग करने की अनुमति दें।

source: Alphanumeric
hi: अल्फ़ान्यूमेरिक

source: Amount of time previously submitted forms remain accessible in the CommCare app.
hi: पहले सबमिट किए गए फ़ॉर्म्स कितने समय तक CommCare ऐप में उपलब्ध रहते हैं।

source: Android app dependencies
hi: एंड्रॉइड ऐप निर्भरताएँ

source: Android Settings
hi: एंड्रॉइड सेटिंग्स

source: Anonymous Usage
hi: गुमनाम उपयोग

source: Any positive integer. Represents period of purging in days.
hi: कोई भी धनात्मक पूर्णांक। दिनों में शुद्धिकरण की अवधि को दर्शाता है।

source: App Aware Location Fixture Format
hi: ऐप अवेयर लोकेशन फिक्स्चर प्रारूप

source: App Version
hi: ऐप संस्करण

source: Audio
hi: ऑडियो

source: Auto Capture Location<br />(all forms)
hi: स्थान स्वतः कैप्चर करें<br />(सभी फॉर्म्स)

source: Auto Update Frequency
hi: स्वतः अपडेट आवृत्ति

source: Auto-Resize Images
hi: छवियों का स्वतः आकार बदलें

source: Auto-Sync Frequency
hi: स्वतः-सिंक आवृत्ति

source: Auto-login
hi: स्वतः-लॉगिन

source: Auto-manage URLs
hi: URL का स्वतः प्रबंधन करें

source: Automatic
hi: स्वचालित

source: Automatically resizes images within forms. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> the instructions here</a> to determine which value to use.
hi: फॉर्म्स के भीतर छवियों का आकार स्वतः बदलता है। यह निर्धारित करने के लिए <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'>यहाँ दिए गए निर्देशों</a> का पालन करें कि कौन सा मान उपयोग करना है।

source: Automatically trigger a two-way sync on a regular schedule
hi: नियमित अनुसूची पर दो-तरफा सिंक को स्वतः ट्रिगर करें

source: Basic
hi: मूल

source: Both Hierarchical and Flat Fixture
hi: दोनों श्रेणीबद्ध और सपाट फिक्स्चर

source: Build Settings
hi: बिल्ड सेटिंग्स

source: Case Sharing
hi: केस साझा करना

source: Choose an image to replace the default CommCare Home Screen logo
hi: डिफ़ॉल्ट CommCare होम स्क्रीन लोगो को बदलने के लिए एक छवि चुनें

source: Choose whether or not mobile workers can view previously submitted forms.
hi: चुनें कि मोबाइल वर्कर पहले से सबमिट किए गए फॉर्म्स देख सकते हैं या नहीं।

source: Choose whether or not to display the 'Incomplete' button on the ODK home screen
hi: चुनें कि ODK होम स्क्रीन पर 'अपूर्ण' बटन दिखाना है या नहीं

source: CommCare Home Screen Logo
hi: CommCare होम स्क्रीन लोगो

source: Configure form menus display. For per-module option turn on grid view for the form's menu in a module under module's settings page. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
hi: फॉर्म मेनू डिस्प्ले कॉन्फ़िगर करें। प्रति-मॉड्यूल विकल्प के लिए, मॉड्यूल की सेटिंग्स पेज के तहत फॉर्म के मेनू में ग्रिड व्यू चालू करें। <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">हेल्प साइट</a> पर और पढ़ें।

source: Custom Base URL
hi: कस्टम बेस URL

source: Custom Suite File
hi: कस्टम सूट फ़ाइल

source: Custom Suite
hi: कस्टम सूट

source: Daily Log Sending Frequency
hi: दैनिक लॉग भेजने की आवृत्ति

source: Daily
hi: दैनिक

source: Data and Sharing
hi: डेटा और साझाकरण

source: Days allowed without syncing before triggering a warning
hi: चेतावनी ट्रिगर होने से पहले बिना सिंक किए जाने वाले दिनों की अनुमति

source: Days for Review
hi: समीक्षा के लिए दिन

source: Default Map Tileset
hi: डिफ़ॉल्ट मानचित्र टाइलसेट

source: Demo Logo
hi: डेमो लोगो

source: Disable
hi: अक्षम करें

source: Disabled
hi: अक्षम

source: Display root menu as a list or grid. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
hi: रूट मेनू को सूची या ग्रिड के रूप में दिखाएं। <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">हेल्प साइट</a> पर और पढ़ें।

source: Dynamic Search for Split Screen Case Search
hi: स्प्लिट स्क्रीन केस सर्च के लिए डायनामिक सर्च

source: Enable Menu Display Setting Per-Module
hi: प्रति-मॉड्यूल मेनू डिस्प्ले सेटिंग सक्षम करें

source: Enable
hi: सक्षम करें

source: Enabled
hi: सक्षम

source: Enable searching as input values change after initial Split Screen Case Search
hi: प्रारंभिक स्प्लिट स्क्रीन केस सर्च के बाद इनपुट मान बदलने पर खोज सक्षम करें

source: For mobile map displays, chooses a base tileset for the underlying map layer
hi: मोबाइल मानचित्र डिस्प्ले के लिए, आधार टाइलसेट चुनें जो नीचे की मानचित्र परत के लिए उपयोग होगा

source: Forms Menu Display
hi: फॉर्म्स मेनू डिस्प्ले

source: Forms are Never Removed
hi: फॉर्म्स कभी नहीं हटाए जाते

source: Full Resize
hi: पूर्ण आकार बदलें

source: Full
hi: पूर्ण

source: Fuzzy Search
hi: फजी सर्च

source: General Settings
hi: सामान्य सेटिंग्स

source: Generic
hi: सामान्य

source: Grid
hi: ग्रिड

source: Half Resize
hi: आधा आकार बदलें

source: High Density
hi: उच्च घनत्व

source: Horizontal Resize
hi: क्षैतिज आकार बदलें

source: How often CommCare mobile should attempt to check for a new, released application version.
hi: CommCare मोबाइल को नई, जारी की गई एप्लिकेशन संस्करण की जांच कितनी बार करनी चाहिए।

source: How often the phone should attempt to purge any cached storage which may have expired
hi: फोन को कितनी बार किसी भी कैश्ड स्टोरेज को हटाने का प्रयास करना चाहिए जो समाप्त हो चुका हो सकता है

source: Hybrid
hi: हाइब्रिड

source: Icons
hi: आइकन

source: If multimedia validation is enabled, CommCare will perform an additional check after installing your app to ensure that all of your multimedia is present on the phone before allowing the app to run. It is recommended for deployment, but will make your app unable to run if multimedia is enabled.
hi: यदि मल्टीमीडिया सत्यापन सक्षम है, तो CommCare आपके ऐप को इंस्टॉल करने के बाद एक अतिरिक्त जांच करेगा ताकि यह सुनिश्चित किया जा सके कि आपके सभी मल्टीमीडिया फोन पर मौजूद हैं, इससे पहले कि ऐप चलने की अनुमति दी जाए। यह तैनाती के लिए अनुशंसित है, लेकिन यदि मल्टीमीडिया सक्षम है तो आपका ऐप चलने में असमर्थ हो जाएगा।

source: Image Compatibility on Multiple Devices
hi: कई डिवाइसों पर छवि संगतता

source: Incomplete Forms
hi: अपूर्ण फॉर्म

source: Just One Day
hi: सिर्फ एक दिन

source: Languages
hi: भाषाएँ

source: Length of time after which you will be logged out automatically
hi: वह समयावधि जिसके बाद आपको स्वचालित रूप से लॉग आउट कर दिया जाएगा

source: List
hi: सूची

source: Load video files lazily
hi: वीडियो फ़ाइलों को धीरे-धीरे लोड करें

source: Location Fixture format that is provided in the restore for this app
hi: स्थान फिक्स्चर प्रारूप जो इस ऐप के लिए पुनर्स्थापना में प्रदान किया गया है

source: Log Case Detail Views
hi: केस डिटेल व्यू लॉग करें

source: Logging Enabled
hi: लॉगिंग सक्षम है

source: Login Duration
hi: लॉगिन अवधि

source: Login Logo
hi: लॉगिन लोगो

source: Loose Media Mode
hi: लूज़ मीडिया मोड

source: Loose
hi: लूज़

source: Low Density
hi: कम घनत्व

source: Make OTA app updates skip download for video files at app update time.
hi: OTA ऐप अपडेट के समय वीडियो फ़ाइलों के लिए डाउनलोड को छोड़ दें।

source: Manual
hi: मैन्युअल

source: Medium Density
hi: मध्यम घनत्व

source: Minimum duration between updates to mobile report data (hours).
hi: मोबाइल रिपोर्ट डेटा के अपडेट के बीच न्यूनतम अवधि (घंटों में)।

source: Mobile Reports Update Frequency
hi: मोबाइल रिपोर्ट अपडेट आवृत्ति

source: Mobile UCR Restore Version
hi: मोबाइल UCR पुनर्स्थापना संस्करण

source: Modules Menu Display
hi: मॉड्यूल मेनू प्रदर्शन

source: Multimedia Validation
hi: मल्टीमीडिया सत्यापन

source: Never
hi: कभी नहीं

source: No (NOT RECOMMENDED)
hi: नहीं (अनुशंसित नहीं)

source: No Users Mode
hi: कोई उपयोगकर्ता मोड नहीं

source: No Validation
hi: कोई सत्यापन नहीं

source: No
hi: नहीं

source: None
hi: कोई नहीं

source: Normal Scrolling
hi: सामान्य स्क्रॉलिंग

source: Normal
hi: सामान्य

source: Number of unsent forms on phone before triggering warning text
hi: फोन पर बिना भेजे गए फॉर्म की संख्या जिसके बाद चेतावनी पाठ ट्रिगर होगा

source: Numeric Selection
hi: संख्यात्मक चयन

source: Numeric
hi: संख्यात्मक

source: OTA Restore Tolerance
hi: OTA पुनर्स्थापना सहिष्णुता

source: On CommCare Android, have this form automatically capture the user's current geo-location.
hi: CommCare Android पर, इस फॉर्म को स्वचालित रूप से उपयोगकर्ता का वर्तमान भू-स्थान कैप्चर करने दें।

source: Once a Month
hi: महीने में एक बार

source: Once a Week
hi: सप्ताह में एक बार

source: One Month
hi: एक महीना

source: One Question per Screen
hi: प्रत्येक स्क्रीन पर एक प्रश्न

source: One Week
hi: एक सप्ताह

source: One Year
hi: एक वर्ष

source: Only Flat Fixture
hi: केवल फ्लैट फिक्स्चर

source: Only Hierarchical Fixture
hi: केवल पदानुक्रमित फिक्स्चर

source: Oops! This setting has been discontinued. We recommend you change this setting to Version 2, and it will no longer appear on your settings page.
hi: उफ़! यह सेटिंग बंद कर दी गई है। हम अनुशंसा करते हैं कि आप इस सेटिंग को संस्करण 2 में बदल दें, और यह अब आपकी सेटिंग्स पृष्ठ पर दिखाई नहीं देगी।

source: This setting has been discontinued. We recommend you change this setting to Version 2. Upon doing so this setting will no longer appear on this page.
hi: यह सेटिंग बंद कर दी गई है। हम अनुशंसा करते हैं कि आप इस सेटिंग को संस्करण 2 में बदल दें। ऐसा करने के बाद यह सेटिंग इस पृष्ठ पर दिखाई नहीं देगी।

source: Practice Mobile Worker
hi: प्रैक्टिस मोबाइल वर्कर

source: Prevents mobile workers from using a CommCare app until the Android apps that it needs have been installed on the device.
hi: मोबाइल वर्करों को तब तक CommCare ऐप का उपयोग करने से रोकता है जब तक कि आवश्यक Android ऐप्स डिवाइस पर इंस्टॉल नहीं हो जाते।

source: Profile URL
hi: प्रोफ़ाइल URL

source: Project Default
hi: प्रोजेक्ट डिफ़ॉल्ट

source: Prompt Updates to Latest CommCare Version
hi: लेटेस्ट CommCare संस्करण के लिए अपडेट का संकेत दें

source: Prompt Updates to Latest Released App Version
hi: लेटेस्ट रिलीज़ ऐप संस्करण के लिए अपडेट का संकेत दें

source: Purge Frequency
hi: पर्ज आवृत्ति

source: Required
hi: आवश्यक

source: Restrict this app to the selected CommCare flavor
hi: इस ऐप को चयनित CommCare फ्लेवर तक सीमित करें

source: Saved Forms
hi: सहेजे गए फॉर्म

source: Satellite
hi: सैटेलाइट

source: Select the mobile worker to use as a practice user for this application
hi: इस एप्लिकेशन के लिए प्रैक्टिस यूज़र के रूप में उपयोग करने के लिए मोबाइल वर्कर चुनें

source: Send Data
hi: डेटा भेजें

source: Server User Registration
hi: सर्वर यूज़र पंजीकरण

source: Set to skip if your deployment does not require users to register with the server. Note that this will likely result in OTA Restore and other features being unavailable.
hi: यदि आपके डिप्लॉयमेंट में उपयोगकर्ताओं को सर्वर के साथ पंजीकरण करने की आवश्यकता नहीं है तो इसे स्किप पर सेट करें। ध्यान दें कि इससे OTA रिस्टोर और अन्य सुविधाएँ उपलब्ध नहीं हो सकती हैं।

source: Short
hi: संक्षिप्त

source: Show Breadcrumbs
hi: ब्रेडक्रंब दिखाएँ

source: Show the breadcrumbs on top of the web app.
hi: वेब ऐप के शीर्ष पर ब्रेडक्रंब दिखाएँ।

source: Show the persistent menu on the side of the web app.
hi: वेब ऐप के साइड में पर्सिस्टेंट मेनू दिखाएँ।

source: Show Persistent Menu
hi: पर्सिस्टेंट मेनू दिखाएँ

source: Simple (FOR TESTING ONLY: crashes with any unrecognized user-defined translations)
hi: सिंपल (केवल परीक्षण के लिए: किसी भी अपरिचित यूज़र-परिभाषित अनुवाद के साथ क्रैश हो सकता है)

source: Skip
hi: स्किप करें

source: Strict
hi: सख्त

source: Target CommCare Flavor
hi: लक्ष्य CommCare फ्लेवर

source: Terrain
hi: टेरेन

source: Text Input
hi: टेक्स्ट इनपुट

source: Text
hi: टेक्स्ट

source: The target accuracy of auto-captured GPS in meters. Once a reading meets this accuracy, it will be captured and the form will stop polling the GPS
hi: मीटर में ऑटो-कैप्चर किए गए जीपीएस की लक्षित सटीकता। एक बार जब कोई रीडिंग इस सटीकता को प्राप्त कर लेती है, तो उसे कैप्चर कर लिया जाएगा और फॉर्म जीपीएस पोलिंग बंद कर देगा।

source: This will determine how images you select for your questions will be resized to fit the screen. Horizontal will stretch/compress the image to fit perfectly horizontally while scaling to height to maintain the aspect ratio. Full Resize will try to be clever and find the ideal vertical/horizontal scaling for the screen. Half Resize will do the same but with half the area.
hi: यह निर्धारित करेगा कि आपके प्रश्नों के लिए चुनी गई छवियों को स्क्रीन में फिट करने के लिए कैसे रिसाइज़ किया जाएगा। क्षैतिज विकल्प छवि को पूरी तरह क्षैतिज रूप से फिट करने के लिए स्ट्रेच/कंप्रेस करेगा, जबकि ऊँचाई को स्केल करेगा ताकि अनुपात बना रहे। फुल रिसाइज़ स्क्रीन के लिए आदर्श ऊर्ध्वाधर/क्षैतिज स्केलिंग खोजने की कोशिश करेगा। हाफ रिसाइज़ वही करेगा लेकिन आधे क्षेत्र के साथ।

source: This will set the amount of time you will remain logged in before automatically being logged out.
hi: यह निर्धारित करेगा कि आप स्वचालित रूप से लॉग आउट होने से पहले कितने समय तक लॉग इन रहेंगे।

source: This will show or hide the 'Incomplete' button on the CommCare ODK home screen. Turning this off will prevent users from saving incomplete forms.
hi: यह CommCare ODK होम स्क्रीन पर 'अपूर्ण' बटन को दिखाएगा या छुपाएगा। इसे बंद करने से उपयोगकर्ता अधूरे फॉर्म सहेज नहीं पाएंगे।

source: This will show or hide the 'Saved' button on the CommCare ODK home screen. Turning this off will prevent users from saving forms locally.
hi: यह CommCare ODK होम स्क्रीन पर 'सहेजा गया' बटन को दिखाएगा या छुपाएगा। इसे बंद करने से उपयोगकर्ता फॉर्म को स्थानीय रूप से सहेज नहीं पाएंगे।

source: Three Months
hi: तीन महीने

source: Translations Strategy
hi: अनुवाद रणनीति

source: Twice a Month
hi: महीने में दो बार

source: Two Weeks
hi: दो सप्ताह

source: Unsent Form Limit
hi: अप्रेषित फॉर्म सीमा

source: Unsynced Time Limit
hi: असिंक समय सीमा

source: Update on every sync
hi: हर सिंक पर अपडेट करें

source: Upload a file to serve as a demo logo on Android phones
hi: Android फ़ोन पर डेमो लोगो के रूप में उपयोग करने के लिए एक फ़ाइल अपलोड करें

source: Upload a file to serve as a login logo on Android phones
hi: Android फ़ोन पर लॉगिन लोगो के रूप में उपयोग करने के लिए एक फ़ाइल अपलोड करें

source: Upload a file to serve as an app logo in Web Apps
hi: वेब ऐप्स में ऐप लोगो के रूप में उपयोग करने के लिए एक फ़ाइल अपलोड करें

source: Use Secure Submissions
hi: सुरक्षित सबमिशन का उपयोग करें

source: Use project level setting
hi: प्रोजेक्ट स्तर की सेटिंग का उपयोग करें

source: Use a different base URL for all app URLs. This makes the phone send forms, sync, and look for updates from a different URL. The main use case is to allow migrating project spaces to a new environment.
hi: सभी ऐप URLs के लिए एक अलग बेस URL का उपयोग करें। इससे फ़ोन फॉर्म भेजेगा, सिंक करेगा, और अपडेट के लिए एक अलग URL से देखेगा। मुख्य उपयोग केस प्रोजेक्ट स्पेस को नए वातावरण में माइग्रेट करने की अनुमति देना है।

source: User Login Mode
hi: यूज़र लॉगिन मोड

source: Validate Multimedia
hi: मल्टीमीडिया सत्यापित करें

source: Version 1 translations (old)
hi: संस्करण 1 अनुवाद (पुराना)

source: Version 2 translations (recommended)
hi: संस्करण 2 अनुवाद (अनुशंसित)

source: Version of mobile UCRs to use. Read more on the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">Help Site</a>
hi: मोबाइल UCRs का कौन सा संस्करण उपयोग करना है। <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">सहायता साइट</a> पर और पढ़ें

source: We frequently release new versions of CommCare Mobile. Use the latest version to take advantage of new features and bug fixes. Note that if you are using CommCare for Android you must also update your version of CommCare from the Google Play Store.
hi: हम CommCare Mobile के नए संस्करण अक्सर जारी करते हैं। नए फीचर्स और बग फिक्स का लाभ उठाने के लिए नवीनतम संस्करण का उपयोग करें। ध्यान दें कि यदि आप CommCare for Android का उपयोग कर रहे हैं तो आपको Google Play Store से भी CommCare का अपना संस्करण अपडेट करना होगा।

source: We suggest moving to CommCare 2.0 and above, unless your project is using referrals
hi: हम सुझाव देते हैं कि CommCare 2.0 या उससे ऊपर के संस्करण पर जाएं, जब तक कि आपकी परियोजना रेफरल का उपयोग नहीं कर रही है।

source: Web App
hi: वेब ऐप

source: Web Apps Logo
hi: वेब ऐप्स लोगो

source: Web Apps Settings
hi: वेब ऐप्स सेटिंग्स

source: Weekly Log Sending Frequency
hi: साप्ताहिक लॉग भेजने की आवृत्ति

source: Weekly
hi: साप्ताहिक

source: What kind of log transmission the phone should attempt on a daily basis (submitted to PostURL)
hi: फोन को प्रतिदिन किस प्रकार का लॉग ट्रांसमिशन प्रयास करना चाहिए (PostURL पर सबमिट किया जाएगा)

source: What kind of log transmission the phone should attempt on a weekly basis (submitted to PostURL)
hi: फोन को साप्ताहिक आधार पर किस प्रकार का लॉग ट्रांसमिशन प्रयास करना चाहिए (PostURL पर सबमिट किया जाएगा)

source: What the 'Extra Key' (# on Nokia Phones) does when pressed
hi: 'एक्स्ट्रा की' (Nokia फोन पर #) दबाने पर क्या करती है
