Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Unexpected format received for site code '%(site_code)s'
hi: साइट कोड '%(site_code)s' के लिए अप्रत्याशित प्रारूप प्राप्त हुआ

source: Could not find organization with site code '%(site_code)s'
hi: साइट कोड '%(site_code)s' के साथ संगठन नहीं मिला

source: Username must not contain blank spaces or special characters.
hi: यूज़रनेम में खाली स्थान या विशेष अक्षर नहीं होने चाहिए।

source: You can only set 'Is Account Confirmed' to 'True' on an existing Web User.
hi: आप केवल मौजूदा वेब उपयोगकर्ता पर 'Is Account Confirmed' को 'True' पर सेट कर सकते हैं।

source: You can only set 'Status' to 'Invited' on a pending Web User. {web_user} has no invitations for this project space.
hi: आप केवल लंबित वेब उपयोगकर्ता पर 'Status' को 'Invited' पर सेट कर सकते हैं। {web_user} के पास इस प्रोजेक्ट स्पेस के लिए कोई निमंत्रण नहीं है।

source: The email has bounced for this user's invite: {}. Please try again with a different username
hi: इस उपयोगकर्ता के निमंत्रण के लिए ईमेल बाउंस हो गया है: {}. कृपया किसी अन्य यूज़रनेम के साथ पुनः प्रयास करें

source: Domain cannot be set to '{self.domain}'
hi: डोमेन को '{self.domain}' पर सेट नहीं किया जा सकता

source: User with ID '{user_id}' not found
hi: ID '{user_id}' वाला उपयोगकर्ता नहीं मिला

source: You can only set 'Is Account Confirmed' to 'False' on a new User.
hi: आप केवल नए उपयोगकर्ता पर 'Is Account Confirmed' को 'False' पर सेट कर सकते हैं।

source: You cannot upload a web user without a role. {username} does not have a role
hi: आप बिना भूमिका के वेब उपयोगकर्ता अपलोड नहीं कर सकते। {username} के पास कोई भूमिका नहीं है

source: Only users with the edit web users permission can upload web users
hi: केवल जिन उपयोगकर्ताओं के पास वेब उपयोगकर्ताओं को संपादित करने की अनुमति है, वे वेब उपयोगकर्ता अपलोड कर सकते हैं

source: Changing usernames is not supported: %(username)r to %(new_username)r
hi: यूज़रनेम बदलना समर्थित नहीं है: %(username)r से %(new_username)r

source: You cannot remove a web user that is not a member or invited to this project. {username} is not a member or invited.
hi: आप ऐसे वेब उपयोगकर्ता को नहीं हटा सकते जो इस प्रोजेक्ट के सदस्य या आमंत्रित नहीं हैं। {username} सदस्य या आमंत्रित नहीं है।

source: You cannot remove a web user that is not a member of this project. {web_user} is not a member.
hi: आप ऐसे वेब उपयोगकर्ता को नहीं हटा सकते जो इस प्रोजेक्ट का सदस्य नहीं है। {web_user} सदस्य नहीं है।

source: You cannot remove yourself from a domain via bulk upload
hi: आप बल्क अपलोड के माध्यम से स्वयं को डोमेन से नहीं हटा सकते

source: Password must have at least 8 characters.
hi: पासवर्ड में कम से कम 8 अक्षर होने चाहिए।

source: username cannot contain spaces or symbols
hi: यूज़रनेम में स्पेस या प्रतीक नहीं हो सकते

source: '{column_id}' column can only contain 'true' or 'false'
hi: '{column_id}' कॉलम में केवल 'true' या 'false' हो सकता है

source: One of 'username' or 'user_id' is required
hi: 'username' या 'user_id' में से एक आवश्यक है

source: Upload of web users requires 'username' and 'role' for each user
hi: वेब उपयोगकर्ताओं के अपलोड के लिए प्रत्येक उपयोगकर्ता के लिए 'username' और 'role' आवश्यक है

source: Invalid tableau role: '{}'. Please choose one of the following: {}
hi: अमान्य tableau भूमिका: '{}'. कृपया निम्नलिखित में से एक चुनें: {}

source: These groups, {}, are not valid for this domain. Please choose from the following: {}
hi: ये समूह, {}, इस डोमेन के लिए मान्य नहीं हैं। कृपया निम्नलिखित में से चुनें: {}

source: '{field}' values must be unique
hi: '{field}' मान अद्वितीय होने चाहिए

source: username cannot contain greater than {length} characters
hi: यूज़रनेम {length} अक्षरों से अधिक नहीं हो सकता

source: Username must be Text
hi: यूज़रनेम टेक्स्ट होना चाहिए

source: New users must have a password set.
hi: नए उपयोगकर्ताओं के लिए पासवर्ड सेट होना आवश्यक है।

source: User has an invalid email address for their {}
hi: उपयोगकर्ता के {} के लिए ईमेल पता अमान्य है

source: Role '{}' does not exist or you do not have permission to access it
hi: भूमिका '{}' मौजूद नहीं है या आपको इसे एक्सेस करने की अनुमति नहीं है

source: Profile '{}' does not exist
hi: प्रोफ़ाइल '{}' मौजूद नहीं है

source: You do not have permission to edit the profile for this user or user invitation
hi: आपको इस उपयोगकर्ता या उपयोगकर्ता निमंत्रण के लिए प्रोफ़ाइल संपादित करने की अनुमति नहीं है

source: You do not have permission to assign the profile '{}'
hi: आपको प्रोफ़ाइल '{}' असाइन करने की अनुमति नहीं है

source: A profile must be assigned to users of the following type(s): {}
hi: निम्नलिखित प्रकार के उपयोगकर्ताओं को प्रोफ़ाइल असाइन करना आवश्यक है: {}

source: Group '{}' does not exist (try adding it to your spreadsheet)
hi: समूह '{}' मौजूद नहीं है (इसे अपनी स्प्रेडशीट में जोड़ने का प्रयास करें)

source: The username already belongs to a user. Specify an ID to update the user.
hi: यूज़रनेम पहले से ही किसी उपयोगकर्ता का है। उपयोगकर्ता को अपडेट करने के लिए एक ID निर्दिष्ट करें।

source: Target domain {} does not use enterprise permissions of {}
hi: लक्ष्य डोमेन {} {} के एंटरप्राइज अनुमतियों का उपयोग नहीं करता

source: When '{}' is True for a new user, {} must be either empty or set to False.
hi: जब '{}' नए उपयोगकर्ता के लिए True है, {} या तो खाली होना चाहिए या False पर सेट होना चाहिए।

source: When '{}' is True for an existing user, {}.
hi: जब '{}' मौजूदा उपयोगकर्ता के लिए True है, {}.

source: Based on your locations you do not have permission to edit this user or user invitation
hi: आपकी लोकेशन के आधार पर आपको इस उपयोगकर्ता या उपयोगकर्ता निमंत्रण को संपादित करने की अनुमति नहीं है

source: You do not have permission to assign or remove these locations: {}
hi: आपको इन लोकेशन को असाइन या हटाने की अनुमति नहीं है: {}

source: The "{header}" column had too many values to expand! Expansion limited to {max} distinct values.
hi: "{header}" कॉलम में विस्तार के लिए बहुत अधिक मान थे! विस्तार {max} विशिष्ट मानों तक सीमित है।

source: Sorry! There was a problem viewing your report. This likely occurred because the application associated with the report was deleted. In order to view this data using the Report Builder you will have to delete this report and then build it again. Click below to delete it.
hi: माफ़ कीजिए! आपकी रिपोर्ट देखने में समस्या आई। यह संभवतः इसलिए हुआ क्योंकि रिपोर्ट से जुड़ा एप्लिकेशन हटा दिया गया था। इस डेटा को रिपोर्ट बिल्डर के माध्यम से देखने के लिए आपको इस रिपोर्ट को हटाना होगा और फिर से बनाना होगा। हटाने के लिए नीचे क्लिक करें।

source: Sorry! There was a problem trying to edit your report. This likely occurred because the form associated with this report was deleted from the application. You can go back and view historical data submitted. However, you may not edit this report again. You also have the option of deleting this report by clicking the delete button below.
hi: माफ़ कीजिए! आपकी रिपोर्ट संपादित करने में समस्या आई। यह संभवतः इसलिए हुआ क्योंकि इस रिपोर्ट से जुड़ा फॉर्म एप्लिकेशन से हटा दिया गया था। आप वापस जाकर सबमिट किए गए ऐतिहासिक डेटा देख सकते हैं। हालांकि, आप इस रिपोर्ट को फिर से संपादित नहीं कर सकते। आपके पास नीचे दिए गए हटाने के बटन पर क्लिक करके इस रिपोर्ट को हटाने का विकल्प भी है।

source: Report builder data source doesn't reference an application. It is likely this report has been customized and it is no longer editable.
hi: रिपोर्ट बिल्डर डेटा स्रोत किसी एप्लिकेशन का संदर्भ नहीं देता। संभवतः इस रिपोर्ट को कस्टमाइज़ किया गया है और अब यह संपादन योग्य नहीं है।

source: Report contains duplicate column ids: {}
hi: रिपोर्ट में डुप्लिकेट कॉलम आईडी हैं: {}

source: Invalid or missing expression type: {} for expression: {}. Valid options are: {}
hi: अमान्य या गायब अभिव्यक्ति प्रकार: {} अभिव्यक्ति के लिए: {}. मान्य विकल्प हैं: {}

source: Problem creating expression: {}. Message is: {}
hi: अभिव्यक्ति बनाने में समस्या: {}। संदेश है: {}

source: aggregation_fn '{}' is not valid. Valid options are: {}
hi: aggregation_fn '{}' मान्य नहीं है। मान्य विकल्प हैं: {}

source: Complex filter type {0} must be one of the following choices ({1})
hi: जटिल फ़िल्टर प्रकार {0} निम्नलिखित विकल्पों में से एक होना चाहिए ({1})

source: {0} filter type must include a "filters" list
hi: {0} फ़िल्टर प्रकार में "filters" सूची शामिल होनी चाहिए

source: Problem creating filter from spec: {}, message is {}
hi: विनिर्देश से फ़िल्टर बनाने में समस्या: {}, संदेश है {}

source: Illegal or missing filter type: "{0}", must be one of the following choice: ({1})
hi: अवैध या गायब फ़िल्टर प्रकार: "{0}", निम्नलिखित विकल्पों में से एक होना चाहिए: ({1})

source: {} is required!
hi: {} आवश्यक है!

source: Indicator specification must include a root level type field.
hi: सूचक विनिर्देश में एक रूट स्तर का प्रकार फ़ील्ड शामिल होना चाहिए।

source: Illegal indicator type: "{0}", must be one of the following choice: ({1})
hi: अवैध सूचक प्रकार: "{0}", निम्नलिखित विकल्पों में से एक होना चाहिए: ({1})

source: Build
hi: निर्माण करें

source: Migrate
hi: स्थानांतरित करें

source: Rebuild
hi: पुनर्निर्माण करें

source: Drop
hi: हटाएँ

source: base_item_expression is not allowed for domain {self.domain}
hi: base_item_expression डोमेन {self.domain} के लिए अनुमति नहीं है

source: Report contains invalid referenced_doc_type: {}
hi: रिपोर्ट में अमान्य referenced_doc_type है: {}

source: Layer
hi: परत

source: The data source %(config_id)s referenced by this report could not be found.
hi: इस रिपोर्ट द्वारा संदर्भित डेटा स्रोत %(config_id)s नहीं मिला।

source: The report configuration referenced by this report could not be found: %(report_id)s
hi: इस रिपोर्ट द्वारा संदर्भित रिपोर्ट कॉन्फ़िगरेशन नहीं मिला: %(report_id)s

source: The following report configuration could not be found: {}
hi: निम्नलिखित रिपोर्ट कॉन्फ़िगरेशन नहीं मिला: {}

source: The report configuration referenced by this report could not be found.
hi: इस रिपोर्ट द्वारा संदर्भित रिपोर्ट कॉन्फ़िगरेशन नहीं मिला।

source: Date Form Started
hi: फॉर्म शुरू होने की तिथि

source: Date Form Completed
hi: फॉर्म पूर्ण होने की तिथि

source: Case Closed
hi: मामला बंद हुआ

source: User ID Last Updating Case
hi: मामले को अंतिम बार अपडेट करने वाले उपयोगकर्ता की आईडी

source: Case Owner
hi: मामले का स्वामी

source: Mobile Worker Last Updating Case
hi: मामले को अंतिम बार अपडेट करने वाला मोबाइल वर्कर

source: Case Owner (Location)
hi: मामले का स्वामी (स्थान)

source: Case Owner (Location w/ Descendants)
hi: मामले का स्वामी (स्थान और वंशज)

source: Case Owner (Location w/ Descendants and Archived Locations)
hi: मामले का स्वामी (स्थान, वंशज और संग्रहित स्थान)

source: CommCare Project
hi: CommCare परियोजना

source: Web users will see this name in the "Reports" section of CommCareHQ and can click to view the report
hi: वेब उपयोगकर्ता CommCareHQ के "रिपोर्ट" अनुभाग में यह नाम देखेंगे और रिपोर्ट देखने के लिए क्लिक कर सकते हैं

source: Data From My Project Space
hi: मेरे प्रोजेक्ट स्पेस से डेटा

source: Data From My Project Space And Others
hi: मेरे प्रोजेक्ट स्पेस और अन्य से डेटा

source: Too many reports! Creating this report would cause you to go over the maximum number of report builder reports allowed in this domain. Your limit is {number}. To continue, delete another report and try again.
hi: बहुत अधिक रिपोर्टें! इस रिपोर्ट को बनाने से आप इस डोमेन में अनुमत अधिकतम रिपोर्ट बिल्डर रिपोर्टों की सीमा पार कर जाएंगे। आपकी सीमा {number} है। जारी रखने के लिए, कोई अन्य रिपोर्ट हटाएँ और पुनः प्रयास करें।

source: Report Builder Report
hi: रिपोर्ट बिल्डर रिपोर्ट

source: This report references the '{}' filter, which is not compatible with the Report Builder. It is only editable in the advanced interface.
hi: यह रिपोर्ट '{}' फ़िल्टर का संदर्भ देती है, जो रिपोर्ट बिल्डर के साथ संगत नहीं है। इसे केवल उन्नत इंटरफ़ेस में संपादित किया जा सकता है।

source: You must have at least one group by column to use pie charts!
hi: पाई चार्ट का उपयोग करने के लिए आपके पास कम से कम एक समूह द्वारा कॉलम होना चाहिए!

source: Problem creating column from spec: {}, message is: {}
hi: विनिर्देश से कॉलम बनाने में समस्या: {}, संदेश है: {}

source: Illegal chart type: {0}, must be one of the following choices: ({1})
hi: अवैध चार्ट प्रकार: {0}, निम्नलिखित विकल्पों में से एक होना चाहिए: ({1})

source: (missing from spec)
hi: (विनिर्देश से गायब)

source: Problem creating chart from spec: {}, message is: {}
hi: विनिर्देश से चार्ट बनाने में समस्या: {}, संदेश है: {}

source: Illegal sum_when_template type: "{0}", must be in: ({1})
hi: अवैध sum_when_template प्रकार: "{0}", इसमें होना चाहिए: ({1})

source: Problem creating template: {}, message is: {}
hi: टेम्पलेट बनाने में समस्या: {}, संदेश है: {}

source: Expected {} binds in sum_when_template {}, found {}
hi: sum_when_template {} में अपेक्षित {} बाइंड्स, पाए गए {}

source: 'ancestor_expression' must be empty dictionary or have 'field', 'location_type' keys
hi: 'ancestor_expression' या तो खाली शब्दकोश होना चाहिए या उसमें 'field', 'location_type' कुंजी होनी चाहिए

source: 'ancestor_expression' is applicable only for location choices
hi: 'ancestor_expression' केवल स्थान विकल्पों के लिए लागू है

source: Problem creating report filter from spec: {}, message is: {}
hi: विनिर्देश से रिपोर्ट फ़िल्टर बनाने में समस्या: {}, संदेश है: {}

source: Illegal report filter type: {0}, must be one of the following choice: ({1})
hi: अवैध रिपोर्ट फ़िल्टर प्रकार: {0}, निम्नलिखित विकल्पों में से एक होना चाहिए: ({1})

source: You can't query on columns of type {}
hi: आप {} प्रकार के कॉलम पर क्वेरी नहीं कर सकते

source: Unknown Date
hi: अज्ञात तिथि

source: Expression Columns do not support group by, sorting, or querying.
hi: अभिव्यक्ति कॉलम समूह द्वारा, छँटाई, या क्वेरी का समर्थन नहीं करते हैं।

source: It looks like there is a problem with your report. You may need to delete and recreate the report. If you believe you are seeing this message in error, please report an issue.
hi: ऐसा लगता है कि आपकी रिपोर्ट में कोई समस्या है। आपको रिपोर्ट को हटाकर फिर से बनाना पड़ सकता है। यदि आपको लगता है कि यह संदेश गलती से दिख रहा है, तो कृपया एक समस्या रिपोर्ट करें।

source: This report has too many columns to be displayed
hi: इस रिपोर्ट में बहुत अधिक कॉलम हैं, जिन्हें प्रदर्शित नहीं किया जा सकता।

source: The database table backing your report does not exist yet. Please wait while the report is populated.
hi: आपकी रिपोर्ट का समर्थन करने वाली डेटाबेस तालिका अभी तक मौजूद नहीं है। कृपया प्रतीक्षा करें, जब तक रिपोर्ट भरी जा रही है।

source: The database table backing your report does not exist yet. You must rebuild the data source before viewing the report.
hi: आपकी रिपोर्ट का समर्थन करने वाली डेटाबेस तालिका अभी तक मौजूद नहीं है। रिपोर्ट देखने से पहले आपको डेटा स्रोत को फिर से बनाना होगा।

source: Download UCR Status
hi: UCR स्थिति डाउनलोड करें

source: Download Report Status
hi: रिपोर्ट स्थिति डाउनलोड करें

source: Preparing report download.
hi: रिपोर्ट डाउनलोड की तैयारी हो रही है।

source: Go back to report
hi: रिपोर्ट पर वापस जाएँ

source: Download Report
hi: रिपोर्ट डाउनलोड करें

source: Recursive expression reference: {name}
hi: पुनरावर्ती अभिव्यक्ति संदर्भ: {name}

source: Named filter not found: {name}
hi: नामित फ़िल्टर नहीं मिला: {name}

source: Named expression not found: {name}
hi: नामित अभिव्यक्ति नहीं मिली: {name}

source: The column "{}" does not exist in the report source! Please double check your report configuration.
hi: रिपोर्ट स्रोत में कॉलम "{}" मौजूद नहीं है! कृपया अपनी रिपोर्ट कॉन्फ़िगरेशन को दोबारा जांचें।

source: Your UCR table {} has finished rebuilding in {}
hi: आपकी UCR तालिका {} का पुनर्निर्माण {} में पूरा हो गया है

source: There was an error rebuilding Your UCR table {} in {}.
hi: आपकी UCR तालिका {} का {} में पुनर्निर्माण करते समय एक त्रुटि हुई।

source: There was an error rendering your report.
hi: आपकी रिपोर्ट प्रस्तुत करने में एक त्रुटि हुई।

source: Warning:
hi: चेतावनी:

source: Charts cannot be displayed with more than 25 categories. Please filter the data or change your report to limit the number of rows.
hi: 25 से अधिक श्रेणियों के साथ चार्ट प्रदर्शित नहीं किए जा सकते। कृपया डेटा को फ़िल्टर करें या अपनी रिपोर्ट में पंक्तियों की संख्या सीमित करें।

source: Fit all data into view
hi: सारा डेटा दृश्य में फिट करें

source: Note:
hi: नोट:

source: Base Query/Queries
hi: बेस क्वेरी/क्वेरीज़

source: You have reached your report limit of %(max_allowed_reports)s reports.
hi: आप अपनी रिपोर्ट सीमा %(max_allowed_reports)s रिपोर्ट्स तक पहुँच चुके हैं।

source: If you would like to create more, delete one of your existing reports.
hi: यदि आप और बनाना चाहते हैं, तो अपनी मौजूदा रिपोर्ट्स में से एक को हटा दें।

source: For even more reports please contact our team at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.
hi: और अधिक रिपोर्ट्स के लिए कृपया हमारी टीम से <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> पर संपर्क करें।

source: Subscribe to Report Builder
hi: रिपोर्ट बिल्डर की सदस्यता लें

source: Custom Web Reports
hi: कस्टम वेब रिपोर्ट्स

source: Add Custom Web Report
hi: कस्टम वेब रिपोर्ट जोड़ें

source: Import Custom Web Report
hi: कस्टम वेब रिपोर्ट आयात करें

source: Add Custom Web Report Source
hi: कस्टम वेब रिपोर्ट स्रोत जोड़ें

source: Configurable Reports
hi: कॉन्फ़िगर करने योग्य रिपोर्ट्स

source: Import Report
hi: रिपोर्ट आयात करें

source: Add Data Source
hi: डेटा स्रोत जोड़ें

source: Custom Web Report Source Debugger
hi: कस्टम वेब रिपोर्ट स्रोत डिबगर

source: UCR Data Source Debugger
hi: UCR डेटा स्रोत डिबगर

source: Custom Web Report Source
hi: कस्टम वेब रिपोर्ट स्रोत

source: Document IDs
hi: दस्तावेज़ आईडी

source: Comma separated
hi: कॉमा से अलग किए गए

source: Submit!
hi: सबमिट करें!

source: Evaluated rows
hi: मूल्यांकन की गई पंक्तियाँ

source: Rows from the database
hi: डेटाबेस से पंक्तियाँ

source: Please note that this data source is being rebuilt.
hi: कृपया ध्यान दें कि यह डेटा स्रोत पुनर्निर्मित किया जा रहा है।

source: Please note that this data source is being rebuilt in place.
hi: कृपया ध्यान दें कि यह डेटा स्रोत उसी स्थान पर पुनर्निर्मित किया जा रहा है।

source: Please note that this data source is yet to be built / rebuilt by CommCare HQ.
hi: कृपया ध्यान दें कि यह डेटा स्रोत अभी तक CommCare HQ द्वारा बनाया/पुनर्निर्मित नहीं किया गया है।

source: Preview Custom Web Report Data
hi: कस्टम वेब रिपोर्ट डेटा का पूर्वावलोकन करें

source: Custom Web Report Source Summary
hi: कस्टम वेब रिपोर्ट स्रोत सारांश

source: Preview Data
hi: डेटा का पूर्वावलोकन करें

source: Data Source Summary
hi: डेटा स्रोत सारांश

source: Rebuild Custom Web Report Source
hi: कस्टम वेब रिपोर्ट स्रोत पुनर्निर्माण करें

source: Rebuild Data Source
hi: डेटा स्रोत पुनर्निर्माण करें

source: Custom Web Report Source JSON
hi: कस्टम वेब रिपोर्ट स्रोत JSON

source: Data Source JSON
hi: डेटा स्रोत JSON

source: Rebuild Table in Place
hi: टेबल को उसी स्थान पर फिर से बनाएं

source: Delete Custom Web Report Source
hi: कस्टम वेब रिपोर्ट स्रोत हटाएं

source: Delete Data Source
hi: डेटा स्रोत हटाएं

source: This data source is read only, any changes made can not be saved.
hi: यह डेटा स्रोत केवल पढ़ने के लिए है, इसमें किए गए किसी भी परिवर्तन को सहेजा नहीं जा सकता।

source: Datasource currently unused
hi: डेटा स्रोत वर्तमान में अप्रयुक्त है

source: Reports dependent on this data source
hi: इस डेटा स्रोत पर निर्भर रिपोर्टें

source: Are you sure you want to delete this data source?
hi: क्या आप वाकई इस डेटा स्रोत को हटाना चाहते हैं?

source: Deleting this will break the reports below that refer to the data source
hi: इसे हटाने से नीचे दी गई वे रिपोर्टें प्रभावित होंगी जो इस डेटा स्रोत का संदर्भ लेती हैं

source: Are you sure you want to rebuild this custom web report source?
hi: क्या आप वाकई इस कस्टम वेब रिपोर्ट स्रोत को फिर से बनाना चाहते हैं?

source: Are you sure you want to rebuild this data source?
hi: क्या आप वाकई इस डेटा स्रोत को फिर से बनाना चाहते हैं?

source: Rebuilding this report source will erase all the existing data in the report source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
hi: इस रिपोर्ट स्रोत को फिर से बनाने से इसमें मौजूद सभी मौजूदा डेटा मिट जाएगा और इसे फिर से भरा जाएगा। जब तक पुनर्निर्माण चल रहा है, इस डेटा स्रोत पर आधारित रिपोर्टों में अधूरा डेटा दिखेगा।

source: Rebuilding this data source will erase all the existing data in the data source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
hi: इस डेटा स्रोत को फिर से बनाने से इसमें मौजूद सभी मौजूदा डेटा मिट जाएगा और इसे फिर से भरा जाएगा। जब तक पुनर्निर्माण चल रहा है, इस डेटा स्रोत पर आधारित रिपोर्टों में अधूरा डेटा दिखेगा।

source: <p> Based on the amount of data to be processed, this can take a considerable amount of time. </p> <p>Please confirm if you want to proceed.</p>
hi: <p> संसाधित किए जाने वाले डेटा की मात्रा के आधार पर, इसमें काफी समय लग सकता है। </p> <p>कृपया पुष्टि करें कि आप आगे बढ़ना चाहते हैं।</p>

source: View Custom Web Report
hi: कस्टम वेब रिपोर्ट देखें

source: View Report
hi: रिपोर्ट देखें

source: View Custom Web Report Source
hi: कस्टम वेब रिपोर्ट स्रोत देखें

source: View Data Source
hi: डेटा स्रोत देखें

source: Custom Web Report JSON
hi: कस्टम वेब रिपोर्ट JSON

source: Report Source
hi: रिपोर्ट स्रोत

source: Usage
hi: उपयोग

source: This report is not referred to by any apps in this domain.
hi: इस रिपोर्ट का इस डोमेन में किसी भी ऐप द्वारा संदर्भ नहीं लिया गया है।

source: This is a static report, which might be referred to by apps in other domains.
hi: यह एक स्थैतिक रिपोर्ट है, जिसे अन्य डोमेन के ऐप्स द्वारा संदर्भित किया जा सकता है।

source: The following apps depend on this report:
hi: निम्नलिखित ऐप्स इस रिपोर्ट पर निर्भर हैं:

source: Custom Web Report Expression Debugger
hi: कस्टम वेब रिपोर्ट एक्सप्रेशन डिबगर

source: UCR Expression Debugger
hi: UCR एक्सप्रेशन डिबगर

source: Paste an expression and document information below to see the result of that expression evaluated on the document.
hi: नीचे एक एक्सप्रेशन और दस्तावेज़ जानकारी चिपकाएँ ताकि आप देख सकें कि वह एक्सप्रेशन दस्तावेज़ पर कैसे लागू होता है।

source: Input Type
hi: इनपुट प्रकार

source: Document Type
hi: दस्तावेज़ प्रकार

source: Document ID
hi: दस्तावेज़ आईडी

source: Document JSON
hi: दस्तावेज़ JSON

source: Your document JSON has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
hi: आपके दस्तावेज़ JSON में पार्स त्रुटियाँ हैं! अधिक जानकारी के लिए, इसे <a href="http://jsonlint.com/" target="_blank">JSON Validator</a> में चिपकाने का प्रयास करें।

source: Custom Web Report Source (optional)
hi: कस्टम वेब रिपोर्ट स्रोत (वैकल्पिक)

source: Data Source (optional)
hi: डेटा स्रोत (वैकल्पिक)

source: If specified, named filters and expressions from this data source can be used.
hi: यदि निर्दिष्ट किया गया है, तो इस डेटा स्रोत से नामित फ़िल्टर और एक्सप्रेशन का उपयोग किया जा सकता है।

source: Saved expression
hi: सहेजा गया एक्सप्रेशन

source: Use a saved expression from the <a href="%(expressions_url)s">expression library</a>
hi: <a href="%(expressions_url)s">एक्सप्रेशन लाइब्रेरी</a> से सहेजा गया एक्सप्रेशन उपयोग करें

source: Expression JSON
hi: एक्सप्रेशन JSON

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
hi: आपके एक्सप्रेशन में पार्स त्रुटियाँ हैं! अधिक जानकारी के लिए, इसे <a href="http://jsonlint.com/" target="_blank">JSON Validator</a> में चिपकाने का प्रयास करें।

source: Evaluate!
hi: मूल्यांकन करें!

source: Format JSON
hi: JSON स्वरूपित करें

source: Report spec
hi: रिपोर्ट स्पेसिफिकेशन

source: paste report source here
hi: यहाँ रिपोर्ट स्रोत चिपकाएँ

source: Preview table: %(display_name)s (%(total_rows)s total rows)
hi: पूर्वावलोकन तालिका: %(display_name)s (%(total_rows)s कुल पंक्तियाँ)

source: Technical Details:
hi: तकनीकी विवरण:

source: Delete Report
hi: रिपोर्ट हटाएँ

source: Named Expression
hi: नामित एक्सप्रेशन

source: Named Filter
hi: नामित फ़िल्टर

source: Definition
hi: परिभाषा
