Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: This will delete the program. All of the programs products will be assigned to the default program instead. BE CAREFUL, as this action is irreversible.
hi: यह प्रोग्राम को हटा देगा। सभी प्रोग्राम के उत्पाद डिफ़ॉल्ट प्रोग्राम को सौंप दिए जाएंगे। सावधान रहें, क्योंकि यह क्रिया अपरिवर्तनीय है।

source: Delete unsuccessful. Try Again?
hi: हटाना असफल रहा। फिर से प्रयास करें?

source: Deleting Program...
hi: प्रोग्राम हटाया जा रहा है...

source: Program '{program_name}' has successfully been deleted.
hi: प्रोग्राम '{program_name}' को सफलतापूर्वक हटा दिया गया है।

source: Programs
hi: प्रोग्राम

source: New Program
hi: नया प्रोग्राम

source: Program saved!
hi: प्रोग्राम सहेजा गया!

source: Edit Program
hi: प्रोग्राम संपादित करें

source: Full Name
hi: पूरा नाम

source: Professional Email
hi: पेशेवर ईमेल

source: Create Password
hi: पासवर्ड बनाएं

source: I will primarily be using CommCare to...
hi: मैं मुख्य रूप से CommCare का उपयोग करूंगा...

source: Monitor and evaluate a program
hi: किसी प्रोग्राम की निगरानी और मूल्यांकन के लिए

source: Improve delivery of services
hi: सेवाओं की डिलीवरी में सुधार के लिए

source: Collect data for a research project
hi: किसी शोध परियोजना के लिए डेटा एकत्र करने के लिए

source: Build a technology solution for my team/clients
hi: अपनी टीम/क्लाइंट्स के लिए तकनीकी समाधान बनाने के लिए

source: Explore data collection for personal use
hi: व्यक्तिगत उपयोग के लिए डेटा संग्रहण का अन्वेषण करने के लिए

source: Please Specify
hi: कृपया स्पष्ट करें

source: Organization or Company
hi: संगठन या कंपनी

source: I have read and agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
hi: मैंने Dimagi की <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">गोपनीयता नीति</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">सेवा की शर्तें</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">व्यावसायिक समझौता</a>, और <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">स्वीकार्य उपयोग नीति</a> पढ़ ली है और सहमत हूँ।

source: Create Your Account
hi: अपना खाता बनाएं

source: Name Your First Project
hi: अपने पहले प्रोजेक्ट का नाम रखें

source: %s is an invalid phone number.
hi: %s एक अमान्य फोन नंबर है।

source: Username already taken. Please try another.
hi: उपयोगकर्ता नाम पहले से लिया जा चुका है। कृपया कोई और प्रयास करें।

source: You must agree to our Terms of Service and Business Agreement in order to register an account.
hi: खाता पंजीकृत करने के लिए आपको हमारी सेवा की शर्तों और व्यावसायिक समझौते से सहमत होना होगा।

source: Please specify how you plan to use CommCare so we know how to best help you.
hi: कृपया स्पष्ट करें कि आप CommCare का उपयोग कैसे करना चाहते हैं ताकि हम आपकी बेहतर सहायता कर सकें।

source: My CommCare Project
hi: मेरा CommCare प्रोजेक्ट

source: Important: This will be used to create a project URL, and you will not be able to change it in the future.
hi: महत्वपूर्ण: इसका उपयोग प्रोजेक्ट URL बनाने के लिए किया जाएगा, और आप इसे भविष्य में बदल नहीं पाएंगे।

source: Create Project
hi: प्रोजेक्ट बनाएं

source: I have read and agree to Dimagi's <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
hi: मैंने पढ़ लिया है और मैं Dimagi की <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">गोपनीयता नीति</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">सेवा की शर्तें</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">व्यावसायिक समझौता</a>, और <a href="https://dimagi.com/terms/latest/aup/" target="_blank">स्वीकार्य उपयोग नीति</a> से सहमत हूँ।

source: You will use this email to log in.
hi: आप इस ईमेल का उपयोग लॉग इन करने के लिए करेंगे।

source: You can only sign up with the email address your invitation was sent to.
hi: आप केवल उसी ईमेल पते से साइन अप कर सकते हैं जिस पर आपका निमंत्रण भेजा गया था।

source: Username already taken. Please try another or log in.
hi: उपयोगकर्ता नाम पहले से लिया जा चुका है। कृपया कोई और प्रयास करें या लॉग इन करें।

source: Select a role
hi: एक भूमिका चुनें

source: Send Invite
hi: निमंत्रण भेजें

source: Information for new Web User
hi: नए वेब उपयोगकर्ता के लिए जानकारी

source: Add User
hi: उपयोगकर्ता जोड़ें

source: Update Invite
hi: निमंत्रण अपडेट करें

source: Update invitation for new Web User
hi: नए वेब उपयोगकर्ता के लिए निमंत्रण अपडेट करें

source: Location Settings
hi: स्थान सेटिंग्स

source: Tableau Configuration
hi: Tableau कॉन्फ़िगरेशन

source: Tableau Groups
hi: Tableau समूह

source: Tableau Role
hi: Tableau भूमिका

source: Reminder to Activate your CommCare project
hi: अपने CommCare प्रोजेक्ट को सक्रिय करने की याद दिलाई जाती है

source: Activate your CommCare project
hi: अपने CommCare प्रोजेक्ट को सक्रिय करें

source: Resend Confirmation Email
hi: पुष्टिकरण ईमेल पुनः भेजें

source: Resend Confirmation
hi: पुष्टिकरण पुनः भेजें

source: Pending Project Name
hi: लंबित प्रोजेक्ट नाम

source: Confirmation Email Sent
hi: पुष्टिकरण ईमेल भेजा गया

source: An email was just sent to %(username)s.
hi: एक ईमेल अभी-अभी %(username)s को भेजा गया है।

source: Please visit the link provided in the email to activate your account, so you can start using your new CommCare HQ project!
hi: कृपया अपना खाता सक्रिय करने के लिए ईमेल में दिए गए लिंक पर जाएँ, ताकि आप अपना नया CommCare HQ प्रोजेक्ट उपयोग करना शुरू कर सकें!

source: Waiting for Confirmation
hi: पुष्टिकरण की प्रतीक्षा कर रहे हैं

source: Thank you for requesting a new CommCare HQ project: <strong>%(requested_domain)s</strong>.
hi: नए CommCare HQ प्रोजेक्ट के लिए अनुरोध करने के लिए धन्यवाद: <strong>%(requested_domain)s</strong>।

source: Before you can use this project, you must first confirm your account.
hi: इस प्रोजेक्ट का उपयोग करने से पहले, आपको अपना खाता पुष्टिकृत करना होगा।

source: Welcome to CommCare HQ, %(first_name)s!
hi: CommCare HQ में आपका स्वागत है, %(first_name)s!

source: Please accept an invitation or create your own project space to start using CommCare.
hi: कृपया निमंत्रण स्वीकार करें या CommCare उपयोग शुरू करने के लिए अपना स्वयं का प्रोजेक्ट स्पेस बनाएं।

source: Before you can view any of your own data from CommCare, you will need to create a project space.
hi: CommCare से अपने किसी भी डेटा को देखने से पहले, आपको एक प्रोजेक्ट स्पेस बनाना होगा।

source: Let's add a new project, %(first_name)s.
hi: चलिए एक नया प्रोजेक्ट जोड़ते हैं, %(first_name)s।

source: Please accept an invitation or create your own project space.
hi: कृपया निमंत्रण स्वीकार करें या अपना स्वयं का प्रोजेक्ट स्पेस बनाएं।

source: Create a project space below as a separate sandbox for new applications, users, and form submissions.
hi: नीचे एक प्रोजेक्ट स्पेस बनाएं जो नई एप्लिकेशन, उपयोगकर्ता, और फॉर्म सबमिशन के लिए एक अलग सैंडबॉक्स के रूप में होगा।

source: You have been invited to the following project spaces:
hi: आपको निम्नलिखित प्रोजेक्ट स्पेस में आमंत्रित किया गया है:

source: Create a New Project Space
hi: नया प्रोजेक्ट स्पेस बनाएं

source: Your project space contains all form submissions from your CommCare mobile applications and tools to help you easily create, deploy, and monitor your applications and workers.
hi: आपका प्रोजेक्ट स्पेस आपके CommCare मोबाइल एप्लिकेशन से सभी फॉर्म सबमिशन और ऐसे टूल्स रखता है जो आपको अपनी एप्लिकेशन और वर्कर्स को आसानी से बनाने, तैनात करने और मॉनिटर करने में मदद करते हैं।

source: <strong>Please note:</strong> This project space will not immediately become a part of existing subscriptions.
hi: <strong>कृपया ध्यान दें:</strong> यह प्रोजेक्ट स्पेस तुरंत मौजूदा सब्सक्रिप्शन का हिस्सा नहीं बनेगा।

source: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Learn more about CommCare Enterprise</a> if you would like to link project spaces together under one account.
hi: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">CommCare Enterprise के बारे में और जानें</a> यदि आप प्रोजेक्ट स्पेस को एक ही खाते के तहत जोड़ना चाहते हैं।

source: on <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> with your email address.
hi: <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> पर अपने ईमेल पते के साथ।

source: Almost there, %(full_name)s--please activate your CommCare HQ Account!
hi: लगभग हो गया, %(full_name)s--कृपया अपना CommCare HQ खाता सक्रिय करें!

source: You are almost in, %(first_name)s!
hi: आप लगभग पहुँच गए हैं, %(first_name)s!

source: Activate My Account
hi: मेरा खाता सक्रिय करें

source: Thanks for signing up for CommCare. Your new project space is waiting for you!
hi: CommCare के लिए साइन अप करने के लिए धन्यवाद। आपका नया प्रोजेक्ट स्पेस आपका इंतजार कर रहा है!

source: Please make sure to activate your account from your desktop computer, as App Building is not optimized for mobile devices.
hi: कृपया सुनिश्चित करें कि आप अपने डेस्कटॉप कंप्यूटर से अपना खाता सक्रिय करें, क्योंकि ऐप बिल्डिंग मोबाइल डिवाइस के लिए अनुकूलित नहीं है।

source: Simply activate your account to start collecting better data anywhere in the world.
hi: बस अपना खाता सक्रिय करें और दुनिया में कहीं भी बेहतर डेटा एकत्र करना शुरू करें।

source: You received this message because we received a new user request
hi: आपको यह संदेश इसलिए मिला क्योंकि हमें एक नया उपयोगकर्ता अनुरोध प्राप्त हुआ है

source: Don't forget to activate your account. Your new project space is waiting for you!
hi: अपना खाता सक्रिय करना न भूलें। आपका नया प्रोजेक्ट स्पेस आपका इंतजार कर रहा है!

source: We noticed that you registered for an account yesterday, but it seems you haven't confirmed your email address yet.
hi: हमने देखा कि आपने कल एक खाता पंजीकृत किया था, लेकिन ऐसा लगता है कि आपने अभी तक अपना ईमेल पता पुष्ट नहीं किया है।

source: Dear %(full_name)s, please visit your CommCare HQ Account on a desktop!
hi: प्रिय %(full_name)s, कृपया अपने डेस्कटॉप पर CommCare HQ खाता देखें!

source: A reminder to visit on your desktop:
hi: डेस्कटॉप पर विज़िट करने के लिए एक अनुस्मारक:

source: Visit CommCare HQ
hi: CommCare HQ पर जाएँ

source: This email has been sent as a reminder for you to visit your CommCare HQ project space on a laptop or desktop computer.
hi: यह ईमेल आपको आपके CommCare HQ प्रोजेक्ट स्पेस को लैपटॉप या डेस्कटॉप कंप्यूटर पर विज़िट करने के लिए अनुस्मारक के रूप में भेजा गया है।

source: You received this message because we received a reminder request
hi: आपको यह संदेश इसलिए प्राप्त हुआ क्योंकि हमें एक अनुस्मारक अनुरोध प्राप्त हुआ है

source: You have been added to the %(domain)s project on %(hq_name)s.
hi: आपको %(hq_name)s पर %(domain)s प्रोजेक्ट में जोड़ा गया है।

source: You've been added to %(domain)s.
hi: आपको %(domain)s में जोड़ा गया है।

source: Confirm Account
hi: खाता पुष्टि करें

source: Once you confirm your account you will be able to access and submit data in the %(domain)s project on %(hq_name)s. Your username to login is <strong>%(username)s</strong>
hi: एक बार जब आप अपना खाता पुष्टि कर लेंगे, तो आप %(hq_name)s पर %(domain)s प्रोजेक्ट में डेटा एक्सेस और सबमिट कर सकेंगे। लॉगिन करने के लिए आपका उपयोगकर्ता नाम है <strong>%(username)s</strong>

source: You received this message because we received an invitation request from an administrator of the project "%(domain)s".
hi: आपको यह संदेश इसलिए प्राप्त हुआ क्योंकि हमें "%(domain)s" प्रोजेक्ट के एक व्यवस्थापक से निमंत्रण अनुरोध प्राप्त हुआ है।

source: You have been added to the "%(domain)s" project on %(hq_name)s.
hi: आपको %(hq_name)s पर "%(domain)s" प्रोजेक्ट में जोड़ा गया है।

source: To confirm your account, please open the following link in your browser: %(url)s
hi: अपने खाते की पुष्टि करने के लिए, कृपया निम्न लिंक को अपने ब्राउज़र में खोलें: %(url)s

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
hi: एक बार जब आप अपना खाता पुष्टि कर लेंगे, तो आप "%(domain)s" प्रोजेक्ट में %(hq_name)s पर डेटा एक्सेस और सबमिट कर सकेंगे। लॉगिन करने के लिए आपका उपयोगकर्ता नाम है %(username)s

source: Thanks,
hi: धन्यवाद,

source: -The %(hq_name)s team
hi: -%(hq_name)s टीम

source: Reset your password on CommCare HQ!
hi: CommCare HQ पर अपना पासवर्ड रीसेट करें!

source: Reset password for
hi: पासवर्ड रीसेट करें

source: Reset Password
hi: पासवर्ड रीसेट करें

source: Someone requested a password reset for your email on CommCare HQ.
hi: किसी ने CommCare HQ पर आपके ईमेल के लिए पासवर्ड रीसेट का अनुरोध किया है।

source: If it wasn't you, feel free to ignore this email.
hi: यदि यह आपने नहीं किया है, तो इस ईमेल को अनदेखा करें।

source: You received this message because we received a password reset request
hi: आपको यह संदेश इसलिए प्राप्त हुआ क्योंकि हमें पासवर्ड रीसेट अनुरोध प्राप्त हुआ है

source: Reset Password on CommCare HQ
hi: CommCare HQ पर पासवर्ड रीसेट करें

source: Hello %(name)s, Your account with username %(username)s is confirmed successfully. You can now log in and submit data in the "%(domain)s" project on %(hq_name)s. Thanks, -The %(hq_name)s team
hi: नमस्ते %(name)s, आपका खाता जिसका उपयोगकर्ता नाम %(username)s है, सफलतापूर्वक पुष्टि हो गया है। अब आप %(hq_name)s पर "%(domain)s" प्रोजेक्ट में लॉग इन कर सकते हैं और डेटा सबमिट कर सकते हैं। धन्यवाद, -%(hq_name)s टीम

source: Hello %(name)s,
hi: नमस्ते %(name)s,

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
hi: एक बार जब आप अपना खाता पुष्टि कर लेंगे, तो आप "%(domain)s" प्रोजेक्ट में %(hq_name)s पर डेटा एक्सेस और सबमिट कर सकेंगे। लॉगिन करने के लिए आपका उपयोगकर्ता नाम है %(username)s

source: Oh, no!
hi: ओह, नहीं!

source: Well, this is embarrassing...
hi: यह तो शर्मनाक है...

source: It seems our servers are having issues processing new accounts right now.
hi: ऐसा लगता है कि हमारे सर्वर अभी नए खातों को प्रोसेस करने में समस्या का सामना कर रहे हैं।

source: It's most definitely our fault, and we sincerely apologize. Our best developers are already on the case, don't worry.
hi: यह निश्चित रूप से हमारी गलती है, और हम ईमानदारी से क्षमा चाहते हैं। हमारे सर्वश्रेष्ठ डेवलपर्स पहले से ही इस पर काम कर रहे हैं, चिंता न करें।

source: Please try back in an hour and hopefully everything will be fixed. We are very sorry for the inconvenience.
hi: कृपया एक घंटे बाद पुनः प्रयास करें, उम्मीद है तब तक सब कुछ ठीक हो जाएगा। हुई असुविधा के लिए हमें खेद है।

source: Issue with registration
hi: पंजीकरण में समस्या

source: Go Back & Fix Form
hi: वापस जाएँ और फ़ॉर्म ठीक करें

source: Creating Account...
hi: खाता बनाया जा रहा है...

source: Please wait a moment&mdash;almost there!
hi: कृपया एक क्षण प्रतीक्षा करें—लगभग हो गया!

source: Created new user...
hi: नया उपयोगकर्ता बनाया गया...

source: Prepared project space...
hi: प्रोजेक्ट स्पेस तैयार किया गया...

source: Updated reports...
hi: रिपोर्ट्स अपडेट की गईं...

source: Syncing with servers...
hi: सर्वर के साथ सिंक किया जा रहा है...

source: Thank you for choosing <strong>CommCare</strong>. <i class="fa fa-heart"></i>
hi: <strong>CommCare</strong> चुनने के लिए धन्यवाद। <i class="fa fa-heart"></i>

source: Success!
hi: सफलता!

source: An email was just sent to
hi: एक ईमेल अभी भेजा गया है

source: Please visit the link provided <strong>from your desktop computer</strong> to activate your account, so you can start using your new CommCare HQ project!
hi: कृपया अपना खाता सक्रिय करने के लिए <strong>अपने डेस्कटॉप कंप्यूटर</strong> से दिए गए लिंक पर जाएँ, ताकि आप अपना नया CommCare HQ प्रोजेक्ट उपयोग करना शुरू कर सकें!

source: <strong>Please visit the link provided in the email to activate your account,</strong> so you can start using your new CommCare HQ project!
hi: <strong>कृपया अपना खाता सक्रिय करने के लिए ईमेल में दिए गए लिंक पर जाएँ,</strong> ताकि आप अपना नया CommCare HQ प्रोजेक्ट उपयोग करना शुरू कर सकें!

source: If you can't find the email, you may <a href="%(resend_url)s">resend the confirmation email</a>.
hi: यदि आपको ईमेल नहीं मिल रहा है, तो आप <a href="%(resend_url)s">पुष्टि ईमेल पुनः भेजें</a> कर सकते हैं।

source: Single Sign-On
hi: सिंगल साइन-ऑन

source: We are now redirecting you to sign in with <span data-bind="text: ssoIdpName"></span>.
hi: अब हम आपको <span data-bind="text: ssoIdpName"></span> के साथ साइन इन करने के लिए रीडायरेक्ट कर रहे हैं।

source: Your account will be created after the next step.
hi: अगला चरण पूरा होने के बाद आपका खाता बनाया जाएगा।

source: Create an Account
hi: खाता बनाएँ

source: Create Account
hi: खाता बनाएँ

source: Name Project
hi: प्रोजेक्ट का नाम

source: Loading...just a second!
hi: लोड हो रहा है... बस एक सेकंड!

source: Want to learn more before signing up?
hi: साइन अप करने से पहले और जानना चाहते हैं?

source: Visit CommCareHQ on your computer!
hi: अपने कंप्यूटर पर CommCareHQ देखें!

source: A user with this email address is already in this project or has a pending invitation.
hi: इस ईमेल पते के साथ एक उपयोगकर्ता पहले से ही इस प्रोजेक्ट में है या उसकी एक लंबित निमंत्रण है।

source: A user with this email address is deactivated.
hi: इस ईमेल पते के साथ एक उपयोगकर्ता निष्क्रिय कर दिया गया है।

source: Please try again.
hi: कृपया पुनः प्रयास करें।

source: There is already a user with this email.
hi: इस ईमेल के साथ पहले से ही एक उपयोगकर्ता मौजूद है।

source: CommCareHQ account request
hi: CommCareHQ खाता अनुरोध

source: This email is managed by {}. You will be asked to login with Single Sign-On after the next step.
hi: यह ईमेल {} द्वारा प्रबंधित है। अगले चरण के बाद आपको सिंगल साइन-ऑन के साथ लॉगिन करने के लिए कहा जाएगा।

source: Confirm Account
hi: खाता पुष्टि करें

source: Oops!
hi: उफ़!

source: Your organization has requested that project creation be restricted. For more information, please speak to your administrator.
hi: आपके संगठन ने प्रोजेक्ट निर्माण को सीमित करने का अनुरोध किया है। अधिक जानकारी के लिए कृपया अपने व्यवस्थापक से बात करें।

source: Number of projects requested today exceeds limit (%d) - contact Dimagi
hi: आज अनुरोधित प्रोजेक्ट्स की संख्या सीमा (%d) से अधिक है - Dimagi से संपर्क करें

source: Project name already taken - please try another
hi: प्रोजेक्ट नाम पहले से लिया जा चुका है - कृपया कोई और नाम आज़माएँ

source: We encountered a temporary system issue. Please try again in a few minutes. If the issue persists, please contact support.
hi: हमें एक अस्थायी सिस्टम समस्या का सामना करना पड़ा। कृपया कुछ मिनटों में पुनः प्रयास करें। यदि समस्या बनी रहती है, तो कृपया सहायता से संपर्क करें।

source: Please wait at least {CONFIRMATION_RESEND_LIMIT_SECONDS}
hi: कृपया कम से कम {CONFIRMATION_RESEND_LIMIT_SECONDS} प्रतीक्षा करें

source: There was a problem with your request
hi: आपके अनुरोध में कोई समस्या थी

source: An account activation key was not provided. If you think this is an error, please contact the system administrator.
hi: खाता सक्रियण कुंजी प्रदान नहीं की गई थी। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया सिस्टम व्यवस्थापक से संपर्क करें।

source: The account activation key "%s" provided is invalid. If you think this is an error, please contact the system administrator.
hi: प्रदान की गई खाता सक्रियण कुंजी "%s" अमान्य है। यदि आपको लगता है कि यह एक त्रुटि है, तो कृपया सिस्टम व्यवस्थापक से संपर्क करें।

source: Accepted
hi: स्वीकृत

source: Rejected
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Invitation Accepted
hi: निमंत्रण स्वीकार किया गया

source: Invitation Rejected
hi: निमंत्रण अस्वीकार किया गया

source: Grant created
hi: अनुदान बनाया गया

source: Grant removed
hi: अनुदान हटाया गया

source: Data Accessed
hi: डेटा एक्सेस किया गया

source: Invitation Added
hi: निमंत्रण जोड़ा गया

source: Registry Activated
hi: रजिस्ट्री सक्रिय की गई

source: Registry De-activated
hi: रजिस्ट्री निष्क्रिय की गई

source: Invitation Revoked
hi: निमंत्रण रद्द किया गया

source: Schema Changed
hi: स्कीमा बदला गया

source: Invitation
hi: निमंत्रण

source: Grant
hi: अनुदान

source: CommCare Data Registry: Invitation to participate
hi: CommCare डेटा रजिस्ट्री: भाग लेने के लिए निमंत्रण

source: CommCare Data Registry: Participant opted in
hi: CommCare डेटा रजिस्ट्री: प्रतिभागी ने भाग लिया

source: CommCare Data Registry: Participant opted out
hi: CommCare डेटा रजिस्ट्री: प्रतिभागी ने भाग नहीं लिया

source: CommCare Data Registry: Access Granted
hi: CommCare डेटा रजिस्ट्री: एक्सेस दिया गया

source: The '%(domain)s' project space has been granted access to data from the '%(access_domain)s' project space via the '%(registry_name)s' CommCare data registry.
hi: '%(domain)s' प्रोजेक्ट स्पेस को '%(registry_name)s' CommCare डेटा रजिस्ट्री के माध्यम से '%(access_domain)s' प्रोजेक्ट स्पेस से डेटा एक्सेस की अनुमति दी गई है।

source: You can view the data registry at the following link:
hi: आप निम्न लिंक पर डेटा रजिस्ट्री देख सकते हैं:

source: Thank you for using CommCare.
hi: CommCare का उपयोग करने के लिए धन्यवाद।

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
hi: सादर,<br /> CommCare HQ टीम <br /> www.commcarehq.org

source: Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
hi: CommCare का उपयोग करने के लिए धन्यवाद। सादर, CommCare HQ टीम www.commcarehq.org

source: The '%(domain)s' project space has been invited to participate in the '%(registry_name)s' CommCare data registry by the '%(owning_domain)s' project space.
hi: '%(owning_domain)s' प्रोजेक्ट स्पेस द्वारा '%(domain)s' प्रोजेक्ट स्पेस को '%(registry_name)s' CommCare डेटा रजिस्ट्री में भाग लेने के लिए आमंत्रित किया गया है।

source: You can opt in or out of the registry by following this link:
hi: आप इस लिंक का अनुसरण करके रजिस्ट्री में भाग ले सकते हैं या बाहर हो सकते हैं:

source: You can opt in or out of the registry by following this link: %(registry_url)s
hi: आप इस लिंक %(registry_url)s का अनुसरण करके रजिस्ट्री में भाग ले सकते हैं या बाहर हो सकते हैं

source: Dear %(owning_domain)s administrator,
hi: प्रिय %(owning_domain)s व्यवस्थापक,

source: The '%(domain)s' project space has opted in to the '%(registry_name)s' CommCare data registry.
hi: '%(domain)s' प्रोजेक्ट स्पेस ने '%(registry_name)s' CommCare डेटा रजिस्ट्री में भाग लिया है।

source: The '%(domain)s' project space has opted out of the '%(registry_name)s' CommCare data registry.
hi: '%(domain)s' प्रोजेक्ट स्पेस ने '%(registry_name)s' CommCare डेटा रजिस्ट्री में भाग नहीं लिया है।

source: You can manage the data registry at the following link:
hi: आप निम्न लिंक पर डेटा रजिस्ट्री प्रबंधित कर सकते हैं:

source: You can manage the data registry at the following link: %(registry_url)s
hi: आप निम्न लिंक %(registry_url)s पर डेटा रजिस्ट्री प्रबंधित कर सकते हैं

source: Untitled Data Registry
hi: शीर्षकहीन डेटा रजिस्ट्री

source: Enter data registry description here
hi: यहाँ डेटा रजिस्ट्री का विवरण दर्ज करें

source: This registry is managed by the '%(owning_domain)s' project space.
hi: यह रजिस्ट्री '%(owning_domain)s' प्रोजेक्ट स्पेस द्वारा प्रबंधित है।

source: Participating project spaces:
hi: भाग लेने वाले प्रोजेक्ट स्पेस:

source: Opt in
hi: सहमति दें

source: Opt out
hi: सहमति न दें

source: You must opt-in to the registry before you are able to manage grants.
hi: आपको रजिस्ट्री का प्रबंधन करने से पहले इसमें सहमति देनी होगी।

source: Your project space has not been granted access to data from any other project spaces.
hi: आपके प्रोजेक्ट स्पेस को किसी अन्य प्रोजेक्ट स्पेस के डेटा तक पहुँच नहीं दी गई है।
