Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Select Menu Audio
hi: मेनू ऑडियो चुनें

source: Select Video
hi: वीडियो चुनें

source: Select Logo
hi: लोगो चुनें

source: Select File
hi: फ़ाइल चुनें

source: Current Icon
hi: वर्तमान आइकन

source: Current Audio
hi: वर्तमान ऑडियो

source: Current Video
hi: वर्तमान वीडियो

source: Current Logo
hi: वर्तमान लोगो

source: Current File
hi: वर्तमान फ़ाइल

source: Begin Upload
hi: अपलोड प्रारंभ करें

source: <strong>Warning:</strong> This application contains forms with errors&mdash;we cannot pull any multimedia references from those forms.
hi: <strong>चेतावनी:</strong> इस एप्लिकेशन में त्रुटियों वाले फॉर्म हैं—हम उन फॉर्मों से कोई भी मल्टीमीडिया संदर्भ नहीं निकाल सकते।

source: <i class="fa-solid fa-triangle-exclamation"></i> This application is missing references, so this zip will be incomplete.
hi: <i class="fa-solid fa-triangle-exclamation"></i> इस एप्लिकेशन में संदर्भ गायब हैं, इसलिए यह ज़िप अधूरी होगी।

source: Download Incomplete ZIP
hi: अधूरी ZIP डाउनलोड करें

source: Download ZIP
hi: ZIP डाउनलोड करें

source: Menu or Form
hi: मेनू या फॉर्म

source: Size
hi: आकार

source: Path in Application
hi: एप्लिकेशन में पथ

source: No media found matching your filters.
hi: आपकी फ़िल्टर से मेल खाती कोई मीडिया नहीं मिली।

source: <i class="fa fa-spin fa-spinner"></i> Loading...
hi: <i class="fa fa-spin fa-spinner"></i> लोड हो रहा है...

source: You can manage multimedia by uploading files individually below.
hi: आप नीचे व्यक्तिगत रूप से फ़ाइलें अपलोड करके मल्टीमीडिया प्रबंधित कर सकते हैं।

source: This application references no multimedia.
hi: यह एप्लिकेशन किसी भी मल्टीमीडिया का संदर्भ नहीं देता है।

source: References
hi: संदर्भ

source: Open image in new tab
hi: छवि को नए टैब में खोलें

source: Open file in new tab
hi: फ़ाइल को नए टैब में खोलें

source: <p class="help-block"> This page allows you to check if your non-default languages are missing any multimedia <strong>references</strong> and therefore will display the default language's multimedia. <br> If any references are missing, visit <a href="%(paths_url)s">Manage Multimedia Paths</a> to identify where those references are used and add translated multimedia. <br> This page does not check if your app is missing any <strong>files</strong>; visit the <a href="%(reference_checker)s">Multimedia Reference Checker</a> to identify missing files. </p>
hi: <p class="help-block"> यह पृष्ठ आपको यह जांचने की अनुमति देता है कि आपकी गैर-डिफ़ॉल्ट भाषाओं में कोई मल्टीमीडिया <strong>संदर्भ</strong> गायब है या नहीं और इसलिए डिफ़ॉल्ट भाषा का मल्टीमीडिया प्रदर्शित होगा। <br> यदि कोई संदर्भ गायब हैं, तो <a href="%(paths_url)s">मल्टीमीडिया पथ प्रबंधित करें</a> पर जाएँ यह पहचानने के लिए कि वे संदर्भ कहाँ उपयोग किए गए हैं और अनुवादित मल्टीमीडिया जोड़ें। <br> यह पृष्ठ यह जांचता नहीं है कि आपके ऐप में कोई <strong>फ़ाइलें</strong> गायब हैं या नहीं; इसके लिए जाएँ <a href="%(reference_checker)s">मल्टीमीडिया संदर्भ चेकर</a> यह पहचानने के लिए कि कौन सी फ़ाइलें गायब हैं। </p>

source: Language(s)
hi: भाषा(एं)

source: Media Type(s)
hi: मीडिया प्रकार(एं)

source: Check for missing media
hi: गायब मीडिया की जाँच करें

source: Errors found
hi: त्रुटियाँ मिलीं

source: New Audio Uploaded Successfully
hi: नई ऑडियो सफलतापूर्वक अपलोड की गई

source: View Full Size
hi: पूर्ण आकार देखें

source: New Image Uploaded Successfully
hi: नई छवि सफलतापूर्वक अपलोड की गई

source: New Video Uploaded Successfully
hi: नया वीडियो सफलतापूर्वक अपलोड किया गया

source: Ready to upload. Click <strong>Begin Upload</strong> below to start.
hi: अपलोड के लिए तैयार। शुरू करने के लिए नीचे <strong>अपलोड प्रारंभ करें</strong> पर क्लिक करें।

source: There were errors
hi: कुछ त्रुटियाँ हुईं

source: Cancel Upload
hi: अपलोड रद्द करें

source: Menu {index}: {name}
hi: मेनू {index}: {name}

source: > Form {index}: {name}
hi: > फ़ॉर्म {index}: {name}

source: Paths
hi: पथ

source: Path in row {} could not be found in application: <code>{}</code>
hi: पंक्ति {} में पथ एप्लिकेशन में नहीं मिला: <code>{}</code>

source: In row {}, old and new paths are both <code>{}</code>. Please provide an updated path or remove this row
hi: पंक्ति {} में पुराना और नया पथ दोनों <code>{}</code> हैं। कृपया एक अद्यतित पथ प्रदान करें या इस पंक्ति को हटा दें

source: Path in row {} was already renamed in row {}: <code>{}</code>
hi: पंक्ति {} में पथ पहले ही पंक्ति {} में नाम बदल चुका है: <code>{}</code>

source: Path <code>{}</code> in row {} was replaced with <code>{}</code>
hi: पंक्ति {} में पथ <code>{}</code> को <code>{}</code> से बदल दिया गया

source: File extension in row {} changed from {} to {}
hi: पंक्ति {} में फ़ाइल एक्सटेंशन {} से {} में बदल गया

source: New path in row {} was already used to rename row {}: <code>{}</code>
hi: पंक्ति {} में नया पथ पहले ही पंक्ति {} का नाम बदलने के लिए उपयोग किया गया था: <code>{}</code>

source: {} item(s) updated in <a href='{}' target='_blank'>{}</a>
hi: {} आइटम(स) <a href='{}' target='_blank'>{}</a> में अपडेट किए गए

source: Bulk Upload Multimedia
hi: मल्टीमीडिया बल्क अपलोड करें

source: CommCare Help Site
hi: CommCare सहायता साइट

source: multimedia
hi: मल्टीमीडिया

source: multimedia files
hi: मल्टीमीडिया फ़ाइलें

source: Bulk Upload Multimedia Status
hi: मल्टीमीडिया बल्क अपलोड स्थिति

source: Importing your multimedia. This may take some time...
hi: आपका मल्टीमीडिया आयात किया जा रहा है। इसमें कुछ समय लग सकता है...

source: Problem importing data! Please try again or report an issue.
hi: डेटा आयात करने में समस्या! कृपया पुनः प्रयास करें या कोई समस्या रिपोर्ट करें।

source: Return to multimedia reference checker
hi: मल्टीमीडिया संदर्भ चेकर पर लौटें

source: Manage Multimedia Paths
hi: मल्टीमीडिया पथ प्रबंधित करें

source: multimedia paths
hi: मल्टीमीडिया पथ

source: Please choose a file with one of the following extensions: {}
hi: कृपया निम्नलिखित एक्सटेंशन में से किसी एक के साथ फ़ाइल चुनें: {}

source: File does not appear to be an Excel file. Please choose another file.
hi: फ़ाइल एक्सेल फ़ाइल प्रतीत नहीं होती है। कृपया कोई अन्य फ़ाइल चुनें।

source: Could not completely update path <code>{}</code>, please check app for remaining references.
hi: पथ <code>{}</code> को पूरी तरह से अपडेट नहीं किया जा सका, कृपया शेष संदर्भों के लिए ऐप जांचें।

source: Old Path
hi: पुराना पथ

source: New Path
hi: नया पथ

source: Usages
hi: उपयोग

source: Translations Coverage
hi: अनुवाद कवरेज

source: Download Audio Translator Files
hi: ऑडियो अनुवादक फ़ाइलें डाउनलोड करें

source: There was an issue processing the zip file you provided. Error: %s
hi: आपके द्वारा प्रदान की गई ज़िप फ़ाइल को संसाधित करने में समस्या थी। त्रुटि: %s

source: Uploaded file is not a ZIP file.
hi: अपलोड की गई फ़ाइल ज़िप फ़ाइल नहीं है।

source: There is no ZIP file.
hi: कोई ज़िप फ़ाइल नहीं है।

source: Unable to extract the ZIP file.
hi: ज़िप फ़ाइल को निकालने में असमर्थ।

source: Did not process a mime type!
hi: माइम टाइप को प्रोसेस नहीं किया गया!

source: Not a valid %s file.
hi: यह एक मान्य %s फ़ाइल नहीं है।

source: File {name} has an incorrect file type {ext}.
hi: फ़ाइल {name} का फ़ाइल प्रकार {ext} गलत है।

source: The file type of {name} of '{ext}' does not match the file type of the original media file '{orig_ext}'. To change file types, please upload directly from the Form Builder.
hi: {name} का फ़ाइल प्रकार '{ext}' मूल मीडिया फ़ाइल '{orig_ext}' के फ़ाइल प्रकार से मेल नहीं खाता। फ़ाइल प्रकार बदलने के लिए, कृपया सीधे फॉर्म बिल्डर से अपलोड करें।

source: Step {} of {}
hi: चरण {} में से {}

source: Application Build
hi: एप्लिकेशन बिल्ड

source: Case Group
hi: केस समूह

source: Sorry - you have attempted to login with an incorrect password too many times. Please <a href="/accounts/password_reset_email/">click here</a> to reset your password or contact the domain administrator.
hi: माफ़ कीजिए - आपने गलत पासवर्ड से बहुत बार लॉगिन करने की कोशिश की है। कृपया <a href="/accounts/password_reset_email/">यहाँ क्लिक करें</a> पासवर्ड रीसेट करने के लिए या डोमेन व्यवस्थापक से संपर्क करें।

source: Enter email address
hi: ईमेल पता दर्ज करें

source: Enter password
hi: पासवर्ड दर्ज करें

source: Please enter a valid email address.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।

source: Please enter a password.
hi: कृपया पासवर्ड दर्ज करें।

source: Please enter valid CAPTCHA
hi: कृपया मान्य CAPTCHA दर्ज करें

source: Sending will be retried.
hi: भेजना फिर से प्रयास किया जाएगा।

source: Sending aborted.
hi: भेजना रद्द कर दिया गया।

source: Forbidden
hi: निषिद्ध

source: Sorry, you don't have permission to access that page!
hi: माफ़ कीजिए, आपको उस पृष्ठ तक पहुँचने की अनुमति नहीं है!

source: Contact your administrator if you believe this is a mistake.
hi: यदि आपको लगता है कि यह गलती है तो अपने व्यवस्थापक से संपर्क करें।

source: Not Found
hi: नहीं मिला

source: Sorry, we couldn't find that for you.
hi: माफ़ कीजिए, हम आपके लिए वह नहीं ढूंढ सके।

source: If you think there should be something here, please <a href="mailto:%(SUPPORT_EMAIL)s">let us know</a>!
hi: यदि आपको लगता है कि यहाँ कुछ होना चाहिए, तो कृपया <a href="mailto:%(SUPPORT_EMAIL)s">हमें बताएं</a>!

source: 500 Error
hi: 500 त्रुटि

source: Oh no, something unexpected just happened!
hi: ओह नहीं, कुछ अप्रत्याशित हो गया!

source: Sad Danny is Sad
hi: दुखी डैनी दुखी है

source: First time here?
hi: पहली बार यहाँ आए हैं?

source: Try refreshing. Often the problem is temporary and the page will succeed if you try again.
hi: पुनः लोड करने का प्रयास करें। अक्सर समस्या अस्थायी होती है और यदि आप फिर से प्रयास करेंगे तो पृष्ठ सफल हो सकता है।

source: Refresh Page
hi: पृष्ठ रीफ्रेश करें

source: Check the status of our services.
hi: हमारी सेवाओं की स्थिति जांचें।

source: If there is a problem with our systems, we'll post an update to our Status Page.
hi: यदि हमारे सिस्टम में कोई समस्या है, तो हम अपनी स्थिति पृष्ठ पर अपडेट पोस्ट करेंगे।

source: View Status Page
hi: स्थिति पृष्ठ देखें

source: Been here before? Report an issue to help us get this problem fixed faster.
hi: पहले भी यहाँ आ चुके हैं? समस्या रिपोर्ट करें ताकि हम इसे जल्दी ठीक कर सकें।

source: We would appreciate any additional information about what happened before you encountered this problem.
hi: हमें यह जानकर खुशी होगी कि इस समस्या के आने से पहले क्या हुआ था।

source: Short Description
hi: संक्षिप्त विवरण

source: Full Description
hi: पूर्ण विवरण

source: Submit Report
hi: रिपोर्ट सबमिट करें

source: Someone ate the cookies.
hi: किसी ने कुकीज़ खा लीं।

source: Try <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >refreshing</a> the page.
hi: कोशिश करें <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >पेज को रीफ़्रेश</a> करें।

source: If that doesn't work, clear your browser's cache, then close and reopen your browser.
hi: यदि यह काम नहीं करता है, तो अपने ब्राउज़र का कैश साफ़ करें, फिर ब्राउज़र को बंद करें और पुनः खोलें।

source: Need help?
hi: मदद चाहिए?

source: Still having trouble?
hi: अब भी समस्या आ रही है?

source: 500! Sorry, something went wrong, and we're very sorry about it. This problem has been logged and we're already hard at work figuring out the issue!
hi: 500! माफ़ कीजिए, कुछ गलत हो गया, और हमें इसका बहुत अफ़सोस है। इस समस्या को लॉग कर लिया गया है और हम पहले से ही इसे हल करने में लगे हैं!

source: Schedule a Demo
hi: डेमो शेड्यूल करें

source: This is a snapshot of
hi: यह एक स्नैपशॉट है

source: Your invoice for %(invoice_month)s is past due!
hi: आपका %(invoice_month)s का चालान बकाया है!

source: Remind me later
hi: बाद में याद दिलाएं

source: Pay invoice now
hi: अभी चालान का भुगतान करें

source: Thank you for logging in!
hi: लॉगिन करने के लिए धन्यवाद!

source: You may close this window and return to your work.
hi: आप इस विंडो को बंद कर सकते हैं और अपने काम पर लौट सकते हैं।

source: Your session has expired
hi: आपका सत्र समाप्त हो गया है

source: Please login again with Single Sign-On
hi: कृपया फिर से सिंगल साइन-ऑन के साथ लॉगिन करें

source: We opened a new window for you to log in again with Single Sign-On. If you've finished logging in there, you may close this popup. Thank you!
hi: हमने आपके लिए फिर से सिंगल साइन-ऑन के साथ लॉगिन करने के लिए एक नई विंडो खोली है। यदि आपने वहाँ लॉगिन पूरा कर लिया है, तो आप इस पॉपअप को बंद कर सकते हैं। धन्यवाद!

source: Thank you for logging in with Single Sign-On!
hi: सिंगल साइन-ऑन के साथ लॉग इन करने के लिए धन्यवाद!

source: You may close this window and return to your work. Thank you.
hi: आप इस विंडो को बंद कर सकते हैं और अपने कार्य पर लौट सकते हैं। धन्यवाद।

source: Register OAuth application
hi: OAuth एप्लिकेशन पंजीकृत करें

source: Starting %(prepaid_remaining_date)s, you will be billed $%(monthly_fee)s per month for your CommCare %(edition)s Edition plan.
hi: %(prepaid_remaining_date)s से, आपको अपने CommCare %(edition)s एडिशन प्लान के लिए प्रति माह $%(monthly_fee)s का बिल भेजा जाएगा।

source: Add Credits or Modify Subscription
hi: क्रेडिट्स जोड़ें या सब्सक्रिप्शन संशोधित करें

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancel </button> </div> </div> </div>
hi: <div class="modal-header"> <h4 class="modal-title">%(name)s बंद करें</h4> </div> <div class="modal-body"> <p class="lead"> क्या आप वाकई अभी के लिए %(name)s बंद करना चाहते हैं? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> हाँ, %(name)s बंद करें </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> रद्द करें </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancel </button> </div> </div> </div>
hi: <div class="modal-header"> <h4 class="modal-title">%(name)s बंद करें</h4> </div> <div class="modal-body"> <p class="lead"> क्या आप वाकई अभी के लिए %(name)s बंद करना चाहते हैं? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> हाँ, %(name)s बंद करें </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> रद्द करें </button> </div> </div> </div>

source: Errors
hi: त्रुटियाँ

source: Additional Details
hi: अतिरिक्त विवरण

source: HTMX Event Error
hi: HTMX इवेंट त्रुटि

source: Encountered error "%(error_message)s" while performing action %(action)s.
hi: %(action)s करते समय "%(error_message)s" त्रुटि आई।

source: Change Project
hi: प्रोजेक्ट बदलें

source: All Projects
hi: सभी प्रोजेक्ट्स

source: Add Project
hi: प्रोजेक्ट जोड़ें

source: Manage Settings
hi: सेटिंग्स प्रबंधित करें

source: Logged in As
hi: लॉग इन हैं

source: Manage Enterprise
hi: एंटरप्राइज प्रबंधित करें

source: Manage Project
hi: प्रोजेक्ट प्रबंधित करें

source: Support Options
hi: सहायता विकल्प

source: View Domain Doc
hi: डोमेन डॉक देखें

source: Manage Account
hi: खाता प्रबंधित करें

source: My Account Settings
hi: मेरी खाता सेटिंग्स

source: Sign Out
hi: साइन आउट

source: Help &amp; Resources
hi: सहायता और संसाधन

source: %(cc_name)s Help
hi: %(cc_name)s सहायता

source: Visit the Help Site
hi: सहायता साइट पर जाएँ

source: User Forum
hi: यूज़र फोरम

source: Report an Issue
hi: समस्या रिपोर्ट करें

source: Solutions Feature Request
hi: सॉल्यूशंस फीचर अनुरोध

source: Status Page
hi: स्थिति पृष्ठ

source: Project
hi: प्रोजेक्ट

source: CommCare HQ Demo Project
hi: CommCare HQ डेमो प्रोजेक्ट

source: Snapshot of %(snap_name)s
hi: %(snap_name)s का स्नैपशॉट

source: Select Project...
hi: प्रोजेक्ट चुनें...

source: Session expiring soon
hi: सत्र जल्द ही समाप्त हो रहा है

source: You're about to be logged out due to inactivity. Please click below to extend your session.
hi: निष्क्रियता के कारण आप लॉग आउट होने वाले हैं। कृपया नीचे क्लिक करें ताकि आपका सत्र बढ़ाया जा सके।

source: Extend session
hi: सत्र बढ़ाएँ

source: Important Message
hi: महत्वपूर्ण संदेश

source: <strong>%(feat_name)s</strong> is only available for the %(req_plan)s Plan and higher. Your subscription to %(current_plan)s Plan is under a trial period.
hi: <strong>%(feat_name)s</strong> केवल %(req_plan)s प्लान और उससे ऊपर के लिए उपलब्ध है। आपकी सदस्यता %(current_plan)s प्लान के लिए ट्रायल अवधि में है।

source: We want you to have a chance to use and evaluate our pay-only features before deciding which plan to subscribe to. You will have access to <strong>%(feat_name)s</strong> during this trial period, ending on %(date_end)s. After %(date_end)s, you will no longer have access to %(feat_name)s.
hi: हम चाहते हैं कि आप हमारे केवल-भुगतान फीचर्स का उपयोग और मूल्यांकन कर सकें, इससे पहले कि आप किस प्लान की सदस्यता लें यह तय करें। आपको इस ट्रायल अवधि के दौरान <strong>%(feat_name)s</strong> तक पहुँच प्राप्त होगी, जो %(date_end)s को समाप्त होगी। %(date_end)s के बाद, आपको %(feat_name)s तक पहुँच नहीं मिलेगी।

source: To continue accessing %(feat_name)s after the trial period, subscribe to the %(req_plan)s Plan.
hi: ट्रायल अवधि के बाद %(feat_name)s तक पहुँच जारी रखने के लिए, %(req_plan)s प्लान की सदस्यता लें।

source: Change my project's plan
hi: मेरे प्रोजेक्ट का प्लान बदलें

source: CommCare HQ Terms
hi: CommCare HQ शर्तें

source: On May 25, 2018 our new <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Privacy Policy, Terms of Service, Business Agreement, and Acceptable Use Policy </a> (collectively, "Terms") went into effect. We made these updates to clarify our terms and address some new privacy laws in Europe. The spirit of our previous terms remains unchanged and, as always, you are the owner of your data. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Click here</a> to learn more. <br><br> Click on the 'I Agree' button to let us know that you agree to our new Terms. If you do not agree to our new Terms, you may choose to stop using our services. Before doing so, however, please get in touch with us at <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. We're here to answer any questions you have. Again, our updates are intended to reflect the spirit of our previous terms. <br><br> Thank you, <br><br> - The Dimagi Team
hi: 25 मई, 2018 को हमारे नए <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> गोपनीयता नीति, सेवा की शर्तें, व्यापार समझौता, और स्वीकार्य उपयोग नीति </a> (सामूहिक रूप से, "शर्तें") प्रभावी हो गईं। हमने अपनी शर्तों को स्पष्ट करने और यूरोप में कुछ नए गोपनीयता कानूनों को संबोधित करने के लिए ये अपडेट किए हैं। हमारी पिछली शर्तों की भावना अपरिवर्तित है और, हमेशा की तरह, आप अपने डेटा के मालिक हैं। <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">अधिक जानने के लिए यहाँ क्लिक करें</a>। <br><br> कृपया 'मैं सहमत हूँ' बटन पर क्लिक करें ताकि हमें पता चले कि आप हमारी नई शर्तों से सहमत हैं। यदि आप हमारी नई शर्तों से सहमत नहीं हैं, तो आप हमारी सेवाओं का उपयोग बंद कर सकते हैं। हालाँकि, ऐसा करने से पहले, कृपया हमसे <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a> पर संपर्क करें। हम आपके सभी सवालों का जवाब देने के लिए यहाँ हैं। फिर से, हमारे अपडेट्स का उद्देश्य हमारी पिछली शर्तों की भावना को दर्शाना है। <br><br> धन्यवाद, <br><br> - डिमागी टीम

source: I Agree
hi: मैं सहमत हूँ

source: Report an Issue with CommCare HQ
hi: CommCare HQ के साथ समस्या रिपोर्ट करें

source: Please submit this report from page where issue is occurring
hi: कृपया इस रिपोर्ट को उसी पृष्ठ से सबमिट करें जहाँ समस्या आ रही है

source: One Sentence Description of Issue
hi: समस्या का एक वाक्य में विवरण

source: Please give us some information about the issue
hi: कृपया हमें इस समस्या के बारे में कुछ जानकारी दें

source: Please describe the issue and list any steps you took to see this issue.
hi: कृपया समस्या का विवरण दें और वे सभी कदम सूचीबद्ध करें जो आपने इस समस्या को देखने के लिए उठाए।

source: Please enter your email here so that we can follow up with you regarding this issue
hi: कृपया यहाँ अपना ईमेल दर्ज करें ताकि हम इस समस्या के संबंध में आपसे संपर्क कर सकें

source: Incorrect Format
hi: गलत प्रारूप

source: Please provide a short description of your organization and the work it is doing.
hi: कृपया अपनी संस्था और उसके कार्य का संक्षिप्त विवरण दें।

source: Other recipients
hi: अन्य प्राप्तकर्ता

source: Comma-separated email addresses of others you want to notify about this issue.
hi: उन अन्य लोगों के ईमेल पते (कॉमा से अलग किए हुए) दर्ज करें जिन्हें आप इस समस्या के बारे में सूचित करना चाहते हैं।

source: Upload file
hi: फ़ाइल अपलोड करें

source: Please upload any files relevant to your issue.
hi: कृपया अपनी समस्या से संबंधित कोई भी फ़ाइल अपलोड करें।

source: Do not upload a file containing individually identifiable data.
hi: ऐसी कोई फ़ाइल अपलोड न करें जिसमें व्यक्तिगत रूप से पहचान योग्य डेटा हो।

source: Submitting Report...
hi: रिपोर्ट सबमिट की जा रही है...

source: Failed. Retry Issue Submission
hi: असफल। समस्या सबमिट करने का पुनः प्रयास करें

source: Success! Back to CommCare HQ
hi: सफलता! वापस CommCare HQ पर जाएँ

source: Make a Feature Request to Solutions
hi: Solutions के लिए फीचर अनुरोध करें

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
hi: यदि यह अनुरोध किसी विशेष फीचर से संबंधित है, तो कृपया इस रिपोर्ट को उसी स्थान से सबमिट करें जहाँ आप बदलाव देखना चाहते हैं।

source: One sentence description of feature/change request.
hi: फीचर/बदलाव अनुरोध का एक वाक्य में विवरण।

source: Please give us some information about the feature/change request
hi: कृपया हमें फीचर/बदलाव अनुरोध के बारे में कुछ जानकारी दें

source: Please describe the product changes you would like to see in CommCare.
hi: कृपया वे उत्पाद परिवर्तन बताएं जिन्हें आप CommCare में देखना चाहते हैं।

source: Comma-separated email addresses of others you want to notify about this request.
hi: उन अन्य लोगों के ईमेल पते (कॉमा से अलग किए हुए) दर्ज करें जिन्हें आप इस अनुरोध के बारे में सूचित करना चाहते हैं।

source: Please upload any files relevant to your suggestion.
hi: कृपया अपने सुझाव से संबंधित कोई भी फ़ाइल अपलोड करें।

source: Do not upload a file containing sensitive data like passwords or project data.
hi: ऐसी कोई फ़ाइल अपलोड न करें जिसमें संवेदनशील डेटा जैसे पासवर्ड या प्रोजेक्ट डेटा हो।

source: Failed. Retry Request Submission
hi: असफल। अनुरोध सबमिट करने का पुनः प्रयास करें

source: %(cc_name)s Help
hi: %(cc_name)s सहायता

source: Snapshot of %(snap_name)s
hi: %(snap_name)s का स्नैपशॉट

source: Please enter your email here so that we can follow up with you regarding this issue
hi: कृपया यहाँ अपना ईमेल दर्ज करें ताकि हम इस समस्या के संबंध में आपसे संपर्क कर सकें

source: Comma-separated email addresses of others you want to notify about this issue.
hi: उन अन्य लोगों के ईमेल पते (कॉमा से अलग किए हुए) दर्ज करें जिन्हें आप इस समस्या के बारे में सूचित करना चाहते हैं।

source: Please upload any files relevant to your issue.
hi: कृपया अपनी समस्या से संबंधित कोई भी फ़ाइल अपलोड करें।

source: Do not upload a file containing individually identifiable data.
hi: ऐसी कोई फ़ाइल अपलोड न करें जिसमें व्यक्तिगत रूप से पहचान योग्य डेटा हो।
