Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
hi: प्रिय %(domain_or_account)s व्यवस्थापक, यह एक अनुस्मारक है कि आपकी %(plan_name)s बिलिंग स्टेटमेंट %(month_name)s के लिए %(days_until_due)s दिनों में देय है। स्टेटमेंट संख्या: %(statement_number)s प्रोजेक्ट स्पेस: %(domain)s सॉफ्टवेयर प्लान: %(plan_name)s स्थिति: %(payment_status)s इस माह देय राशि: %(amount_due)s कुल शेष राशि: %(total_balance)s

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements: %(statements_url)s.
hi: पूरी बिलिंग स्टेटमेंट देखने के लिए, अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉग इन करें और बिलिंग स्टेटमेंट्स पर जाएं: %(statements_url)s।

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to navigate to Billing Statements: %(statements_url)s.
hi: आपके प्रोजेक्ट के व्यवस्थापक पूरी बिलिंग स्टेटमेंट देख सकते हैं, इसके लिए CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉग इन करें और बिलिंग स्टेटमेंट्स पर जाएं: %(statements_url)s।

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
hi: - क्रेडिट कार्ड से भुगतान करने के लिए, कृपया अपनी बिलिंग स्टेटमेंट्स पेज पर जाएं, अपनी बिना चुकाई चालान के सामने हरे रंग के "Make Payment" बटन पर क्लिक करें, और जितनी राशि आप भुगतान करना चाहते हैं वह और अपने क्रेडिट कार्ड विवरण भरें।

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
hi: - वायर द्वारा भुगतान करने के लिए, अपनी चालान में Dimagi के बैंक खाते का विवरण देखें। कृपया वायर भुगतान में चालान संख्या शामिल करें और भुगतान करने के बाद %(accounts_email)s पर ईमेल भेजें, जिसमें भुगतान की तिथि, राशि, चालान संख्या और प्रोजेक्ट स्पेस का उल्लेख करें।

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org
hi: %(plan_name)s का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org

source: Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s.
hi: आपके बिलिंग खाते में बिना चुकाई गई CommCare बिलिंग स्टेटमेंट्स हैं जो %(days_overdue)s दिनों से अधिक समय से बकाया हैं। वर्तमान में बकाया राशि है: $%(total)s।

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >these steps</a >.
hi: आप कभी भी इन <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >स्टेप्स</a> का पालन करके कई महीनों के लिए अग्रिम भुगतान भी कर सकते हैं।

source: <em>Please make a payment as soon as possible for the amount due.</em> <strong >If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s.</strong > As of this date, you will lose access to your project space until you re-subscribe to a paid plan.
hi: <em>कृपया जितनी राशि देय है, उसका भुगतान जल्द से जल्द करें।</em> <strong >यदि आप भुगतान करने में असमर्थ हैं, तो आपकी सदस्यता %(date_to_pause)s को रोक दी जाएगी।</strong > इस तिथि के बाद, आप अपने प्रोजेक्ट स्पेस तक पहुंच खो देंगे जब तक आप फिर से किसी पेड प्लान की सदस्यता नहीं लेते।

source: If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don't hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
hi: यदि आपके कोई प्रश्न हैं या आपको लगता है कि आपके हाल के भुगतान इस शेष राशि में परिलक्षित नहीं हुए हैं, तो कृपया <a href="mailto:%(contact_email)s">%(contact_email)s</a> से संपर्क करने में संकोच न करें।

source: Thanks, <br /> The CommCare HQ Team <br /> www.commcarehq.org
hi: धन्यवाद, <br /> CommCare HQ टीम <br /> www.commcarehq.org

source: Dear %(domain_or_account)s administrator, Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Please make a payment as soon as possible for the amount due. If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s. As of this date, you will lose access to your project space until you re-subscribe to a paid plan. If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don’t hesitate to contact %(contact_email)s. Thanks, The CommCare HQ Team www.commcarehq.org
hi: प्रिय %(domain_or_account)s व्यवस्थापक, आपके बिलिंग खाते में बिना चुकाई गई CommCare बिलिंग स्टेटमेंट्स हैं जो %(days_overdue)s दिनों से अधिक समय से बकाया हैं। वर्तमान में बकाया राशि है: $%(total)s। बिना चुकाई चालानों की पूरी सूची देखने के लिए आप इस लिंक का अनुसरण कर सकते हैं: %(statements_url)s अनुस्मारक के रूप में, भुगतान क्रेडिट कार्ड, इलेक्ट्रॉनिक फंड ट्रांसफर (EFT), या चेक के माध्यम से https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods पर दिए गए निर्देशों का पालन करके किया जा सकता है। आप कभी भी https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing पर दिए गए स्टेप्स का पालन करके कई महीनों के लिए अग्रिम भुगतान भी कर सकते हैं। कृपया जितनी राशि देय है, उसका भुगतान जल्द से जल्द करें। यदि आप भुगतान करने में असमर्थ हैं, तो आपकी सदस्यता %(date_to_pause)s को रोक दी जाएगी। इस तिथि के बाद, आप अपने प्रोजेक्ट स्पेस तक पहुंच खो देंगे जब तक आप फिर से किसी पेड प्लान की सदस्यता नहीं लेते। यदि आपके कोई प्रश्न हैं या आपको लगता है कि आपके हाल के भुगतान इस शेष राशि में परिलक्षित नहीं हुए हैं, तो कृपया %(contact_email)s से संपर्क करने में संकोच न करें। धन्यवाद, CommCare HQ टीम www.commcarehq.org

source: Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
hi: आपकी %(plan_name)s सदस्यता %(domain)s के लिए जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नवीनीकृत नहीं करते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और आप सभी सुविधाओं तक पहुंच खो देंगे जब तक आप फिर से किसी नए पेड प्लान की सदस्यता नहीं लेते।

source: To change or renew your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
hi: अपनी सदस्यता बदलने या नवीनीकृत करने के लिए, कृपया CommCare HQ में अपने प्रोजेक्ट में लॉग इन करें और अपने प्रोजेक्ट सेटिंग्स में <a href="%(subscription_url)s">सदस्यता पेज</a> पर जाएं।

source: Dear %(domain)s administrator, Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय %(domain)s व्यवस्थापक, आपकी %(plan_name)s सदस्यता %(domain)s के लिए जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नवीनीकृत नहीं करते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और आप सभी सुविधाओं तक पहुंच खो देंगे जब तक आप फिर से किसी नए पेड प्लान की सदस्यता नहीं लेते। अपनी सदस्यता बदलने या नवीनीकृत करने के लिए, कृपया CommCare HQ में अपने प्रोजेक्ट में लॉग इन करें और अपने प्रोजेक्ट सेटिंग्स में सदस्यता पेज पर जाएं: %(subscription_url)s यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: Your 30 Day Trial for %(domain)s ends soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
hi: आपकी 30 दिन की ट्रायल सदस्यता %(domain)s के लिए जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नहीं बदलते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और आप सभी सुविधाओं तक पहुंच खो देंगे जब तक आप फिर से किसी नए पेड प्लान की सदस्यता नहीं लेते।

source: To change your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
hi: अपनी सदस्यता बदलने के लिए, कृपया CommCare HQ में अपने प्रोजेक्ट में लॉग इन करें और अपने प्रोजेक्ट सेटिंग्स में <a href="%(subscription_url)s">सदस्यता पेज</a> पर जाएं।

source: If you have questions about our pricing plans, <a href="http://www.commcarehq.org/software-plans/">you can review them here</a>.
hi: यदि आपके हमारे मूल्य निर्धारण प्लान के बारे में प्रश्न हैं, <a href="http://www.commcarehq.org/software-plans/">आप उन्हें यहाँ देख सकते हैं</a>।

source: Thank you for your use and support of CommCare.
hi: CommCare के उपयोग और समर्थन के लिए धन्यवाद।

source: Dear %(domain)s administrator, Your 30 Day Trial for %(domain)s is ending soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have questions about our pricing plans, you can review them here: https://www.commcarehq.org/pricing/ Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय %(domain)s व्यवस्थापक, आपकी 30 दिन की ट्रायल सदस्यता %(domain)s के लिए जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नहीं बदलते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और आप सभी सुविधाओं तक पहुंच खो देंगे जब तक आप फिर से किसी नए पेड प्लान की सदस्यता नहीं लेते। अपनी सदस्यता बदलने के लिए, कृपया CommCare HQ में अपने प्रोजेक्ट में लॉग इन करें और अपने प्रोजेक्ट सेटिंग्स में सदस्यता पेज पर जाएं: %(subscription_url)s यदि आपके हमारे मूल्य निर्धारण प्लान के बारे में प्रश्न हैं, तो आप उन्हें यहाँ देख सकते हैं: https://www.commcarehq.org/pricing/ CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: Please find attached the prepayment invoice for your CommCare subscription.
hi: कृपया अपनी CommCare सदस्यता के लिए अग्रिम भुगतान चालान संलग्न देखें।

source: Amount Due
hi: देय राशि

source: <b>Note:</b> Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option.
hi: <b>नोट:</b> अतिरिक्त उपयोगकर्ता या एसएमएस के लिए किसी भी ऑन-डिमांड शुल्क को अगले महीने की वास्तविक उपयोग के आधार पर अलग से बिल किया जाएगा। यदि आप चाहें, तो आप अपेक्षित ऑन-डिमांड उपयोग के लिए भी अग्रिम भुगतान कर सकते हैं। यदि आप इस विकल्प का पता लगाना चाहते हैं, तो कृपया हमसे संपर्क करें।

source: <b>Instructions for Payment</b>
hi: <b>भुगतान के लिए निर्देश</b>

source: Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment:
hi: Dimagi ACH, वायर ट्रांसफर और क्रेडिट कार्ड के माध्यम से भुगतान स्वीकार करता है। सभी भुगतान विकल्प संलग्न चालान में सूचीबद्ध हैं। यदि आप वायर द्वारा भुगतान कर रहे हैं, तो समय पर प्रोसेसिंग और आपके भुगतान की पहचान सुनिश्चित करने के लिए कृपया ये निर्देश पालन करें:

source: Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice.
hi: वायर भुगतान Dimagi के बैंक खाते में भेजें और वायर भुगतान विवरण में चालान आईडी शामिल करें। Dimagi के बैंक खाते का विवरण और चालान आईडी संलग्न चालान में मिल सकते हैं।

source: Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name.
hi: भुगतान करने के बाद %(accounts_email)s पर ईमेल भेजें जिसमें भुगतान की तिथि, राशि, चालान संख्या और प्रोजेक्ट स्पेस का नाम शामिल हो।

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
hi: CommCare का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें।

source: %(greeting)s Please find attached the prepayment invoice for your CommCare subscription.
hi: %(greeting)s कृपया अपनी CommCare सदस्यता के लिए अग्रिम भुगतान चालान संलग्न देखें।

source: Note: Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option. Instructions for Payment Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment: 1. Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice. 2. Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name. Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: नोट: अतिरिक्त उपयोगकर्ता या एसएमएस के लिए किसी भी ऑन-डिमांड शुल्क को अगले महीने की वास्तविक उपयोग के आधार पर अलग से बिल किया जाएगा। यदि आप चाहें, तो आप अपेक्षित ऑन-डिमांड उपयोग के लिए भी अग्रिम भुगतान कर सकते हैं। यदि आप इस विकल्प का पता लगाना चाहते हैं, तो कृपया हमसे संपर्क करें। भुगतान के लिए निर्देश Dimagi ACH, वायर ट्रांसफर और क्रेडिट कार्ड के माध्यम से भुगतान स्वीकार करता है। सभी भुगतान विकल्प संलग्न चालान में सूचीबद्ध हैं। यदि आप वायर द्वारा भुगतान कर रहे हैं, तो समय पर प्रोसेसिंग और आपके भुगतान की पहचान सुनिश्चित करने के लिए कृपया ये निर्देश पालन करें: 1. वायर भुगतान Dimagi के बैंक खाते में भेजें और वायर भुगतान विवरण में चालान आईडी शामिल करें। Dimagi के बैंक खाते का विवरण और चालान आईडी संलग्न चालान में मिल सकते हैं। 2. भुगतान करने के बाद %(accounts_email)s पर ईमेल भेजें जिसमें भुगतान की तिथि, राशि, चालान संख्या और प्रोजेक्ट स्पेस का नाम शामिल हो। CommCare का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org स्टेटमेंट भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Resend Invoice #%(invoice_number)s Email?
hi: चालान #%(invoice_number)s का ईमेल फिर से भेजें?

source: Invoice
hi: चालान

source: Adjustments
hi: समायोजन

source: Suppress
hi: दबाएं

source: Hide From Client
hi: क्लाइंट से छुपाएं

source: Date
hi: तिथि

source: Recipients
hi: प्राप्तकर्ता

source: View PDF
hi: PDF देखें

source: Reason
hi: कारण

source: User
hi: उपयोगकर्ता

source: Amount
hi: राशि

source: Adjust Balance for Invoice #
hi: चालान # के लिए बैलेंस समायोजित करें

source: What happens after your subscription gets paused?
hi: आपकी सदस्यता रुकने के बाद क्या होगा?

source: You will lose access to your project space, but you will be able to re-subscribe any time in the future.
hi: आपको अपने प्रोजेक्ट स्पेस तक पहुँच नहीं मिलेगा, लेकिन आप भविष्य में कभी भी फिर से सदस्यता ले सकते हैं।

source: You will no longer be billed. However, based on your payment method you may have an open invoice for the service provided this month.
hi: अब आपको बिल नहीं भेजा जाएगा। हालांकि, आपके भुगतान के तरीके के आधार पर इस महीने दी गई सेवा के लिए आपके पास एक खुला चालान हो सकता है।

source: Re-subscribing will restore full access to your project space, including your data, apps, report, and configurations.
hi: फिर से सदस्यता लेने पर आपको अपने प्रोजेक्ट स्पेस की पूरी पहुँच वापस मिल जाएगी, जिसमें आपका डेटा, ऐप्स, रिपोर्ट और कॉन्फ़िगरेशन शामिल हैं।

source: If you don't intend to use this project space again and would like to delete it, please inform us at <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.
hi: यदि आप इस प्रोजेक्ट स्पेस का फिर से उपयोग नहीं करना चाहते हैं और इसे हटाना चाहते हैं, तो कृपया हमें <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a> पर सूचित करें।

source: We hope to see you soon!
hi: हमें उम्मीद है कि आप जल्द ही वापस आएँगे!

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(current_subscription_end_date)s your current subscription will be paused.
hi: आपको अपने <strong>%(p)s एडिशन सॉफ़्टवेयर प्लान </strong> की सुविधाएँ %(current_subscription_end_date)s तक मिलती रहेंगी।<br /> %(current_subscription_end_date)s को आपकी वर्तमान सदस्यता रोक दी जाएगी।

source: Your subscription will be paused immediately upon clicking the Confirm Pause button.
hi: पुष्टि करें बटन पर क्लिक करते ही आपकी सदस्यता तुरंत रोक दी जाएगी।

source: Monthly Fee
hi: मासिक शुल्क

source: Included each month
hi: हर महीने शामिल

source: By continuing you are subscribing to a new Pay Annually plan. The new subscription will have the same end date as your existing subscription. You will receive a prorated invoice via email for the difference in plan fees due.
hi: जारी रखने पर आप नए 'पे एनुअली' प्लान की सदस्यता ले रहे हैं। नई सदस्यता की समाप्ति तिथि आपकी मौजूदा सदस्यता के समान होगी। आपको प्लान शुल्क के अंतर के लिए प्रोराटा इनवॉइस ईमेल द्वारा प्राप्त होगा।

source: By continuing you are subscribing to a Pay Annually plan and will receive an invoice via email for plan fees due.
hi: जारी रखने पर आप 'पे एनुअली' प्लान की सदस्यता ले रहे हैं और प्लान शुल्क के लिए आपको ईमेल द्वारा इनवॉइस प्राप्त होगा।

source: By continuing you are moving from a Pay Annually to a Pay Monthly plan. Any prepaid plan fees will be automatically applied to future monthly invoices.
hi: जारी रखने पर आप 'पे एनुअली' से 'पे मंथली' प्लान में जा रहे हैं। कोई भी प्रीपेड प्लान शुल्क स्वचालित रूप से भविष्य की मासिक इनवॉइस में समायोजित हो जाएगा।

source: Subscription
hi: सदस्यता

source: Product Rate
hi: उत्पाद दर

source: Feature Rate
hi: फीचर दर

source: Balance
hi: बैलेंस

source: Note: Selecting this plan will result in the following changes to your project.
hi: नोट: इस प्लान का चयन करने से आपके प्रोजेक्ट में निम्नलिखित परिवर्तन होंगे।

source: Go to All Invoices page for this Project Space
hi: इस प्रोजेक्ट स्पेस के लिए सभी चालानों के पृष्ठ पर जाएँ

source: Export to Excel
hi: एक्सेल में निर्यात करें

source: Add New Credit Card
hi: नया क्रेडिट कार्ड जोड़ें

source: Processing your request
hi: आपका अनुरोध प्रोसेस किया जा रहा है

source: Use this card to autopay
hi: इस कार्ड का उपयोग ऑटो-पे के लिए करें

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
hi: हम इस लेन-देन को प्रोसेस करने के लिए <a href="http://www.stripe.com/" target="_blank">Stripe</a> का उपयोग करते हैं।

source: Save
hi: सहेजें

source: Pay Monthly
hi: मासिक भुगतान करें

source: Pay Annually
hi: वार्षिक भुगतान करें

source: Save close to 20%% when you pay annually.
hi: वार्षिक भुगतान करने पर लगभग 20%% बचत करें।

source: Select Payment Method
hi: भुगतान का तरीका चुनें

source: Card
hi: कार्ड

source: Use a saved card
hi: सहेजे गए कार्ड का उपयोग करें

source: Actually remove this card?
hi: वास्तव में इस कार्ड को हटाएँ?

source: Yes, Remove
hi: हाँ, हटाएँ

source: Removing card...
hi: कार्ड हटाया जा रहा है...

source: Use a different card
hi: अलग कार्ड का उपयोग करें

source: Card Information
hi: कार्ड जानकारी

source: Processing your payment...
hi: आपका भुगतान प्रोसेस किया जा रहा है...

source: Save card for later
hi: बाद के लिए कार्ड सहेजें

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
hi: हम इस लेन-देन को संसाधित करने के लिए <a href="http://www.stripe.com/" target="_blank">Stripe</a> का उपयोग करते हैं।

source: Using Stripe's TEST API.
hi: Stripe के TEST API का उपयोग किया जा रहा है।

source: Currently Active
hi: वर्तमान में सक्रिय

source: Last Invoice Due Date
hi: अंतिम चालान की देय तिथि

source: "Do Not Invoice" Reason
hi: "चालान न बनाएं" का कारण

source: Edit
hi: संपादित करें

source: Plan Information
hi: प्लान जानकारी

source: Roles and Features
hi: भूमिकाएँ और विशेषताएँ

source: Version Summary
hi: संस्करण सारांश

source: Generating Report...
hi: रिपोर्ट तैयार की जा रही है...

source: Apply
hi: लागू करें

source: Invoices
hi: चालान

source: Upgrade / Downgrade
hi: अपग्रेड / डाउनग्रेड

source: Free
hi: नि:शुल्क

source: Designed for practice purposes and not intended for live projects. Upgrade to access full features and more users. Learn about
hi: अभ्यास के लिए डिज़ाइन किया गया है और लाइव प्रोजेक्ट्स के लिए नहीं है। सभी फीचर्स और अधिक उपयोगकर्ताओं की पहुँच के लिए अपग्रेड करें। जानें

source: CommCare plans
hi: CommCare प्लान्स

source: Standard
hi: स्टैंडर्ड

source: Get started. Build secure apps for offline mobile data collection and case management. {} users included.
hi: शुरू करें। ऑफ़लाइन मोबाइल डेटा संग्रहण और केस प्रबंधन के लिए सुरक्षित ऐप्स बनाएं। {} उपयोगकर्ता शामिल हैं।

source: Pro
hi: प्रो

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {} users included.
hi: मूल बातों से आगे। रिपोर्टिंग, केस शेयरिंग और व्यावहारिक सहायता अनलॉक करें। {} उपयोगकर्ता शामिल हैं।

source: Advanced
hi: एडवांस्ड

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {} users included.
hi: सब कुछ अनलॉक करें। हमारा सबसे सुरक्षित प्लान, जो स्थानों और उपयोगकर्ता प्रोफाइल्स में जुड़े सिस्टम प्रबंधन के लिए बनाया गया है, जिसमें वेब ऐप्स, उन्नत सुरक्षा, और मजबूत व्यवस्थापक एवं डेटा प्रबंधन उपकरण शामिल हैं। {} उपयोगकर्ता शामिल हैं।
