Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: You don't have any scheduled reports. You can create a scheduled report based on a saved report to have a report delivered by email on a regular basis.
hi: आपके पास कोई निर्धारित रिपोर्ट नहीं है। आप एक सहेजी गई रिपोर्ट के आधार पर एक निर्धारित रिपोर्ट बना सकते हैं, जिससे रिपोर्ट नियमित रूप से ईमेल द्वारा भेजी जा सके।

source: Tableau Visualizations
hi: Tableau विज़ुअलाइज़ेशन

source: Update Tableau Visualization
hi: Tableau विज़ुअलाइज़ेशन अपडेट करें

source: Delete Tableau Visualization
hi: Tableau विज़ुअलाइज़ेशन हटाएँ

source: Deleting Tableau Visualization
hi: Tableau विज़ुअलाइज़ेशन हटाई जा रही है

source: Add Tableau Visualization
hi: Tableau विज़ुअलाइज़ेशन जोड़ें

source: Please apply filters to view:
hi: देखने के लिए कृपया फ़िल्टर लागू करें:

source: Help
hi: सहायता

source: From
hi: से

source: To
hi: तक

source: Showing %(datespan)s.
hi: %(datespan)s दिखा रहे हैं।

source: This report's timezone is %(timezone)s.
hi: इस रिपोर्ट का समय क्षेत्र %(timezone)s है।

source: Known Forms
hi: ज्ञात फ़ॉर्म

source: What are Known Forms?
hi: ज्ञात फ़ॉर्म क्या हैं?

source: These are forms that can be matched to an existing or deleted CommCare Application in your project.
hi: ये वे फ़ॉर्म हैं जिन्हें आपके प्रोजेक्ट में किसी मौजूदा या हटाए गए CommCare एप्लिकेशन से मिलाया जा सकता है।

source: Unknown Forms
hi: अज्ञात फ़ॉर्म

source: What are Unknown Forms?
hi: अज्ञात फ़ॉर्म क्या हैं?

source: These forms do not belong to a CommCare Application (existing or deleted) in your project. It might mean that these forms once belonged to an application but the application form has since been removed. They may also be 'system forms' or forms from an integration or API.
hi: ये फ़ॉर्म आपके प्रोजेक्ट में किसी CommCare एप्लिकेशन (मौजूदा या हटाए गए) से संबंधित नहीं हैं। इसका अर्थ हो सकता है कि ये फ़ॉर्म कभी किसी एप्लिकेशन से संबंधित थे, लेकिन अब वह एप्लिकेशन फ़ॉर्म हटा दिया गया है। ये 'सिस्टम फ़ॉर्म' या किसी इंटीग्रेशन या API से आए फ़ॉर्म भी हो सकते हैं।

source: Choose Unknown Form
hi: अज्ञात फ़ॉर्म चुनें

source: Show Advanced Options
hi: उन्नत विकल्प दिखाएँ

source: Filtering by unknown forms is currently unavailable for this project.
hi: इस प्रोजेक्ट के लिए फिलहाल अज्ञात फ़ॉर्म द्वारा फ़िल्टरिंग उपलब्ध नहीं है।

source: If the problem persists please report an issue.
hi: यदि समस्या बनी रहती है तो कृपया एक समस्या रिपोर्ट करें।

source: Location Filter
hi: स्थान फ़िल्टर

source: Use Filter
hi: फ़िल्टर का उपयोग करें

source: Sensitive Properties
hi: संवेदनशील गुण

source: Select the case properties which must be de-identified when copying the cases to the new user.
hi: उन केस गुणों का चयन करें जिन्हें नए उपयोगकर्ता को केस कॉपी करते समय पहचान रहित करना आवश्यक है।

source: Filter your cases by entering a <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Case Search Query</a>.
hi: <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">केस सर्च क्वेरी</a> दर्ज करके अपने केस फ़िल्टर करें।

source: This project looks like it has some submissions we don't recognize. Don't worry this can usually be fixed.
hi: यह प्रोजेक्ट ऐसा लगता है कि इसमें कुछ सबमिशन हैं जिन्हें हम पहचान नहीं पा रहे हैं। चिंता न करें, आमतौर पर इसे ठीक किया जा सकता है।

source: Hide Fuzzy Submissions
hi: अनिश्चित सबमिशन छुपाएँ

source: Hide Fuzzy Submissions?
hi: अनिश्चित सबमिशन छुपाएँ?

source: Some of the submissions included in the report results could not be matched with precision to your selected applications. This hides those submissions so that only the most accurate submissions remain.
hi: रिपोर्ट परिणामों में शामिल कुछ सबमिशन को आपके चयनित एप्लिकेशन से सटीक रूप से नहीं मिलाया जा सका। यह विकल्प उन सबमिशन को छुपा देता है ताकि केवल सबसे सटीक सबमिशन ही दिखें।

source: All data is listed as Unrecognized Data.
hi: सभी डेटा को अपरिचित डेटा के रूप में सूचीबद्ध किया गया है।

source: Show questions in form that were not shown to the user
hi: फ़ॉर्म में वे प्रश्न दिखाएँ जो उपयोगकर्ता को नहीं दिखाए गए थे

source: Questions not shown to the user
hi: उपयोगकर्ता को नहीं दिखाए गए प्रश्न

source: These questions were not shown to the user because their display conditions were not met.
hi: ये प्रश्न उपयोगकर्ता को नहीं दिखाए गए क्योंकि उनके प्रदर्शन की शर्तें पूरी नहीं हुई थीं।

source: Question ID
hi: प्रश्न आईडी

source: This form is archived and will not be included in reports.
hi: यह फ़ॉर्म संग्रहित है और रिपोर्ट में शामिल नहीं किया जाएगा।

source: To unarchive this form, click the "Restore this form" button. This will also restore case data associated with the form.
hi: इस फ़ॉर्म को अनआर्काइव करने के लिए, "इस फ़ॉर्म को पुनर्स्थापित करें" बटन पर क्लिक करें। इससे फ़ॉर्म से संबंधित केस डेटा भी पुनर्स्थापित हो जाएगा।

source: This form has been edited. The latest version can be viewed <a href="%(latest_version_url)s">here</a>.
hi: इस फ़ॉर्म को संपादित किया गया है। नवीनतम संस्करण <a href="%(latest_version_url)s">यहाँ</a> देखा जा सकता है।

source: This submission was edited from a previous version %(when)s. You can view the previous version <a href="%(previous_version_url)s">here</a>.
hi: यह सबमिशन पिछले संस्करण %(when)s से संपादित किया गया था। आप पिछला संस्करण <a href="%(previous_version_url)s">यहाँ</a> देख सकते हैं।

source: Secure submission
hi: सुरक्षित सबमिशन

source: Submitted by %(auth_user)s on behalf of %(user)s
hi: %(auth_user)s द्वारा %(user)s की ओर से सबमिट किया गया

source: Submitted by %(auth_user)s
hi: %(auth_user)s द्वारा सबमिट किया गया

source: Insecure submission
hi: असुरक्षित सबमिशन

source: Submitted as %(user)s
hi: %(user)s के रूप में सबमिट किया गया

source: View app
hi: ऐप देखें

source: View build
hi: बिल्ड देखें

source: Download Form Source
hi: फॉर्म स्रोत डाउनलोड करें

source: Form Properties
hi: फॉर्म गुण

source: Case Changes
hi: केस में बदलाव

source: Form History
hi: फॉर्म इतिहास

source: Form Metadata
hi: फॉर्म मेटाडेटा

source: Attachments
hi: संलग्नक

source: Raw XML
hi: कच्चा XML

source: View standalone form
hi: स्टैंडअलोन फॉर्म देखें

source: Clean Form Submission
hi: स्वच्छ फॉर्म सबमिशन

source: Archiving Forms
hi: फॉर्म्स को संग्रहित करना

source: Archived forms will no longer show up in reports and they will be removed from any relevant case histories.
hi: संग्रहित फॉर्म्स अब रिपोर्ट्स में नहीं दिखेंगे और इन्हें संबंधित केस इतिहास से हटा दिया जाएगा।

source: Archive this form
hi: इस फॉर्म को संग्रहित करें

source: Restoring Edited Forms
hi: संपादित फॉर्म्स को पुनर्स्थापित करना

source: Restoring an edited form will undo any later edits made. This operation is reversible.
hi: संपादित फॉर्म को पुनर्स्थापित करने से बाद में किए गए सभी संपादन पूर्ववत हो जाएंगे। यह क्रिया पलटी जा सकती है।

source: Restore this version
hi: इस संस्करण को पुनर्स्थापित करें

source: Restoring Forms
hi: फॉर्म्स को पुनर्स्थापित करना

source: Restoring this form will cause it to show up in reports again.
hi: इस फॉर्म को पुनर्स्थापित करने से यह फिर से रिपोर्ट्स में दिखाई देगा।

source: Restore this form
hi: इस फॉर्म को पुनर्स्थापित करें

source: Resaving Forms
hi: फॉर्म्स को पुनः सहेजना

source: Resaving a form manually can cause it to be reincluded in reports if something went wrong during initial processing.
hi: फॉर्म को मैन्युअली पुनः सहेजने से, यदि प्रारंभिक प्रोसेसिंग के दौरान कुछ गलत हुआ हो, तो यह फिर से रिपोर्ट्स में शामिल हो सकता है।

source: Resave this form
hi: इस फॉर्म को पुनः सहेजें

source: Deleting Forms
hi: फॉर्म्स को हटाना

source: This is a permanent action that cannot be undone.
hi: यह एक स्थायी क्रिया है जिसे पूर्ववत नहीं किया जा सकता।

source: Delete this form
hi: इस फॉर्म को हटाएं

source: Unknown/Deleted Case
hi: अज्ञात/हटाया गया केस

source: (this case)
hi: (यह केस)

source: Open XML in New Window
hi: XML को नई विंडो में खोलें

source: Copy XML to clipboard
hi: XML को क्लिपबोर्ड पर कॉपी करें

source: Permanently Delete Form
hi: फॉर्म को स्थायी रूप से हटाएं

source: It is important you read the entire message below thoroughly before completing this action.
hi: इस क्रिया को पूरा करने से पहले नीचे दिया गया पूरा संदेश ध्यानपूर्वक पढ़ना महत्वपूर्ण है।

source: Once deleted, you will not be able to recover this form. Are you sure you want to delete this form?
hi: एक बार हटाने के बाद, आप इस फॉर्म को पुनः प्राप्त नहीं कर पाएंगे। क्या आप वाकई इस फॉर्म को हटाना चाहते हैं?

source: Hidden Values (Form Calculations)
hi: छिपी हुई मान (फॉर्म गणनाएँ)

source: Unrecognized Data
hi: अमान्यता प्राप्त डेटा

source: Show question ids
hi: प्रश्न आईडी दिखाएं

source: Processed Date
hi: प्रोसेस की गई तिथि

source: Survey Type
hi: सर्वेक्षण प्रकार

source: Form Submission
hi: फॉर्म सबमिशन

source: n/a
hi: लागू नहीं

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
hi: <!-- ko text: selectedReportsCount() --><!-- /ko --> अनुसूचित रिपोर्ट्स हटाएं

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
hi: <!-- ko text: selectedReportsCount() --><!-- /ko --> अनुसूचित रिपोर्ट हटाएं

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
hi: <!-- ko text: selectedReportsCount() --><!-- /ko --> अनुसूचित रिपोर्ट्स भेजें

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
hi: <!-- ko text: selectedReportsCount() --><!-- /ko --> अनुसूचित रिपोर्ट भेजें

source: Are you sure you want to permanently delete these scheduled reports?
hi: क्या आप वाकई इन निर्धारित रिपोर्टों को स्थायी रूप से हटाना चाहते हैं?

source: Are you sure you want to permanently delete this scheduled report?
hi: क्या आप वाकई इस निर्धारित रिपोर्ट को स्थायी रूप से हटाना चाहते हैं?

source: Are you sure you want to send these scheduled reports?
hi: क्या आप वाकई इन निर्धारित रिपोर्टों को भेजना चाहते हैं?

source: Are you sure you want to send this scheduled report?
hi: क्या आप वाकई इस निर्धारित रिपोर्ट को भेजना चाहते हैं?

source: Clean Case Data
hi: केस डेटा साफ़ करें

source: This feature will only update the specified questions. It will <strong>not</strong> run any calculations or affect cases. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Read more</a>.
hi: यह सुविधा केवल निर्दिष्ट प्रश्नों को अपडेट करेगी। यह <strong>कोई</strong> गणना नहीं चलाएगी या मामलों को प्रभावित नहीं करेगी। <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">और पढ़ें</a>।

source: Something unexpected happened. Please refresh the page and try again, or report an issue if the problem persists.
hi: कुछ अप्रत्याशित हुआ। कृपया पृष्ठ को रीफ़्रेश करें और पुनः प्रयास करें, या यदि समस्या बनी रहती है तो एक समस्या रिपोर्ट करें।

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
hi: कुछ अप्रत्याशित हुआ। कृपया पुनः प्रयास करें, या यदि समस्या बनी रहती है तो एक समस्या रिपोर्ट करें।

source: No editable properties found
hi: कोई संपादन योग्य गुण नहीं मिले

source: How can I use this report?
hi: मैं इस रिपोर्ट का उपयोग कैसे कर सकता हूँ?

source: Why can't I see any data?
hi: मैं कोई डेटा क्यों नहीं देख पा रहा/रही हूँ?

source: Please choose your filters above and click <strong>Apply</strong> to see report data.
hi: कृपया ऊपर अपने फ़िल्टर चुनें और रिपोर्ट डेटा देखने के लिए <strong>लागू करें</strong> पर क्लिक करें।

source: Favorites
hi: पसंदीदा

source: You don't have any favorites
hi: आपके पास कोई पसंदीदा नहीं है

source: Email Supported
hi: ईमेल समर्थित

source: Date Filter
hi: तिथि फ़िल्टर

source: Default Date Range
hi: डिफ़ॉल्ट तिथि सीमा

source: Bulk Actions
hi: थोक क्रियाएँ

source: Day and Time
hi: दिन और समय

source: me
hi: मैं

source: me (and others)
hi: मैं (और अन्य)

source: Send Now
hi: अभी भेजें

source: Unsubscribe me
hi: मुझे सदस्यता समाप्त करें

source: Stop sending report?
hi: रिपोर्ट भेजना बंद करें?

source: Are you sure you want to stop sending this report?
hi: क्या आप वाकई इस रिपोर्ट को भेजना बंद करना चाहते हैं?

source: Stop Sending
hi: भेजना बंद करें

source: Disclaimer
hi: अस्वीकरण

source: The privacy and protection of personal data is very important to Dimagi. Dimagi is not responsible for privacy of reports or SMS data you transmit from CommCare HQ to external parties. However, to protect privacy, we suggest that you include a message like the following in your communications (for instance, by including in the saved report description)
hi: व्यक्तिगत डेटा की गोपनीयता और सुरक्षा Dimagi के लिए बहुत महत्वपूर्ण है। Dimagi CommCare HQ से बाहरी पक्षों को भेजी गई रिपोर्ट या SMS डेटा की गोपनीयता के लिए जिम्मेदार नहीं है। हालांकि, गोपनीयता की सुरक्षा के लिए, हम सुझाव देते हैं कि आप अपने संचार में निम्नलिखित जैसा संदेश शामिल करें (उदाहरण के लिए, सहेजी गई रिपोर्ट विवरण में शामिल करके)

source: The information contained in this transmission may contain privileged and confidential information, including personal information protected by federal and state privacy laws. It is intended only for the use of the person(s) named above. If you are not the intended recipient, you are hereby notified that any review, dissemination, distribution, or duplication of this communication is strictly prohibited. If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original message.
hi: इस ट्रांसमिशन में निहित जानकारी में विशेषाधिकार प्राप्त और गोपनीय जानकारी हो सकती है, जिसमें संघीय और राज्य गोपनीयता कानूनों द्वारा संरक्षित व्यक्तिगत जानकारी भी शामिल है। यह केवल ऊपर नामित व्यक्ति(यों) के उपयोग के लिए है। यदि आप इच्छित प्राप्तकर्ता नहीं हैं, तो आपको सूचित किया जाता है कि इस संचार की कोई भी समीक्षा, प्रसार, वितरण या प्रतिलिपि बनाना सख्त वर्जित है। यदि आप इच्छित प्राप्तकर्ता नहीं हैं, तो कृपया प्रेषक से उत्तर ईमेल द्वारा संपर्क करें और मूल संदेश की सभी प्रतियाँ नष्ट कर दें।

source: Phone number
hi: फ़ोन नंबर

source: Edit User Information
hi: उपयोगकर्ता जानकारी संपादित करें

source: View recent submissions
hi: हाल की सबमिशन देखें

source: Change in Forms Submitted
hi: सबमिट किए गए फ़ॉर्म में परिवर्तन

source: User Information
hi: उपयोगकर्ता जानकारी

source: Change in Forms Submitted Since Two Months Ago
hi: दो महीने पहले से सबमिट किए गए फ़ॉर्म में परिवर्तन

source: Number of Forms Submitted Last Month
hi: पिछले महीने सबमिट किए गए फ़ॉर्म की संख्या

source: Change in Forms Submitted Since Last Month
hi: पिछले महीने से सबमिट किए गए फ़ॉर्म में परिवर्तन

source: Number of Forms Submitted This Month
hi: इस महीने सबमिट किए गए फ़ॉर्म की संख्या

source: These are people who used CommCare last month but didn't submit %(threshold)s forms.
hi: ये वे लोग हैं जिन्होंने पिछले महीने CommCare का उपयोग किया था लेकिन %(threshold)s फ़ॉर्म सबमिट नहीं किए।

source: New Inactive Users
hi: नए निष्क्रिय उपयोगकर्ता

source: These are workers who stopped using CommCare last month.
hi: ये वे कार्यकर्ता हैं जिन्होंने पिछले महीने CommCare का उपयोग करना बंद कर दिया।

source: New High Performing Users
hi: नए उच्च प्रदर्शन करने वाले उपयोगकर्ता

source: These are workers who submitted %(threshold)s forms last month and didn't the previous month.
hi: ये वे कार्यकर्ता हैं जिन्होंने पिछले महीने %(threshold)s फ़ॉर्म सबमिट किए और उससे पिछले महीने नहीं किए थे।

source: Unsubscribe from this report
hi: इस रिपोर्ट से सदस्यता समाप्त करें

source: This is a %(report_type)s from <a href="%(DNS_name)s">CommCare HQ</a> for the project '%(domain)s'.
hi: यह <a href="%(DNS_name)s">CommCare HQ</a> से %(report_type)s है, प्रोजेक्ट '%(domain)s' के लिए।

source: Report Notes
hi: रिपोर्ट नोट्स

source: Date range
hi: तिथि सीमा

source: Note: This report will not appear in emails because the start date for the report is still in the future.
hi: नोट: यह रिपोर्ट ईमेल में दिखाई नहीं देगी क्योंकि रिपोर्ट की प्रारंभ तिथि अभी भविष्य में है।

source: You are receiving this automated email from <a href="%(DNS_name)s">CommCare HQ</a> because the user %(owner_name)s added you as a recipient of their report.
hi: आप <a href="%(DNS_name)s">CommCare HQ</a> से यह स्वचालित ईमेल प्राप्त कर रहे हैं क्योंकि उपयोगकर्ता %(owner_name)s ने आपको अपनी रिपोर्ट के प्राप्तकर्ता के रूप में जोड़ा है।

source: This case uses a deprecated case type. See the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">help documentation</a> for more information.
hi: इस केस में एक अप्रचलित केस प्रकार का उपयोग किया गया है। अधिक जानकारी के लिए <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">सहायता दस्तावेज़</a> देखें।

source: Related Cases
hi: संबंधित केस

source: Ledger Sections
hi: लेजर अनुभाग

source: Forwarded Records
hi: फॉरवर्ड किए गए रिकॉर्ड्स

source: <p> You haven't saved any questions as case properties. Only case properties become part of a case. </p> <p> Watch this video to learn how to save questions as case properties. </p>
hi: <p> आपने कोई भी प्रश्न केस प्रॉपर्टी के रूप में सेव नहीं किया है। केवल केस प्रॉपर्टी ही केस का हिस्सा बनती हैं। </p> <p> यह वीडियो देखें कि प्रश्नों को केस प्रॉपर्टी के रूप में कैसे सेव करें। </p>

source: download complete transaction history
hi: पूरा लेन-देन इतिहास डाउनलोड करें

source: Section: %(section_id)s
hi: अनुभाग: %(section_id)s

source: No transaction found
hi: कोई लेन-देन नहीं मिला

source: Loading
hi: लोड हो रहा है

source: Received
hi: प्राप्त हुआ

source: page
hi: पृष्ठ

source: Download Case History
hi: केस इतिहास डाउनलोड करें

source: Resave Case
hi: केस को फिर से सेव करें

source: Rebuild Case
hi: केस को पुनर्निर्मित करें

source: Close Case
hi: केस बंद करें

source: This form's case changes were not processed because of errors that occurred during case processing:
hi: इस फॉर्म के केस परिवर्तन प्रोसेस नहीं किए गए क्योंकि केस प्रोसेसिंग के दौरान त्रुटियाँ हुईं:

source: Reports Menu
hi: रिपोर्ट्स मेनू

source: Email report:
hi: ईमेल रिपोर्ट:

source: to
hi: को

source: Notice
hi: सूचना

source: Error re-processing form
hi: फॉर्म को फिर से प्रोसेस करने में त्रुटि

source: Filter Options
hi: फ़िल्टर विकल्प

source: Export to
hi: निर्यात करें

source: Email report
hi: ईमेल रिपोर्ट

source: <a class="see-all-link">See %(count)s More</a>
hi: <a class="see-all-link">और %(count)s देखें</a>

source: %s: Requested export excel data
hi: %s: अनुरोधित निर्यात एक्सेल डेटा

source: Scheduled Report
hi: निर्धारित रिपोर्ट

source: New Scheduled Report
hi: नई निर्धारित रिपोर्ट

source: Edit Scheduled Report
hi: निर्धारित रिपोर्ट संपादित करें

source: This scheduled report's timezone is %(timezone)s (UTC%(utc_offset)s)
hi: इस अनुसूचित रिपोर्ट का टाइमज़ोन %(timezone)s है (UTC%(utc_offset)s)

source: Create a new
hi: नया बनाएं

source: Scheduled report added.
hi: निर्धारित रिपोर्ट जोड़ी गई।

source: Scheduled report updated.
hi: निर्धारित रिपोर्ट अपडेट की गई।

source: Could not find the requested Scheduled Report
hi: अनुरोधित निर्धारित रिपोर्ट नहीं मिल सकी

source: Invalid unsubscribe link
hi: अमान्य अनसब्सक्राइब लिंक

source: This email address has already been unsubscribed.
hi: इस ईमेल पते को पहले ही अनसब्सक्राइब किया जा चुका है।

source: Successfully unsubscribed from report notification.
hi: रिपोर्ट सूचना से सफलतापूर्वक अनसब्सक्राइब किया गया।

source: <strong>{}</strong> Scheduled report{} deleted!
hi: <strong>{}</strong> अनुसूचित रिपोर्ट{} हटा दी गई!

source: An error occurred, message unable to send
hi: एक त्रुटि हुई, संदेश भेजा नहीं जा सका

source: {} reports sent to their recipients
hi: {} रिपोर्टें उनके प्राप्तकर्ताओं को भेजी गईं

source: Report sent to this report's recipients
hi: यह रिपोर्ट इसके प्राप्तकर्ताओं को भेजी गई

source: once off report
hi: एक बार की रिपोर्ट

source: scheduled report
hi: अनुसूचित रिपोर्ट

source: Duplicate ID fix
hi: डुप्लिकेट आईडी सुधार

source: You do not have permission to view this form.
hi: आपको इस फ़ॉर्म को देखने की अनुमति नहीं है।

source: Form was restored from a previous version.
hi: फ़ॉर्म को पिछले संस्करण से पुनर्स्थापित किया गया।

source: Sorry, that form cannot be edited.
hi: माफ़ कीजिए, इस फ़ॉर्म को संपादित नहीं किया जा सकता।

source: Form was successfully archived.
hi: फ़ॉर्म को सफलतापूर्वक संग्रहित किया गया।

source: Form was already archived.
hi: फ़ॉर्म पहले ही संग्रहित किया जा चुका है।

source: Can't archive documents of type %s. How did you get here??
hi: %s प्रकार के दस्तावेज़ों को संग्रहित नहीं किया जा सकता। आप यहाँ कैसे पहुँचे??

source: {} (this case)
hi: {} (यह केस)

source: Form cannot be archived as it creates cases that are updated by other forms. All other forms for these cases must be archived first:
hi: फ़ॉर्म को संग्रहित नहीं किया जा सकता क्योंकि यह ऐसे केस बनाता है जिन्हें अन्य फ़ॉर्म द्वारा अपडेट किया जाता है। इन केसों के सभी अन्य फ़ॉर्म पहले संग्रहित किए जाने चाहिए:

source: Form was successfully restored.
hi: फ़ॉर्म को सफलतापूर्वक पुनर्स्थापित किया गया।

source: Could not update questions: {}
hi: प्रश्न अपडेट नहीं किए जा सके: {}

source: Question responses saved.
hi: प्रश्न के उत्तर सहेजे गए।

source: No changes made to form.
hi: फ़ॉर्म में कोई बदलाव नहीं किया गया।

source: Form was successfully resaved. It should reappear in reports shortly.
hi: फ़ॉर्म को सफलतापूर्वक पुनः सहेजा गया। यह शीघ्र ही रिपोर्टों में फिर से दिखाई देगा।

source: We don't support this format
hi: हम इस प्रारूप का समर्थन नहीं करते

source: Tableau Server Config
hi: Tableau सर्वर कॉन्फ़िग

source: Cannot reach Tableau Server right now, allowed Tableau groups cannot be edited.
hi: अभी Tableau सर्वर तक पहुँचा नहीं जा सकता, अनुमत Tableau समूहों को संपादित नहीं किया जा सकता।

source: Tableau Server is not configured yet, allowed Tableau groups cannot be edited.
hi: Tableau सर्वर अभी कॉन्फ़िगर नहीं किया गया है, अनुमत Tableau समूह संपादित नहीं किए जा सकते।

source: Tableau Server Settings Updated
hi: Tableau सर्वर सेटिंग्स अपडेट की गईं

source: Could not update Tableau Server Settings
hi: Tableau सर्वर सेटिंग्स अपडेट नहीं की जा सकीं

source: Visible to Location-Restricted Users
hi: स्थान-प्रतिबंधित उपयोगकर्ताओं के लिए दृश्यमान

source: Tableau Visualization
hi: Tableau विज़ुअलाइज़ेशन

source: Missing case ids
hi: केस आईडी गायब हैं

source: Missing new owner id
hi: नया स्वामी आईडी गायब है

source: Quarter
hi: तिमाही

source: Numeric Filter
hi: संख्यात्मक फ़िल्टर

source: Choice "{choice}" not found in choices: {choices}
hi: चयन "{choice}" विकल्पों में नहीं मिला: {choices}

source: January
hi: जनवरी

source: March
hi: मार्च

source: April
hi: अप्रैल

source: June
hi: जून

source: July
hi: जुलाई

source: September
hi: सितंबर

source: October
hi: अक्टूबर

source: December
hi: दिसंबर

source: Unknown User
hi: अज्ञात उपयोगकर्ता

source: Deleted Report
hi: हटाई गई रिपोर्ट

source: Unsupported Report
hi: असमर्थित रिपोर्ट

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project.
hi: इस परियोजना में डेटा एक्सेस के लिए प्रतिबंधित नियम हैं। कृपया डेटा एक्सेस के लिए अपने परियोजना व्यवस्थापक से संपर्क करें ताकि आपको इस परियोजना में डेटा तक पहुँच दी जा सके।

source: The report used to create this scheduled report is no longer available on CommCare HQ. Please delete this scheduled report and create a new one using an available report.
hi: जिस रिपोर्ट का उपयोग इस अनुसूचित रिपोर्ट को बनाने के लिए किया गया था, वह अब CommCare HQ पर उपलब्ध नहीं है। कृपया इस अनुसूचित रिपोर्ट को हटाएँ और उपलब्ध रिपोर्ट का उपयोग करके एक नई रिपोर्ट बनाएँ।

source: [DEPRECATED] %s report has been deprecated and will stop working soon. Please update your saved reports email settings if needed.
hi: [अप्रचलित] %s रिपोर्ट अप्रचलित हो गई है और जल्द ही काम करना बंद कर देगी। कृपया आवश्यकता होने पर अपनी सहेजी गई रिपोर्टों की ईमेल सेटिंग्स अपडेट करें।
