Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Unlink PersonalID Account
hi: PersonalID खाता अनलिंक करें

source: After unlinking, the mobile worker will no longer be able to access this project using their PersonalID credentials.
hi: अनलिंक करने के बाद, मोबाइल वर्कर अब अपने PersonalID क्रेडेंशियल्स का उपयोग करके इस परियोजना तक पहुंच नहीं सकेंगे।

source: This user is linked with a PersonalID account, and so the password may not be reset or changed here.
hi: यह उपयोगकर्ता PersonalID खाते से लिंक है, इसलिए पासवर्ड यहां रीसेट या बदला नहीं जा सकता।

source: Delete +%(number)s ?
hi: हटाएँ +%(number)s ?

source: No groups created yet.
hi: अभी तक कोई समूह नहीं बनाया गया है।

source: Go to <a href="%(groups_url)s">groups configuration</a> to create them.
hi: उन्हें बनाने के लिए <a href="%(groups_url)s">समूह कॉन्फ़िगरेशन</a> पर जाएँ।

source: Group Memberships
hi: समूह सदस्यता

source: This user <strong data-bind="text: email"></strong> will be authenticated by the SSO Identity Provider "<strong data-bind="text: identityProviderName"></strong>".
hi: इस उपयोगकर्ता <strong data-bind="text: email"></strong> को SSO पहचान प्रदाता "<strong data-bind="text: identityProviderName"></strong>" द्वारा प्रमाणित किया जाएगा।

source: By adding this user, you agree to trust this Identity Provider.
hi: इस उपयोगकर्ता को जोड़कर, आप इस पहचान प्रदाता पर भरोसा करने के लिए सहमत हैं।

source: By sending this invitation, you agree to trust this Identity Provider.
hi: यह निमंत्रण भेजकर, आप इस पहचान प्रदाता पर भरोसा करने के लिए सहमत हैं।

source: This will apply to all web users with <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> email addresses.
hi: यह सभी वेब उपयोगकर्ताओं पर लागू होगा जिनके पास <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> ईमेल पते हैं।

source: <a href="#">Learn more</a> about SSO on CommCare HQ.
hi: CommCare HQ पर SSO के बारे में <a href="#">अधिक जानें</a>।

source: Organization Settings
hi: संगठन सेटिंग्स

source: The user is the only assigned user who can view cases in the following locations:
hi: उपयोगकर्ता एकमात्र असाइन किया गया उपयोगकर्ता है जो निम्न स्थानों में केस देख सकता है:

source: Depending on your application's case sharing configuration, changing one or more of these locations may result in some cases not being visible to any user until a new user is assigned to those locations.
hi: आपके एप्लिकेशन की केस शेयरिंग कॉन्फ़िगरेशन के अनुसार, इन स्थानों में से एक या अधिक को बदलने से कुछ केस किसी भी उपयोगकर्ता को दिखाई नहीं देंगे जब तक कि उन स्थानों पर नया उपयोगकर्ता असाइन न किया जाए।

source: Role Name
hi: भूमिका नाम

source: Area Access
hi: क्षेत्रीय पहुँच

source: Can Edit
hi: संपादित कर सकते हैं

source: Can View
hi: देख सकते हैं

source: Access Specific Reports
hi: विशिष्ट रिपोर्ट्स तक पहुँच

source: Select which reports the role can access:
hi: चुनें कि भूमिका किन रिपोर्ट्स तक पहुँच सकती है:

source: Access Specific Tableau Reports
hi: विशिष्ट Tableau रिपोर्ट्स तक पहुँच

source: Select which Tableau reports the role can access:
hi: चुनें कि भूमिका किन Tableau रिपोर्ट्स तक पहुँच सकती है:

source: All CommCare Analytics Roles
hi: सभी CommCare एनालिटिक्स भूमिकाएँ

source: Assign all commcare analytics roles to users with this role
hi: इस भूमिका वाले उपयोगकर्ताओं को सभी CommCare एनालिटिक्स भूमिकाएँ असाइन करें

source: CommCare Analytics Roles
hi: CommCare एनालिटिक्स भूमिकाएँ

source: Commcare Analytics Roles:
hi: CommCare एनालिटिक्स भूमिकाएँ:

source: Other Settings
hi: अन्य सेटिंग्स

source: Integration Access
hi: इंटीग्रेशन एक्सेस

source: Allow role to manage integration with other systems.
hi: भूमिका को अन्य सिस्टम के साथ इंटीग्रेशन प्रबंधित करने की अनुमति दें।

source: Manage Subscription Info
hi: सब्सक्रिप्शन जानकारी प्रबंधित करें

source: Allow role to manage subscription information.
hi: भूमिका को सदस्यता जानकारी प्रबंधित करने की अनुमति दें।

source: Full Organization Access
hi: पूर्ण संगठन पहुँच

source: Allow role to access data from all locations.
hi: भूमिका को सभी स्थानों से डेटा एक्सेस करने की अनुमति दें।

source: Make sure any users assigned this role also have a location assigned to them. Users without assigned locations will not be permitted to log in.
hi: सुनिश्चित करें कि इस भूमिका को सौंपे गए किसी भी उपयोगकर्ता को कोई स्थान भी सौंपा गया हो। जिन उपयोगकर्ताओं को स्थान सौंपा नहीं गया है, उन्हें लॉग इन करने की अनुमति नहीं दी जाएगी।

source: Organization-based data access restrictions are only available on the Pro plan and above. Saving this role will enable full organization access for the assigned users.
hi: संगठन-आधारित डेटा एक्सेस प्रतिबंध केवल प्रो प्लान और उससे ऊपर उपलब्ध हैं। इस भूमिका को सहेजने से सौंपे गए उपयोगकर्ताओं के लिए पूर्ण संगठन पहुँच सक्षम हो जाएगी।

source: With the current configuration, this role will have full organization access and roles that can assign it will not. This is not recommended.
hi: वर्तमान कॉन्फ़िगरेशन के साथ, इस भूमिका को पूर्ण संगठन पहुँच होगी और जो भूमिकाएँ इसे सौंप सकती हैं, उन्हें नहीं होगी। यह अनुशंसित नहीं है।

source: Login-As All Users
hi: सभी उपयोगकर्ताओं के रूप में लॉगिन करें

source: Allow the user to log in as any mobile worker in Web Apps.
hi: उपयोगकर्ता को वेब ऐप्स में किसी भी मोबाइल वर्कर के रूप में लॉग इन करने की अनुमति दें।

source: Limit Login-As
hi: लॉगिन-एज़ सीमित करें

source: Allow the user to log in as only specified users in Web Apps.
hi: उपयोगकर्ता को वेब ऐप्स में केवल निर्दिष्ट उपयोगकर्ताओं के रूप में लॉग इन करने की अनुमति दें।

source: Login-As Default User
hi: लॉगिन-एज़ डिफ़ॉल्ट उपयोगकर्ता

source: Allow the user to log in as the default user in Web Apps.
hi: उपयोगकर्ता को वेब ऐप्स में डिफ़ॉल्ट उपयोगकर्ता के रूप में लॉग इन करने की अनुमति दें।

source: Mobile App Access
hi: मोबाइल ऐप एक्सेस

source: Allow mobile users access to offline mobile application
hi: मोबाइल उपयोगकर्ताओं को ऑफ़लाइन मोबाइल एप्लिकेशन तक पहुँच की अनुमति दें

source: Default Landing Page
hi: डिफ़ॉल्ट लैंडिंग पेज

source: Allow Reporting Issues
hi: समस्या रिपोर्टिंग की अनुमति दें

source: Allow this role to report issues.
hi: इस भूमिका को समस्याएँ रिपोर्ट करने की अनुमति दें।

source: Non-admin Editable
hi: गैर-प्रशासक संपादन योग्य

source: Allow all non-admins to assign this role to other users.
hi: सभी गैर-प्रशासकों को इस भूमिका को अन्य उपयोगकर्ताओं को सौंपने की अनुमति दें।

source: Manage Role Assignment
hi: भूमिका असाइनमेंट प्रबंधित करें

source: Select which other roles can assign this role:
hi: चुनें कि कौन सी अन्य भूमिकाएँ इस भूमिका को सौंप सकती हैं:

source: If the highlighted roles are selected, this role will have full organization access and be assignable by a role that does not. This is not recommended configuration.
hi: यदि हाइलाइट की गई भूमिकाएँ चुनी जाती हैं, तो इस भूमिका को पूर्ण संगठन पहुँच होगी और इसे ऐसी भूमिका द्वारा सौंपा जा सकेगा जिसे यह पहुँच नहीं है। यह अनुशंसित कॉन्फ़िगरेशन नहीं है।

source: Assign All User Profiles
hi: सभी उपयोगकर्ता प्रोफ़ाइल असाइन करें

source: Allow role to access all user profiles while setting up mobile workers and web users.
hi: मोबाइल वर्कर्स और वेब उपयोगकर्ताओं को सेट करते समय भूमिका को सभी उपयोगकर्ता प्रोफ़ाइल एक्सेस करने की अनुमति दें।

source: Assign Specific User Profiles
hi: विशिष्ट उपयोगकर्ता प्रोफ़ाइल असाइन करें

source: Select which user profiles the role can assign to mobile workers and web users:
hi: चुनें कि भूमिका किन उपयोगकर्ता प्रोफ़ाइल को मोबाइल वर्कर्स और वेब उपयोगकर्ताओं को सौंप सकती है:

source: Allow this role to manage project alerts.
hi: इस भूमिका को प्रोजेक्ट अलर्ट प्रबंधित करने की अनुमति दें।

source: This permission is already configured via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Manage Web Apps Permissions</a>. Please remove this configuration before updating access here.
hi: यह अनुमति पहले ही <a target="_blank" href="%(manage_web_apps_permissions_url)s">वेब ऐप्स अनुमतियाँ प्रबंधित करें</a> के माध्यम से कॉन्फ़िगर की जा चुकी है। कृपया यहाँ पहुँच अपडेट करने से पहले इस कॉन्फ़िगरेशन को हटा दें।

source: Please select at least one item.
hi: कृपया कम से कम एक आइटम चुनें।

source: WARNING: "%(request_username)s" will no longer be able to access or edit "%(couch_username)s" if they don't share a location.
hi: चेतावनी: "%(request_username)s" अब "%(couch_username)s" तक पहुँच या संपादन नहीं कर सकेगा/सकेगी यदि वे स्थान साझा नहीं करते हैं।

source: WARNING: %(user_type)s "%(couch_username)s" must have at least one location assigned. They won't be able to log in otherwise.
hi: चेतावनी: %(user_type)s "%(couch_username)s" को कम से कम एक स्थान सौंपा जाना चाहिए। अन्यथा वे लॉग इन नहीं कर पाएँगे।

source: Phone numbers can only contain digits and we were unable to convert yours automatically.
hi: फोन नंबर केवल अंकों में हो सकते हैं और हम आपका नंबर स्वचालित रूप से बदलने में असमर्थ रहे।

source: Continue to Single Sign-On
hi: सिंगल साइन-ऑन जारी रखें

source: Checking Email Address
hi: ईमेल पता जाँचा जा रहा है

source: Manage roles and permissions or add new custom roles.
hi: भूमिकाएँ और अनुमतियाँ प्रबंधित करें या नई कस्टम भूमिकाएँ जोड़ें।

source: View roles and permissions.
hi: भूमिकाएँ और अनुमतियाँ देखें।

source: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Learn more</a> about how roles &amp; permissions are used.
hi: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">और जानें</a> कि भूमिकाएँ और अनुमतियाँ कैसे उपयोग की जाती हैं।

source: Unlock Linked Roles For Me
hi: मेरे लिए लिंक्ड भूमिकाएँ अनलॉक करें

source: Lock Linked Roles For Me
hi: मेरे लिए लिंक्ड भूमिकाएँ लॉक करें

source: Would you like to edit roles and add new, custom roles?
hi: क्या आप भूमिकाएँ संपादित करना और नई, कस्टम भूमिकाएँ जोड़ना चाहेंगे?

source: <strong><a href="%(subscription_url)s">Upgrade to CommCare Standard</a></strong> to activate <strong>Advanced Role-Based Access</strong>.
hi: <strong><a href="%(subscription_url)s">CommCare Standard में अपग्रेड करें</a></strong> सक्रिय करने के लिए <strong>एडवांस्ड भूमिका-आधारित पहुँच</strong>।

source: Roles
hi: भूमिकाएँ

source: Manage Shared Exports
hi: साझा निर्यात प्रबंधित करें

source: Apps
hi: ऐप्स

source: Integration
hi: इंटीग्रेशन

source: Subscription Info
hi: सदस्यता जानकारी

source: Mobile Worker Default Role
hi: मोबाइल वर्कर डिफ़ॉल्ट भूमिका

source: This is the default role for all Mobile Workers that do not have a role assigned.
hi: यह उन सभी मोबाइल वर्कर्स के लिए डिफ़ॉल्ट भूमिका है जिनको कोई भूमिका सौंपा नहीं गया है।

source: Only
hi: केवल

source: Manage All
hi: सभी प्रबंधित करें

source: Manage Only
hi: केवल प्रबंधित करें

source: View All Data
hi: सभी डेटा देखें

source: View Data From
hi: डेटा देखें (से)

source: Edit Role
hi: भूमिका संपादित करें

source: View Role
hi: भूमिका देखें

source: Add Role
hi: भूमिका जोड़ें

source: Web Users can manage and view data on %(hq_name)s. However, these users cannot submit forms from phones using the %(cc_name)s Application.
hi: वेब उपयोगकर्ता %(hq_name)s पर डेटा प्रबंधित और देख सकते हैं। हालांकि, ये उपयोगकर्ता %(cc_name)s एप्लिकेशन का उपयोग करके फोन से फॉर्म जमा नहीं कर सकते।

source: Invite Web User
hi: वेब उपयोगकर्ता को आमंत्रित करें

source: Download Web Users
hi: वेब उपयोगकर्ताओं को डाउनलोड करें

source: Upload Web Users
hi: वेब उपयोगकर्ताओं को अपलोड करें

source: Pending Access Requests
hi: लंबित एक्सेस अनुरोध

source: Approve Request
hi: अनुरोध स्वीकृत करें

source: Delete Request
hi: अनुरोध हटाएं

source: Current Users
hi: वर्तमान उपयोगकर्ता

source: Loading Users...
hi: उपयोगकर्ता लोड हो रहे हैं...

source: SSO Identity Provider is not trusted.
hi: SSO पहचान प्रदाता विश्वसनीय नहीं है।

source: Remove Membership
hi: सदस्यता हटाएं

source: Remove User Membership
hi: उपयोगकर्ता सदस्यता हटाएं

source: Are you sure you want to remove this users's membership?
hi: क्या आप वाकई इस उपयोगकर्ता की सदस्यता हटाना चाहते हैं?

source: Membership
hi: सदस्यता

source: Pending Invitations
hi: लंबित निमंत्रण

source: All statuses
hi: सभी स्थिति

source: Email Status
hi: ईमेल स्थिति

source: Undeliverable
hi: डिलीवर नहीं हो सका

source: Resend
hi: फिर से भेजें

source: Delete Invitation
hi: निमंत्रण हटाएं

source: Are you sure you want to delete this invitation?
hi: क्या आप वाकई इस निमंत्रण को हटाना चाहते हैं?

source: Copy and paste admin emails
hi: एडमिन ईमेल कॉपी और पेस्ट करें

source: Profile conflicts with existing data
hi: प्रोफ़ाइल मौजूदा डेटा के साथ टकरा रही है

source: User data profile not found
hi: उपयोगकर्ता डेटा प्रोफ़ाइल नहीं मिली

source: '{}' cannot be set directly
hi: '{}' को सीधे सेट नहीं किया जा सकता

source: {} cannot be deleted
hi: {} को हटाया नहीं जा सकता

source: Username is required.
hi: उपयोगकर्ता नाम आवश्यक है।

source: Username '{}' is already taken or reserved.
hi: उपयोगकर्ता नाम '{}' पहले से लिया गया है या आरक्षित है।

source: Username '{}' must be a valid email address.
hi: उपयोगकर्ता नाम '{}' एक मान्य ईमेल पता होना चाहिए।

source: The username component '{}' of '{}' may not contain special characters.
hi: उपयोगकर्ता नाम घटक '{}' (का '{}') में विशेष अक्षर नहीं हो सकते।

source: The username email domain '@{}' should be '@{}'.
hi: उपयोगकर्ता नाम ईमेल डोमेन '@{}' '@{}' होना चाहिए।

source: A profile assignment is required for Mobile Workers.
hi: मोबाइल वर्कर्स के लिए प्रोफ़ाइल असाइनमेंट आवश्यक है।

source: These locations cannot have users assigned because of their organization level settings: {}.
hi: इन स्थानों को उनके संगठन स्तर सेटिंग्स के कारण उपयोगकर्ता असाइन नहीं किए जा सकते: {}.

source: There was an error getting data for this user's associated Tableau user. Please contact support if this error persists.
hi: इस उपयोगकर्ता से जुड़े Tableau उपयोगकर्ता के लिए डेटा प्राप्त करने में त्रुटि हुई। यदि यह त्रुटि बनी रहती है तो कृपया सहायता से संपर्क करें।

source: Changes saved for user "%s"
hi: उपयोगकर्ता "%s" के लिए परिवर्तन सहेजे गए

source: Edit Web User
hi: वेब उपयोगकर्ता संपादित करें

source: Edit Web User (View Only)
hi: वेब उपयोगकर्ता संपादित करें (केवल देखें)

source: This user has no role. Please assign this user a role and save.
hi: इस उपयोगकर्ता की कोई भूमिका नहीं है। कृपया इस उपयोगकर्ता को कोई भूमिका असाइन करें और सहेजें।

source: Your project space "{domain}" now trusts the SSO Identity Provider "{idp_name}".
hi: आपकी प्रोजेक्ट स्पेस "{domain}" अब SSO पहचान प्रदाता "{idp_name}" पर भरोसा करती है।

source: Download Web Users Status
hi: वेब उपयोगकर्ता स्थिति डाउनलोड करें

source: Preparing web user download.
hi: वेब उपयोगकर्ता डाउनलोड तैयार किया जा रहा है।

source: Go back to Web Users
hi: वेब उपयोगकर्ताओं पर वापस जाएं

source: Roles & Permissions
hi: भूमिकाएँ और अनुमतियाँ

source: Use Default
hi: डिफ़ॉल्ट का उपयोग करें

source: We might be experiencing issues fetching the entire list of user roles right now. This issue is likely temporary and nothing to worry about, but if you keep seeing this for more than a day, please <a href='#modalReportIssue' data-toggle='modal'>Report an Issue</a>.
hi: हम अभी पूरे उपयोगकर्ता भूमिका सूची को प्राप्त करने में समस्या का सामना कर सकते हैं। यह समस्या संभवतः अस्थायी है और चिंता की कोई बात नहीं है, लेकिन यदि आप इसे एक दिन से अधिक समय तक देखते हैं, तो कृपया <a href='#modalReportIssue' data-toggle='modal'>समस्या की रिपोर्ट करें</a>।

source: This project has user roles that restrict data access by organization, but the software plan no longer supports that. Any users assigned to roles that are restricted in data access by organization can no longer access this project. Please update the existing roles.
hi: इस परियोजना में ऐसी उपयोगकर्ता भूमिकाएँ हैं जो संगठन के अनुसार डेटा एक्सेस को सीमित करती हैं, लेकिन सॉफ़्टवेयर योजना अब इसका समर्थन नहीं करती। जिन उपयोगकर्ताओं को संगठन के अनुसार डेटा एक्सेस में सीमित भूमिकाएँ दी गई हैं, वे अब इस परियोजना तक पहुँच नहीं सकते। कृपया मौजूदा भूमिकाओं को अपडेट करें।

source: You have successfully removed {username} from your project space. <a href="{url}" class="post-link">Undo</a>
hi: आपने सफलतापूर्वक {username} को अपने प्रोजेक्ट स्पेस से हटा दिया है। <a href="{url}" class="post-link">पूर्ववत करें</a>

source: It appears {username} has already been removed from your project space.
hi: ऐसा प्रतीत होता है कि {username} को पहले ही आपके प्रोजेक्ट स्पेस से हटा दिया गया है।

source: A role with the same name already exists
hi: इसी नाम की एक भूमिका पहले से मौजूद है

source: Unable to delete role '{role}'. This role is the default role for Mobile Users and can not be deleted.
hi: भूमिका '{role}' को हटाया नहीं जा सकता। यह मोबाइल उपयोगकर्ताओं के लिए डिफ़ॉल्ट भूमिका है और इसे हटाया नहीं जा सकता।

source: Invite Web User to Project
hi: प्रोजेक्ट में वेब उपयोगकर्ता को आमंत्रित करें

source: Bulk Upload Web Users
hi: वेब उपयोगकर्ताओं को बल्क अपलोड करें

source: Web User Upload Status
hi: वेब उपयोगकर्ता अपलोड स्थिति

source: Return to manage web users
hi: वेब उपयोगकर्ताओं का प्रबंधन करने के लिए लौटें

source: Bulk upload complete.
hi: बल्क अपलोड पूरा हुआ।

source: Bad SMS configuration: {error}
hi: खराब SMS कॉन्फ़िगरेशन: {error}

source: Cannot start verification workflow. Phone number is already in use.
hi: सत्यापन वर्कफ़्लो शुरू नहीं किया जा सकता। फ़ोन नंबर पहले से उपयोग में है।

source: Phone number is already verified.
hi: फ़ोन नंबर पहले से सत्यापित है।

source: Verification message resent.
hi: सत्यापन संदेश पुनः भेजा गया।

source: Verification workflow started.
hi: सत्यापन वर्कफ़्लो शुरू किया गया।

source: Edit User Fields
hi: उपयोगकर्ता फ़ील्ड संपादित करें

source: Both
hi: दोनों

source: Neither
hi: कोई नहीं

source: %(users)s user(s) and %(phone_numbers)s phone number(s) processed. %(phone_numbers_already_verified)s already verified, %(phone_numbers_in_use)s already in use by other contact(s), %(phone_numbers_pending_verification)s already pending verification, and %(workflows_started)s verification workflow(s) started.
hi: %(users)s उपयोगकर्ता(ओं) और %(phone_numbers)s फ़ोन नंबर(ओं) को प्रोसेस किया गया। %(phone_numbers_already_verified)s पहले से सत्यापित, %(phone_numbers_in_use)s पहले से अन्य संपर्क(ओं) द्वारा उपयोग में, %(phone_numbers_pending_verification)s पहले से सत्यापन लंबित, और %(workflows_started)s सत्यापन वर्कफ़्लो(ओं) की शुरुआत हुई।

source: Error processing the following user(s): %(users)s. Please try again and if the problem persists, report an issue.
hi: निम्नलिखित उपयोगकर्ता(ओं) को प्रोसेस करते समय त्रुटि हुई: %(users)s। कृपया पुनः प्रयास करें और यदि समस्या बनी रहती है, तो समस्या की रिपोर्ट करें।

source: Edit Group
hi: समूह संपादित करें

source: Viewing Group "%s"
hi: समूह "%s" देख रहे हैं

source: Editing Group "%s"
hi: समूह "%s" संपादित कर रहे हैं

source: Edit Mobile Worker
hi: मोबाइल वर्कर संपादित करें

source: Edit Mobile Worker (View Only)
hi: मोबाइल वर्कर संपादित करें (केवल दृश्य)

source: Information for %s
hi: %s के लिए जानकारी

source: There were some errors while saving user's locations. Please check the 'Locations' tab
hi: उपयोगकर्ता के स्थानों को सहेजते समय कुछ त्रुटियाँ हुईं। कृपया 'स्थान' टैब देखें

source: You do not have permission to update Mobile Workers.
hi: आपको मोबाइल वर्कर अपडेट करने की अनुमति नहीं है।

source: Please enter digits only.
hi: कृपया केवल अंक दर्ज करें।

source: Billing contact information was successfully confirmed. You may now add additional Mobile Workers.
hi: बिलिंग संपर्क जानकारी सफलतापूर्वक पुष्टि की गई। अब आप अतिरिक्त मोबाइल वर्कर जोड़ सकते हैं।

source: This is a location user. You must delete the corresponding location before you can delete this user.
hi: यह एक स्थान उपयोगकर्ता है। इस उपयोगकर्ता को हटाने से पहले आपको संबंधित स्थान को हटाना होगा।

source: User %s has been deleted. All their submissions and cases will be permanently deleted in the next few minutes
hi: उपयोगकर्ता %s को हटा दिया गया है। उनकी सभी सबमिशन और केस अगले कुछ मिनटों में स्थायी रूप से हटा दिए जाएंगे

source: User is already in Demo mode!
hi: उपयोगकर्ता पहले से ही डेमो मोड में है!

source: User is not in Demo mode!
hi: उपयोगकर्ता डेमो मोड में नहीं है!

source: Successfully turned off demo mode!
hi: डेमो मोड सफलतापूर्वक बंद किया गया!

source: Turn off Demo mode
hi: डेमो मोड बंद करें

source: Demo User Status
hi: डेमो उपयोगकर्ता स्थिति

source: Demo User status
hi: डेमो उपयोगकर्ता स्थिति

source: Getting latest restore data, please wait
hi: नवीनतम पुनर्स्थापना डेटा प्राप्त किया जा रहा है, कृपया प्रतीक्षा करें

source: Go back to Edit Mobile Worker
hi: मोबाइल वर्कर संपादित करने के लिए वापस जाएँ

source: User is now in Demo mode with latest restore!
hi: उपयोगकर्ता अब नवीनतम पुनर्स्थापना के साथ डेमो मोड में है!

source: The user is not a demo user.
hi: यह उपयोगकर्ता डेमो उपयोगकर्ता नहीं है।

source: User groups updated!
hi: उपयोगकर्ता समूह अपडेट किए गए!

source: Form not valid. A group may have been deleted while you were viewing this pagePlease try again.
hi: फ़ॉर्म मान्य नहीं है। जब आप इस पृष्ठ को देख रहे थे, तब कोई समूह हटाया गया हो सकता है। कृपया पुनः प्रयास करें।

source: Username {} is available
hi: उपयोगकर्ता नाम {} उपलब्ध है

source: You do not have permission to create mobile workers.
hi: आपको मोबाइल वर्कर बनाने की अनुमति नहीं है।

source: Forms did not validate: {errors}
hi: फ़ॉर्म मान्य नहीं हुए: {errors}

source: No Permission.
hi: कोई अनुमति नहीं।

source: Please provide mobile worker data.
hi: कृपया मोबाइल वर्कर डेटा प्रदान करें।

source: Check your request: {}
hi: अपना अनुरोध जांचें: {}

source: Deactivated
hi: निष्क्रिय किया गया

source: Pending Confirmation
hi: पुष्टि लंबित

source: Bulk Upload Mobile Workers
hi: मोबाइल वर्कर्स का बल्क अपलोड करें

source: Mobile Worker Upload Status
hi: मोबाइल वर्कर अपलोड स्थिति

source: Return to manage mobile workers
hi: मोबाइल वर्कर्स प्रबंधन पर लौटें

source: Download Users
hi: यूज़र्स डाउनलोड करें

source: Download Users Status
hi: यूज़र्स डाउनलोड स्थिति

source: Preparing user download.
hi: यूज़र डाउनलोड तैयार किया जा रहा है।

source: Go back to Mobile Workers
hi: मोबाइल वर्कर्स पर वापस जाएँ

source: No users found. Please check your file contains a 'username' column.
hi: कोई यूज़र नहीं मिला। कृपया जांचें कि आपकी फ़ाइल में 'username' कॉलम है।

source: No users found. Please check file is not empty.
hi: कोई यूज़र नहीं मिला। कृपया जांचें कि फ़ाइल खाली नहीं है।

source: Workbook has no worksheets
hi: वर्कबुक में कोई वर्कशीट नहीं है

source: Bulk Delete
hi: बल्क डिलीट

source: No users deleted. Please address the above issue(s) and re-upload your updated file.
hi: कोई यूज़र डिलीट नहीं हुआ। कृपया ऊपर दिए गए मुद्दों को ठीक करें और अपनी अपडेटेड फ़ाइल फिर से अपलोड करें।

source: The following users have form submissions and must be deleted individually: {}.
hi: निम्नलिखित यूज़र्स के पास फॉर्म सबमिशन हैं और इन्हें व्यक्तिगत रूप से डिलीट करना होगा: {}.

source: The following users were not found: {}.
hi: निम्नलिखित यूज़र्स नहीं मिले: {}.

source: Bulk Clear
hi: बल्क क्लियर

source: No users cleared. Please address the above issue(s) and re-upload your updated file.
hi: कोई यूज़र क्लियर नहीं हुआ। कृपया ऊपर दिए गए मुद्दों को ठीक करें और अपनी अपडेटेड फ़ाइल फिर से अपलोड करें।

source: Mobile Workers Bulk Lookup
hi: मोबाइल वर्कर्स बल्क लुकअप

source: exists
hi: मौजूद है

source: is_active
hi: सक्रिय है

source: A row with no username was skipped
hi: कोई यूज़रनेम न होने वाली पंक्ति को छोड़ दिया गया

source: Sorry, it looks like your invitation has expired. Please check the invitation link you received and try again, or request a project administrator to send you the invitation again.
hi: माफ़ कीजिए, ऐसा लगता है कि आपका निमंत्रण समाप्त हो गया है। कृपया आपको प्राप्त निमंत्रण लिंक की जाँच करें और पुनः प्रयास करें, या प्रोजेक्ट व्यवस्थापक से फिर से निमंत्रण भेजने का अनुरोध करें।

source: Sorry, that invitation has already been used up. If you feel this is a mistake, please ask the inviter for another invitation.
hi: माफ़ कीजिए, यह निमंत्रण पहले ही उपयोग किया जा चुका है। यदि आपको लगता है कि यह गलती है, तो कृपया निमंत्रण भेजने वाले से नया निमंत्रण माँगें।

source: Project Invitation
hi: प्रोजेक्ट निमंत्रण

source: Project Invitation, Account Required
hi: प्रोजेक्ट निमंत्रण, खाता आवश्यक
