Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Multiple corresponding applications found. Could not follow link.
hi: एकाधिक संबंधित एप्लिकेशन मिले। लिंक का अनुसरण नहीं किया जा सका।

source: No corresponding application found in this project.
hi: इस प्रोजेक्ट में कोई संबंधित एप्लिकेशन नहीं मिला।

source: This user cannot access this link.
hi: यह यूज़र इस लिंक तक पहुँच नहीं सकता।

source: You have the MOBILE_UCR feature flag enabled, and have {ucr_count} mobile UCRs which exceeds the maximum limit of {ucr_limit} total User Configurable Reports used across all of your applications. To resolve, you must remove references to UCRs in your applications until you are under the limit. If you believe this is a mistake, please reach out to support.
hi: आपके पास MOBILE_UCR फीचर फ्लैग सक्षम है, और आपके पास {ucr_count} मोबाइल UCR हैं जो आपके सभी एप्लिकेशनों में उपयोग किए गए कुल User Configurable Reports की अधिकतम सीमा {ucr_limit} से अधिक है। समाधान के लिए, आपको अपनी एप्लिकेशनों से UCR के संदर्भ हटाने होंगे जब तक आप सीमा के भीतर नहीं आ जाते। यदि आपको लगता है कि यह गलती है, कृपया सहायता से संपर्क करें।

source: Use default emergency levels
hi: डिफ़ॉल्ट आपातकालीन स्तरों का उपयोग करें

source: Emergency Level (months)
hi: आपातकालीन स्तर (महीनों में)

source: Low Stock Level (months)
hi: कम स्टॉक स्तर (महीनों में)

source: Overstock Level (months)
hi: अधिक स्टॉक स्तर (महीनों में)

source: Use automatic consumption calculation
hi: स्वचालित खपत गणना का उपयोग करें

source: Minimum Transactions (Count)
hi: न्यूनतम लेनदेन (गिनती)

source: Minimum Window for Calculation (Days)
hi: गणना के लिए न्यूनतम विंडो (दिनों में)

source: Optimal Window for Calculation (Days)
hi: गणना के लिए इष्टतम विंडो (दिनों में)

source: Configure consumption defaults individually by supply point
hi: प्रत्येक आपूर्ति बिंदु के लिए खपत डिफ़ॉल्ट्स को व्यक्तिगत रूप से कॉन्फ़िगर करें

source: Sync consumption fixtures
hi: खपत फिक्स्चर सिंक करें

source: You must use automatic consumption calculation or specify a value for all consumption settings.
hi: आपको स्वचालित खपत गणना का उपयोग करना होगा या सभी खपत सेटिंग्स के लिए मान निर्दिष्ट करना होगा।

source: Stock Levels
hi: स्टॉक स्तर

source: Consumption Settings
hi: खपत सेटिंग्स

source: Phone Settings
hi: फोन सेटिंग्स

source: Submit
hi: सबमिट करें

source: This is configured by <a href='{url}'>bulk importing your organization structure</a>.
hi: यह <a href='{url}'>अपने संगठन की संरचना को बल्क इंपोर्ट</a> करके कॉन्फ़िगर किया जाता है।

source: Default {product_name}
hi: डिफ़ॉल्ट {product_name}

source: Ledger transaction references invalid Case ID "{}"
hi: लेजर लेनदेन संदर्भ अमान्य केस आईडी "{}"

source: You have not been registered with a default location yet. Please register a default location for this user.
hi: आपका डिफ़ॉल्ट स्थान अभी तक पंजीकृत नहीं है। कृपया इस यूज़र के लिए डिफ़ॉल्ट स्थान पंजीकृत करें।

source: Use this page to edit the default monthly consumption values for your products. These will be used if there is not enough information to compute an accurate value.
hi: इस पृष्ठ का उपयोग अपने उत्पादों के लिए डिफ़ॉल्ट मासिक खपत मानों को संपादित करने के लिए करें। इनका उपयोग तब किया जाएगा जब सटीक मान की गणना के लिए पर्याप्त जानकारी नहीं होगी।

source: Edit Default Monthly Consumption
hi: डिफ़ॉल्ट मासिक खपत संपादित करें

source: Update Default Consumption Info
hi: डिफ़ॉल्ट खपत जानकारी अपडेट करें

source: Uncategorized
hi: अवर्गीकृत

source: uncategorized
hi: अवर्गीकृत

source: Setup
hi: सेटअप

source: Could not save {}: {}
hi: {} को सहेजा नहीं जा सका: {}

source: Settings updated!
hi: सेटिंग्स अपडेट की गईं!

source: Consumption
hi: खपत

source: Default consumption values updated
hi: डिफ़ॉल्ट खपत मान अपडेट किए गए

source: SMS
hi: एसएमएस

source: Select one
hi: एक चुनें

source: Additional Information
hi: अतिरिक्त जानकारी

source: Invalid profile selected. Please select a valid profile.
hi: अमान्य प्रोफ़ाइल चुनी गई है। कृपया एक मान्य प्रोफ़ाइल चुनें।

source: Select a profile
hi: एक प्रोफ़ाइल चुनें

source: Unrecognized Information
hi: अमान्य जानकारी

source: Key '{}' was duplicated, key names must be unique.
hi: कुंजी '{}' डुप्लिकेट है, कुंजी नाम अद्वितीय होने चाहिए।

source: Key '{}' is a reserved word in Commcare.
hi: कुंजी '{}' Commcare में आरक्षित शब्द है।

source: Profile name '{}' appears more than once. Profile names must be unique.
hi: प्रोफ़ाइल नाम '{}' एक से अधिक बार दिखाई देता है। प्रोफ़ाइल नाम अद्वितीय होने चाहिए।

source: Profile '{}' contains '{}' which is not a known field.
hi: प्रोफ़ाइल '{}' में '{}' शामिल है, जो ज्ञात फ़ील्ड नहीं है।

source: Profile '{}' does not assign a value for required field '{}'
hi: प्रोफ़ाइल '{}' आवश्यक फ़ील्ड '{}' के लिए मान निर्दिष्ट नहीं करती है

source: A label is required for each field.
hi: प्रत्येक फ़ील्ड के लिए एक लेबल आवश्यक है।

source: A property name is required for each field.
hi: प्रत्येक फ़ील्ड के लिए एक प्रॉपर्टी नाम आवश्यक है।

source: Properties must start with a letter and consist only of letters, numbers, underscores or hyphens.
hi: प्रॉपर्टी अक्षर से शुरू होनी चाहिए और केवल अक्षर, अंक, अंडरस्कोर या हाइफ़न शामिल कर सकती है।

source: Not a valid regular expression
hi: मान्य रेगुलर एक्सप्रेशन नहीं है

source: A name is required for each profile.
hi: प्रत्येक प्रोफ़ाइल के लिए एक नाम आवश्यक है।

source: At least one field is required for each profile.
hi: प्रत्येक प्रोफ़ाइल के लिए कम से कम एक फ़ील्ड आवश्यक है।

source: Edit {} Fields
hi: {} फ़ील्ड संपादित करें

source: Could not update '{}'. Synced data cannot be created this way
hi: '{}' को अपडेट नहीं किया जा सका। सिंक किए गए डेटा को इस तरह से नहीं बनाया जा सकता

source: Could not update '{}'. You do not have the appropriate role
hi: '{}' को अपडेट नहीं किया जा सका। आपके पास उपयुक्त भूमिका नहीं है

source: Unable to remove synced fields. You do not have the appropriate role
hi: सिंक किए गए फ़ील्ड हटाने में असमर्थ। आपके पास उपयुक्त भूमिका नहीं है

source: Could not delete profile '{}' because it has users assigned.
hi: प्रोफ़ाइल '{}' को हटाया नहीं जा सका क्योंकि इसमें उपयोगकर्ता असाइन किए गए हैं।

source: {} fields and profiles saved successfully.
hi: {} फ़ील्ड और प्रोफ़ाइल सफलतापूर्वक सहेजे गए।

source: {} fields saved successfully.
hi: {} फ़ील्ड सफलतापूर्वक सहेजे गए।

source: Unable to save {} fields or profiles, see errors below.
hi: {} फ़ील्ड या प्रोफ़ाइल सहेजने में असमर्थ, नीचे दी गई त्रुटियाँ देखें।

source: Unable to save {} fields, see errors below.
hi: {} फ़ील्ड सहेजने में असमर्थ, नीचे दी गई त्रुटियाँ देखें।

source: You may not use "{}" as a field name
hi: आप "{}" को फ़ील्ड नाम के रूप में उपयोग नहीं कर सकते

source: Field names may not begin with "{}"
hi: फ़ील्ड नाम "{}" से शुरू नहीं हो सकते

source: '{value}' is not a valid choice for {label}. The available options are: {options}.
hi: '{value}' {label} के लिए मान्य विकल्प नहीं है। उपलब्ध विकल्प हैं: {options}.

source: '{value}' is not a valid match for {label}
hi: '{value}' {label} के लिए मान्य मेल नहीं है

source: {label} is required.
hi: {label} आवश्यक है।

source: Unlock Linked Fields For Me
hi: मेरे लिए लिंक्ड फ़ील्ड अनलॉक करें

source: Lock Linked Fields For Me
hi: मेरे लिए लिंक्ड फ़ील्ड लॉक करें

source: Linked Configurations
hi: लिंक्ड कॉन्फ़िगरेशन

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
hi: लिंक्ड कॉन्फ़िगरेशन एक अलग, लिंक्ड प्रोजेक्ट स्पेस से नियंत्रित किए जाते हैं। <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>और जानें</a>।

source: Fields
hi: फ़ील्ड्स

source: Profiles
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Add a Field
hi: एक फ़ील्ड जोड़ें

source: %(entity_string)s Property
hi: %(entity_string)s प्रॉपर्टी

source: %(entity_string)s Property
hi: %(entity_string)s प्रॉपर्टी

source: The unique ID you can use to reference this property in the application builder. The property may not contain spaces.
hi: वह अद्वितीय आईडी जिसे आप इस प्रॉपर्टी को संदर्भित करने के लिए एप्लिकेशन बिल्डर में उपयोग कर सकते हैं। प्रॉपर्टी में स्पेस नहीं होना चाहिए।

source: The field label that users will see when adding or editing a %(entity_string)s in CommCare HQ.
hi: वह फ़ील्ड लेबल जो उपयोगकर्ता CommCare HQ में %(entity_string)s जोड़ते या संपादित करते समय देखेंगे।

source: A value for this field must be provided when creating or editing a %(entity_string)s. Bulk import will fail unless this field is provided.
hi: इस फ़ील्ड के लिए मान प्रदान करना आवश्यक है जब आप %(entity_string)s बना या संपादित कर रहे हों। बल्क इम्पोर्ट तभी सफल होगा जब यह फ़ील्ड प्रदान की गई हो।

source: Required for
hi: के लिए आवश्यक

source: Specify which %(entity_string)s type this field is required for.
hi: निर्दिष्ट करें कि यह फ़ील्ड किस %(entity_string)s प्रकार के लिए आवश्यक है।

source: Specify a means of validating user input to this field. You can provide a drop-down list of choices or specify a regular expression to be applied to the input. For example, ^[1-9]{10}$ will match only 10 character numeric input.
hi: इस फ़ील्ड में उपयोगकर्ता इनपुट को मान्य करने का तरीका निर्दिष्ट करें। आप विकल्पों की ड्रॉप-डाउन सूची प्रदान कर सकते हैं या इनपुट पर लागू होने वाली रेगुलर एक्सप्रेशन निर्दिष्ट कर सकते हैं। उदाहरण के लिए, ^[1-9]{10}$ केवल 10 अंकों की संख्यात्मक इनपुट से मेल खाएगा।

source: Choices
hi: विकल्प

source: Provides a drop-down list of choices for this field instead of free text entry.
hi: यह फ़ील्ड के लिए ड्रॉप-डाउन सूची प्रदान करता है ताकि उपयोगकर्ता स्वतंत्र रूप से पाठ न लिखें।

source: Regex
hi: रेगेक्स

source: Add Choice
hi: विकल्प जोड़ें

source: Regular Expression
hi: नियमित अभिव्यक्ति

source: Are you sure you want to delete %(item)s?
hi: क्या आप वाकई %(item)s को हटाना चाहते हैं?

source: <p> Deleting this field can cause you to lose data for any %(entity_string)s with information stored in this field. </p> <p> Data will show up on the edit %(entity_string)s page but will be removed the next time the %(entity_string)s is saved. </p>
hi: <p> इस फ़ील्ड को हटाने से किसी भी %(entity_string)s के लिए इसमें संग्रहीत जानकारी का डेटा खो सकता है। </p> <p> डेटा संपादन %(entity_string)s पृष्ठ पर दिखाई देगा लेकिन अगली बार जब %(entity_string)s सहेजा जाएगा, तो वह हटा दिया जाएगा। </p>

source: Unlock Linked Fields?
hi: लिंक किए गए फ़ील्ड्स अनलॉक करें?

source: <p>Linked Fields are fields that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Fields may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
hi: <p>लिंक किए गए फ़ील्ड्स वे फ़ील्ड्स हैं जिन्हें इस प्रोजेक्ट से जुड़े किसी अन्य प्रोजेक्ट स्पेस द्वारा नियंत्रित किया जाता है। अधिक जानने के लिए यहां क्लिक करें।</p> <p>लिंक किए गए फ़ील्ड्स में किए गए परिवर्तन अगले अपडेट के दौरान लिंक किए गए प्रोजेक्ट स्पेस से ओवरराइट हो सकते हैं, और यह इस प्रोजेक्ट स्पेस के समाधानों को भी प्रभावित कर सकते हैं।</p>

source: Unlock
hi: अनलॉक करें

source: Make user profiles a requirement for the following user types
hi: निम्नलिखित उपयोगकर्ता प्रकारों के लिए उपयोगकर्ता प्रोफ़ाइल अनिवार्य बनाएं

source: Make user profiles a requirement for the following user types.
hi: निम्नलिखित उपयोगकर्ता प्रकारों के लिए उपयोगकर्ता प्रोफ़ाइल अनिवार्य बनाएं।

source: A profile must be provided when creating or editing a user of the selected user type(s).
hi: चयनित उपयोगकर्ता प्रकार के उपयोगकर्ता को बनाते या संपादित करते समय प्रोफ़ाइल देना आवश्यक है।

source: Make user profiles a requirement for the following user types dropdown.
hi: निम्नलिखित उपयोगकर्ता प्रकारों के लिए उपयोगकर्ता प्रोफ़ाइल अनिवार्य बनाएं ड्रॉपडाउन।

source: Add a Profile
hi: प्रोफ़ाइल जोड़ें

source: Remove unused fields from existing data.
hi: मौजूदा डेटा से अप्रयुक्त फ़ील्ड्स हटाएं।

source: Remove Unused Fields
hi: अप्रयुक्त फ़ील्ड्स हटाएं

source: If checked, this will remove any other fields from every %(entity_string)s. This could break existing applications if they rely on these other fields.
hi: यदि चयनित किया गया, तो यह हर %(entity_string)s से अन्य सभी फ़ील्ड्स हटा देगा। यदि मौजूदा एप्लिकेशन इन फ़ील्ड्स पर निर्भर करते हैं तो यह उन्हें प्रभावित कर सकता है।

source: Welcome Back to %(cc_name)s
hi: %(cc_name)s में फिर से स्वागत है

source: Thanks for using %(cc_name)s!
hi: %(cc_name)s का उपयोग करने के लिए धन्यवाद!

source: Thanks for using CommCare HQ! If you have questions, suggestions, or other thoughts, <br />we invite you to join the discussion on the <a href="https://forum.dimagi.com/" target="_blank">CommCare User Forum</a>.
hi: CommCare HQ का उपयोग करने के लिए धन्यवाद! यदि आपके पास कोई प्रश्न, सुझाव, या अन्य विचार हैं, <br />तो हम आपको चर्चा में शामिल होने के लिए आमंत्रित करते हैं <a href="https://forum.dimagi.com/" target="_blank">CommCare उपयोगकर्ता मंच</a>।

source: HQ Dashboard
hi: HQ डैशबोर्ड

source: Build, update, and deploy applications
hi: एप्लिकेशन बनाएं, अपडेट करें और डिप्लॉय करें

source: View worker monitoring reports and inspect project data
hi: वर्कर मॉनिटरिंग रिपोर्ट देखें और प्रोजेक्ट डेटा जांचें

source: {cc_name} Supply Setup
hi: {cc_name} सप्लाई सेटअप

source: Update {cc_name} Supply Settings
hi: {cc_name} सप्लाई सेटिंग्स अपडेट करें

source: Export and manage data
hi: डेटा निर्यात और प्रबंधन करें

source: Users
hi: उपयोगकर्ता

source: Manage accounts for mobile workers and CommCare HQ users
hi: मोबाइल वर्कर्स और CommCare HQ उपयोगकर्ताओं के लिए खाते प्रबंधित करें

source: Manage the Organization Hierarchy
hi: संगठनात्मक पदानुक्रम प्रबंधित करें

source: Messaging
hi: संदेश

source: Configure and schedule SMS messages and keywords
hi: SMS संदेश और कीवर्ड्स कॉन्फ़िगर और शेड्यूल करें

source: Set project-wide settings and manage subscriptions
hi: प्रोजेक्ट-व्यापी सेटिंग्स सेट करें और सब्सक्रिप्शन प्रबंधित करें

source: Help Site
hi: सहायता साइट

source: Visit CommCare's knowledge base
hi: CommCare के नॉलेज बेस पर जाएं

source: Subscribed to Free Edition.
hi: फ्री एडिशन की सदस्यता ली गई है।

source: Please add case owners to filter the list of cases.
hi: कृपया केस मालिक जोड़ें ताकि केसों की सूची को फ़िल्टर किया जा सके।

source: [All Data]
hi: [सभी डेटा]

source: Find:
hi: खोजें:

source: Use regular expression
hi: नियमित अभिव्यक्ति का उपयोग करें

source: Replace with:
hi: इसके साथ बदलें:

source: Replace existing value with:
hi: मौजूदा मान को इसके साथ बदलें:

source: Copy from property:
hi: प्रॉपर्टी से कॉपी करें:

source: The value from this property will replace the value from the selected property at the top.
hi: इस प्रॉपर्टी का मान ऊपर चयनित प्रॉपर्टी के मान को बदल देगा।

source: Select a case property...
hi: कोई केस प्रॉपर्टी चुनें...

source: Please specify a value you would like to replace the existing property value with.
hi: कृपया वह मान निर्दिष्ट करें जिससे आप मौजूदा प्रॉपर्टी मान को बदलना चाहते हैं।

source: Please specify the value you would like to find.
hi: कृपया वह मान निर्दिष्ट करें जिसे आप ढूंढना चाहते हैं।

source: Not a valid regular expression.
hi: मान्य रेगुलर एक्सप्रेशन नहीं है।

source: Please select a property to copy from.
hi: कृपया कॉपी करने के लिए कोई प्रॉपर्टी चुनें।

source: You cannot copy from the same property.
hi: आप एक ही प्रॉपर्टी से कॉपी नहीं कर सकते।

source: Data Type
hi: डेटा प्रकार

source: Select a Case Property
hi: कोई केस प्रॉपर्टी चुनें

source: Add Column
hi: कॉलम जोड़ें

source: Please specify a label for the column.
hi: कृपया कॉलम के लिए एक लेबल निर्दिष्ट करें।

source: Please specify a data type.
hi: कृपया डेटा प्रकार निर्दिष्ट करें।

source: Please specify a case property.
hi: कृपया केस प्रॉपर्टी निर्दिष्ट करें।

source: This case property is already a column.
hi: यह केस प्रॉपर्टी पहले से ही एक कॉलम है।

source: Incorrect data type for '{prop_id}', should be '{expected_data_type}'
hi: '{prop_id}' के लिए डेटा प्रकार गलत है, इसे '{expected_data_type}' होना चाहिए।

source: Match Type
hi: मिलान प्रकार

source: Add Filter
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Please select a case property to filter on.
hi: कृपया फ़िल्टर करने के लिए कोई केस प्रॉपर्टी चुनें।

source: Unrecognized data type.
hi: अमान्य डेटा प्रकार।

source: This value cannot contain both single quotes (') and double quotes (") at the same time.
hi: इस मान में एक साथ सिंगल कोट (') और डबल कोट (") दोनों नहीं हो सकते।

source: Not a valid number.
hi: मान्य संख्या नहीं है।

source: Unknown date type.
hi: अज्ञात दिनांक प्रकार।

source: Date format should be 'YYYY-MM-DD'
hi: दिनांक प्रारूप 'YYYY-MM-DD' होना चाहिए।

source: Date and Time format should be 'YYYY-MM-DD HH:MM:SS', where the hour is the 24-hour format, 00 to 23.
hi: दिनांक और समय का प्रारूप 'YYYY-MM-DD HH:MM:SS' होना चाहिए, जिसमें घंटे 24-घंटे प्रारूप में, 00 से 23 तक हों।

source: Please select a match type.
hi: कृपया कोई मिलान प्रकार चुनें।

source: Please provide a value or use the 'empty' or 'missing' match types.
hi: कृपया कोई मान दें या 'empty' या 'missing' मिलान प्रकार का उपयोग करें।

source: Select a Case Type
hi: कोई केस प्रकार चुनें

source: Next
hi: आगे

source: Please select a case type to continue.
hi: जारी रखने के लिए कृपया कोई केस प्रकार चुनें।

source: '{}' is not a valid case type
hi: '{}' मान्य केस प्रकार नहीं है

source: Next Step
hi: अगला चरण

source: Resume the session.
hi: सत्र फिर से शुरू करें।

source: Start a new session and delete the existing session.
hi: नया सत्र शुरू करें और मौजूदा सत्र हटा दें।

source: Unknown action
hi: अज्ञात क्रिया

source: value with "{replace_string}".
hi: "{replace_string}" के साथ मान।

source: "{find_string}" with "{replace_string}"{use_regex}.
hi: "{find_string}" को "{replace_string}"{use_regex} से बदलें।

source: (using regex)
hi: (regex का उपयोग करते हुए)

source: from case property "{copy_from_prop_id}".
hi: केस प्रॉपर्टी "{copy_from_prop_id}" से।

source: unknown
hi: अज्ञात

source: Phone Number or Numeric ID
hi: फोन नंबर या संख्यात्मक आईडी

source: Date and Time
hi: दिनांक और समय

source: Single Option
hi: एकल विकल्प

source: Multiple Option
hi: एकाधिक विकल्प

source: Password
hi: पासवर्ड

source: Number
hi: संख्या

source: Multiple Choice
hi: बहुविकल्पी

source: is empty
hi: खाली है

source: is not empty
hi: खाली नहीं है

source: is missing
hi: गायब है

source: is not missing
hi: गायब नहीं है

source: is exactly
hi: बिल्कुल यही है

source: is not
hi: नहीं है

source: starts with
hi: से शुरू होता है

source: does not start with
hi: से शुरू नहीं होता है

source: is like
hi: जैसा है

source: is not like
hi: जैसा नहीं है

source: sounds like
hi: जैसी आवाज़ है

source: does not sound like
hi: जैसा नहीं लगता

source: is any
hi: कोई भी है

source: is not any
hi: कोई भी नहीं है

source: is all
hi: सभी हैं

source: is not all
hi: सभी नहीं हैं

source: equals
hi: बराबर है

source: does not equal
hi: बराबर नहीं है

source: less than
hi: से कम

source: less than or equal to
hi: से कम या बराबर

source: greater than
hi: से अधिक

source: greater than or equal to
hi: से अधिक या बराबर

source: on
hi: पर

source: before
hi: से पहले

source: before or on
hi: से पहले या उसी दिन

source: after
hi: के बाद

source: on or after
hi: उस दिन या उसके बाद

source: Find & Replace
hi: खोजें और बदलें

source: Copy & Replace
hi: कॉपी करें और बदलें

source: Strip Whitespaces
hi: व्हाइटस्पेस हटाएँ

source: Make Title Case
hi: शीर्षक केस बनाएं

source: Make Upper Case
hi: सभी अक्षर बड़े करें

source: Make Lower Case
hi: सभी अक्षर छोटे करें

source: Make Value Empty
hi: मान खाली करें

source: Make Value NULL
hi: मान NULL करें

source: Reset Changes
hi: परिवर्तन रीसेट करें

source: Committed On
hi: प्रतिबद्ध किया गया दिनांक

source: Completed On
hi: पूरा किया गया दिनांक

source: Show Whitespaces
hi: व्हाइटस्पेस दिखाएँ

source: stored value
hi: संग्रहीत मान

source: changed value
hi: बदला हुआ मान

source: Edit Value
hi: मान संपादित करें

source: Apply Edit
hi: संपादन लागू करें

source: Cancel Edit
hi: संपादन रद्द करें

source: System
hi: सिस्टम

source: This session is read-only.
hi: यह सत्र केवल पढ़ने के लिए है।

source: Completed
hi: पूर्ण

source: Pending
hi: लंबित

source: Active
hi: सक्रिय

source: EMPTY
hi: खाली

source: Edit history is too large...
hi: संपादन इतिहास बहुत बड़ा है...

source: No editible case properties are visible
hi: कोई संपादन योग्य केस गुण दिखाई नहीं दे रहे हैं

source: Confirm Action
hi: कार्रवाई की पुष्टि करें

source: Apply all edits?
hi: सभी संपादन लागू करें?

source: Apply All Edits
hi: सभी संपादन लागू करें

source: You have selected cases which have been filtered out.
hi: आपने वे केस चुने हैं जिन्हें फ़िल्टर कर दिया गया है।

source: Clear all edits?
hi: सभी संपादन साफ़ करें?

source: Select %(num_records)s Cases
hi: %(num_records)s केस चुनें

source: Are you sure you want to select %(num_records)s cases?
hi: क्या आप वाकई %(num_records)s केस चुनना चाहते हैं?

source: This operation might take a long time.
hi: इस प्रक्रिया में अधिक समय लग सकता है।

source: Undo edit for multiple cases?
hi: कई केसों के लिए संपादन पूर्ववत करें?

source: Undo
hi: पूर्ववत करें

source: Unable to select %(num_records)s cases
hi: %(num_records)s केस चुनने में असमर्थ

source: Cannot select more than %(max_recorded_limit)s cases in a session.
hi: एक सत्र में %(max_recorded_limit)s से अधिक केस नहीं चुने जा सकते।

source: Please add filters to select fewer cases.
hi: कृपया कम केस चुनने के लिए फ़िल्टर जोड़ें।

source: Filter Cases
hi: केस फ़िल्टर करें

source: Configure Columns
hi: कॉलम कॉन्फ़िगर करें

source: Applying Changes...
hi: परिवर्तन लागू किए जा रहे हैं...

source: The following edits will be applied...
hi: निम्नलिखित संपादन लागू किए जाएंगे...

source: The following edits will be cleared...
hi: निम्नलिखित संपादन साफ़ किए जाएंगे...

source: the case property that was changed
hi: वह केस गुण जिसे बदला गया

source: number of cases affected
hi: प्रभावित केसों की संख्या

source: Show edit history
hi: संपादन इतिहास दिखाएँ

source: The following edit will be undone:
hi: निम्नलिखित संपादन पूर्ववत किया जाएगा:

source: Edits
hi: संपादन

source: Clear Filters
hi: फ़िल्टर साफ़ करें

source: You have selected cases which have been filtered out. New previewed edits will only apply to selected cases in the current filters, unless you remove filters.
hi: आपने वे केस चुने हैं जिन्हें फ़िल्टर कर दिया गया है। नई पूर्वावलोकित संपादन केवल वर्तमान फ़िल्टर में चुने गए केस पर लागू होंगे, जब तक आप फ़िल्टर नहीं हटाते।

source: Clear Selection
hi: चयन साफ़ करें

source: space
hi: स्पेस

source: new line
hi: नई पंक्ति

source: tab
hi: टैब

source: Case ID
hi: केस आईडी

source: Owner ID
hi: मालिक आईडी

source: Open/Closed Status
hi: खुला/बंद स्थिति

source: External ID
hi: बाहरी आईडी

source: Date Opened
hi: खुलने की तिथि

source: Closed On
hi: बंद होने की तिथि

source: Last Modified On
hi: अंतिम बार संशोधित

source: Closed By
hi: द्वारा बंद किया गया

source: Last Modified By
hi: अंतिम बार संशोधित करने वाला

source: Opened By
hi: द्वारा खोला गया

source: Owner
hi: मालिक

source: Closed By User ID
hi: यूज़र आईडी द्वारा बंद किया गया

source: Opened By User ID
hi: यूज़र आईडी द्वारा खोला गया

source: Last Modified (UTC)
hi: अंतिम संशोधित (UTC)

source: Cannot retrieve columns, session was not found.
hi: कॉलम प्राप्त नहीं कर सके, सत्र नहीं मिला।

source: Cannot retrieve pinned filters, session was not found.
hi: पिन किए गए फ़िल्टर प्राप्त नहीं कर सके, सत्र नहीं मिला।

source: Cannot retrieve filters, session was not found.
hi: फ़िल्टर प्राप्त नहीं कर सके, सत्र नहीं मिला।

source: Case Type "{case_type}"
hi: केस प्रकार "{case_type}"

source: Caches successfully cleared.
hi: कैश सफलतापूर्वक साफ़ कर दिए गए।

source: That session does not exist. Please start a new session.
hi: वह सत्र मौजूद नहीं है। कृपया एक नया सत्र शुरू करें।

source: Cannot retrieve summary, session was not found.
hi: सारांश प्राप्त नहीं कर सके, सत्र नहीं मिला।
