Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: CAUTION: Changing this value will alter SSO endpoint URLs below and affect active SSO setups for the client!
hi: सावधान: इस मान को बदलने से नीचे दिए गए SSO एंडपॉइंट URL बदल जाएंगे और क्लाइंट के लिए सक्रिय SSO सेटअप प्रभावित होंगे!

source: This text is what users will see when logging in with SSO.
hi: यह वह पाठ है जो उपयोगकर्ता SSO के साथ लॉग इन करते समय देखेंगे।

source: Allow Enterprise Admins to edit SSO Enterprise Settings
hi: एंटरप्राइज व्यवस्थापकों को SSO एंटरप्राइज सेटिंग्स संपादित करने की अनुमति दें

source: Single Sign On is active
hi: सिंगल साइन ऑन सक्रिय है

source: Force users with matching email domains to log in with SSO.
hi: मिलते-जुलते ईमेल डोमेन वाले उपयोगकर्ताओं को SSO के साथ लॉग इन करने के लिए बाध्य करें।

source: Service Provider Settings
hi: सर्विस प्रोवाइडर सेटिंग्स

source: Relying Party Settings
hi: रिलायिंग पार्टी सेटिंग्स

source: This account has no active Enterprise subscription! Please fix the Billing Account configuration in order to complete the Identity Provider setup.
hi: इस खाते के पास कोई सक्रिय एंटरप्राइज सब्सक्रिप्शन नहीं है! कृपया आइडेंटिटी प्रोवाइडर सेटअप पूरा करने के लिए बिलिंग अकाउंट कॉन्फ़िगरेशन को ठीक करें।

source: Manage Billing Account
hi: बिलिंग अकाउंट प्रबंधित करें

source: Update Configuration
hi: कॉन्फ़िगरेशन अपडेट करें

source: Another Identity Provider already exists with this slug.
hi: इस स्लग के साथ पहले से ही एक अन्य आइडेंटिटी प्रोवाइडर मौजूद है।

source: Entity ID
hi: एंटिटी आईडी

source: Login URL
hi: लॉगिन URL

source: Logout URL
hi: लॉगआउट URL

source: Public IdP Signing Certificate
hi: पब्लिक IdP साइनिंग सर्टिफिकेट

source: Issuer ID
hi: इशूअर आईडी

source: Client ID
hi: क्लाइंट आईडी

source: Client Secret
hi: क्लाइंट सीक्रेट

source: Please make sure an enterprise admin has filled out the following details before activating SSO globally: {}
hi: कृपया सुनिश्चित करें कि एक एंटरप्राइज एडमिन ने SSO को वैश्विक रूप से सक्रिय करने से पहले निम्नलिखित विवरण भरे हैं: {}

source: This will also force users with matching linked email domains to log in with SSO.
hi: यह मिलते-जुलते लिंक्ड ईमेल डोमेन वाले उपयोगकर्ताओं को भी SSO के साथ लॉग इन करने के लिए बाध्य करेगा।

source: Login Enforcement
hi: लॉगिन प्रवर्तन

source: Global: All users must use SSO unless exempt
hi: वैश्विक: सभी उपयोगकर्ताओं को SSO का उपयोग करना अनिवार्य है जब तक कि वे छूट प्राप्त न हों

source: Test: Only Test Users are required to use SSO
hi: परीक्षण: केवल टेस्ट उपयोगकर्ताओं को SSO का उपयोग करना आवश्यक है

source: When the Identity Provider is active, this determines how users will be required to login at the homepage.
hi: जब आइडेंटिटी प्रोवाइडर सक्रिय होता है, तो यह निर्धारित करता है कि होमपेज पर उपयोगकर्ताओं को कैसे लॉगिन करना होगा।

source: Linked Email Domains
hi: लिंक्ड ईमेल डोमेन

source: Auto-Deactivation
hi: ऑटो-डीएक्टिवेशन

source: This option ensures any authorization provided by CommCare HQ to Web Users using SSO is removed when those users are removed from Entra ID. This includes automatic deactivation of any API keys associated with these users.
hi: यह विकल्प यह सुनिश्चित करता है कि जब इन उपयोगकर्ताओं को Entra ID से हटा दिया जाता है, तो CommCare HQ द्वारा SSO का उपयोग करने वाले वेब उपयोगकर्ताओं को दी गई कोई भी अधिकृत अनुमति हटा दी जाती है। इसमें इन उपयोगकर्ताओं से जुड़े किसी भी API कुंजी का स्वतः निष्क्रिय होना शामिल है।

source: Automatically deactivate Web Users
hi: वेब उपयोगकर्ताओं को स्वचालित रूप से निष्क्रिय करें

source: Tenant Id
hi: टेनेंट आईडी

source: Application ID
hi: एप्लिकेशन आईडी

source: Secret Expires On
hi: सीक्रेट समाप्ति तिथि

source: Reveal Keys
hi: कुंजियाँ दिखाएँ

source: When enabled, all keys on a user’s API Key page will no longer be partially hidden after creation. This also removes the suggestion to copy an API key to another location when generating a new key.
hi: सक्षम होने पर, उपयोगकर्ता के API कुंजी पृष्ठ पर सभी कुंजियाँ निर्माण के बाद आंशिक रूप से छिपी नहीं रहेंगी। यह एक नई कुंजी उत्पन्न करते समय API कुंजी को अन्य स्थान पर कॉपी करने का सुझाव भी हटा देता है।

source: Always display full API keys to SSO users
hi: SSO उपयोगकर्ताओं के लिए हमेशा पूरी API कुंजियाँ दिखाएँ

source: Require Expiration Date
hi: समाप्ति तिथि आवश्यक करें

source: When enabled, this ensures that a date of expiration is always provided when SSO users generated new keys from their API Keys page
hi: सक्षम होने पर, यह सुनिश्चित करता है कि जब SSO उपयोगकर्ता अपनी API कुंजियों के पृष्ठ से नई कुंजी उत्पन्न करते हैं, तो हमेशा समाप्ति तिथि दी जाए।

source: Always require an expiration date for API keys
hi: API कुंजियों के लिए हमेशा समाप्ति तिथि आवश्यक करें

source: Maximum Expiration Length
hi: अधिकतम समाप्ति अवधि

source: If an expiration date is required, the expiration date will not exceed this many days from the date an API key is created
hi: यदि समाप्ति तिथि आवश्यक है, तो समाप्ति तिथि API कुंजी के निर्माण की तिथि से इतने दिनों से अधिक नहीं होगी।

source: 1 Year
hi: 1 वर्ष

source: 180 Days
hi: 180 दिन

source: 160 Days
hi: 160 दिन

source: 120 Days
hi: 120 दिन

source: 90 Days
hi: 90 दिन

source: 60 Days
hi: 60 दिन

source: All existing API keys that do not comply with this expiration date policy will be updated to ensure a compliant expiration date is present. For keys that do not have an expiration date set, the date of expiration will be <span data-bind="text: expirationLength"></span> from today after clicking "Update Configuration" below. This will apply only to SSO users associated with this Identity Provider.
hi: सभी मौजूदा API कुंजियाँ जो इस समाप्ति तिथि नीति का पालन नहीं करती हैं, उन्हें अद्यतन किया जाएगा ताकि एक अनुपालन समाप्ति तिथि सुनिश्चित की जा सके। जिन कुंजियों के लिए समाप्ति तिथि निर्धारित नहीं है, उनकी समाप्ति तिथि नीचे दिए गए "कॉन्फ़िगरेशन अपडेट करें" पर क्लिक करने के बाद आज से <span data-bind="text: expirationLength"></span> होगी। यह केवल इस आइडेंटिटी प्रोवाइडर से जुड़े SSO उपयोगकर्ताओं पर लागू होगा।

source: API Key Management
hi: API कुंजी प्रबंधन

source: Single Sign-On Settings
hi: सिंगल साइन-ऑन सेटिंग्स

source: This is required when Auto-Deactivation is enabled.
hi: जब ऑटो-डीएक्टिवेशन सक्षम हो, तो यह आवश्यक है।

source: This certificate has already expired!
hi: यह प्रमाणपत्र पहले ही समाप्त हो चुका है!

source: Please specify a value.
hi: कृपया कोई मान निर्दिष्ट करें।

source: Upload Certificate (Base64)
hi: सर्टिफिकेट अपलोड करें (Base64)

source: Certificate (Base64)
hi: सर्टिफिकेट (Base64)

source: Token Encryption
hi: टोकन एन्क्रिप्शन

source: Use Token Encryption
hi: टोकन एन्क्रिप्शन का उपयोग करें

source: {} Identifier
hi: {} पहचानकर्ता

source: Upload New Certificate (Base64)
hi: नया प्रमाणपत्र अपलोड करें (Base64)

source: Basic SAML Configuration for {}
hi: {} के लिए बेसिक SAML कॉन्फ़िगरेशन

source: Connection Details from {}
hi: {} से कनेक्शन विवरण

source: SAML Token Encryption
hi: SAML टोकन एन्क्रिप्शन

source: Update Secret
hi: सीक्रेट अपडेट करें

source: Cancel Update
hi: अपडेट रद्द करें

source: Remote User Management
hi: रिमोट उपयोगकर्ता प्रबंधन

source: File type not accepted. Please ensure you have uploaded a Base64 x509 certificate.
hi: फ़ाइल प्रकार स्वीकार्य नहीं है। कृपया सुनिश्चित करें कि आपने Base64 x509 प्रमाणपत्र अपलोड किया है।

source: Issuer URL
hi: इशूअर URL

source: Issuer URI
hi: इशूअर URI

source: Show Secret
hi: सीक्रेट दिखाएँ

source: Hide Secret
hi: सीक्रेट छुपाएँ

source: Application Details for {}
hi: {} के लिए एप्लिकेशन विवरण

source: OpenID Provider Configuration
hi: OpenID प्रदाता कॉन्फ़िगरेशन

source: There was an issue connecting to the Microsoft Graph API.
hi: Microsoft Graph API से कनेक्ट करने में समस्या आई।

source: An HTTP error occured when connecting to the Microsoft Graph API, which usuallyindicates an issue with Microsoft's servers.
hi: Microsoft Graph API से कनेक्ट करते समय HTTP त्रुटि हुई, जो आमतौर पर Microsoft के सर्वर में समस्या का संकेत देती है।

source: We received an empty list of users from your Microsoft Entra ID instance.
hi: हमें आपके Microsoft Entra ID इंस्टेंस से उपयोगकर्ताओं की खाली सूची प्राप्त हुई है।

source: We encountered an issue when connecting to your Microsoft Graph API:
hi: आपके Microsoft Graph API से कनेक्ट करते समय हमें समस्या आई:

source: We encountered an unknown issue, please contact Commcare HQ Support.
hi: हमें एक अज्ञात समस्या का सामना करना पड़ा, कृपया Commcare HQ सपोर्ट से संपर्क करें।

source: Identity Provider
hi: पहचान प्रदाता

source: Authenticated Email Domains
hi: प्रमाणित ईमेल डोमेन

source: SSO Exempt Users
hi: SSO से छूट प्राप्त उपयोगकर्ता

source: SSO Test Users
hi: SSO परीक्षण उपयोगकर्ता

source: Danger Zone
hi: खतरे का क्षेत्र

source: Single Sign-On Request Failed
hi: सिंगल साइन-ऑन अनुरोध विफल हुआ

source: Single Sign-On
hi: सिंगल साइन-ऑन

source: Sorry, but we're having trouble signing you in.
hi: क्षमा करें, लेकिन आपको साइन इन करने में हमें समस्या हो रही है।

source: The issue looks like it might be related to the configuration with your Identity Provider and CommCare HQ.
hi: यह समस्या आपके पहचान प्रदाता और CommCare HQ के साथ कॉन्फ़िगरेशन से संबंधित हो सकती है।

source: This is the error message we are seeing:
hi: यह त्रुटि संदेश हमें दिखाई दे रहा है:

source: Please <a href="%(docs_link)s">review our documentation</a> for setting up SSO with %(idp_service_name)s.
hi: कृपया <a href="%(docs_link)s">हमारे दस्तावेज़</a> को देखें ताकि आप %(idp_service_name)s के साथ SSO सेटअप कर सकें।

source: If the error message and documentation are not helping, please reach out to your support contact.
hi: यदि त्रुटि संदेश और दस्तावेज़ मदद नहीं कर रहे हैं, तो कृपया अपने सपोर्ट संपर्क से संपर्क करें।

source: This issue might be due to the following reason:
hi: यह समस्या निम्नलिखित कारण से हो सकती है:

source: If this error persists, please contact your project's administrator for assistance.
hi: यदि यह त्रुटि बनी रहती है, तो कृपया अपने प्रोजेक्ट के व्यवस्थापक से सहायता के लिए संपर्क करें।

source: Single Sign-On is misconfigured
hi: सिंगल साइन-ऑन गलत तरीके से कॉन्फ़िगर किया गया है

source: Your Redirect URL is invalid.
hi: आपका रीडायरेक्ट URL अमान्य है।

source: The redirect URL you have specified is not valid. Please remove the text after "next=" in the url to temporarily resolve this issue. If the issue persists, please contact support so we can find a permanent solution.
hi: आपने जो रीडायरेक्ट URL निर्दिष्ट किया है वह मान्य नहीं है। कृपया अस्थायी रूप से इस समस्या को हल करने के लिए url में "next=" के बाद का पाठ हटा दें। यदि समस्या बनी रहती है, तो कृपया सपोर्ट से संपर्क करें ताकि हम स्थायी समाधान ढूंढ सकें।

source: There was an issue logging in with %(service)s:
hi: %(service)s के साथ लॉगिन करने में समस्या आई:

source: It looks like there is an issue with %(idp_name)s's configuration.
hi: ऐसा लगता है कि %(idp_name)s की कॉन्फ़िगरेशन में कोई समस्या है।

source: Please reach out to support, so we can quickly resolve this problem. Thank you!
hi: कृपया सपोर्ट से संपर्क करें, ताकि हम इस समस्या का शीघ्र समाधान कर सकें। धन्यवाद!

source: It looks like your setup is not complete.
hi: ऐसा लगता है कि आपकी सेटअप पूरी नहीं हुई है।

source: Information seems to be missing from your SSO configuration. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
hi: आपकी SSO कॉन्फ़िगरेशन से जानकारी गायब लग रही है। कृपया SSO सेटअप के लिए <a href="%(docs_link)s">दस्तावेज़</a> देखें।

source: It looks like we are missing your certificate.
hi: ऐसा लगता है कि आपका प्रमाणपत्र गायब है।

source: It looks like your x509 certificate is missing from your SSO setup. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
hi: ऐसा लगता है कि आपके SSO सेटअप से आपका x509 प्रमाणपत्र गायब है। कृपया SSO सेटअप के लिए <a href="%(docs_link)s">दस्तावेज़</a> देखें।

source: Obtaining User Information Was Not Possible
hi: उपयोगकर्ता जानकारी प्राप्त करना संभव नहीं था

source: It looks like there was an issue obtaining the user's information from your Identity Provider. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
hi: ऐसा लगता है कि आपके पहचान प्रदाता से उपयोगकर्ता की जानकारी प्राप्त करने में समस्या आई। कृपया SSO सेटअप के लिए <a href="%(docs_link)s">दस्तावेज़</a> देखें।

source: OpenID Connect Session Unknown
hi: OpenID कनेक्ट सत्र अज्ञात

source: It looks like you tried to authenticate without a valid OpenID Connect Session. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
hi: ऐसा लगता है कि आपने वैध OpenID कनेक्ट सत्र के बिना प्रमाणीकरण करने का प्रयास किया। कृपया SSO सेटअप के लिए <a href="%(docs_link)s">दस्तावेज़</a> देखें।

source: OIDC Method Not Allowed
hi: OIDC विधि की अनुमति नहीं है

source: You did not complete a full SSO handshake. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
hi: आपने पूरा SSO हैंडशेक पूरा नहीं किया है। कृपया SSO सेटअप के लिए <a href="%(docs_link)s">दस्तावेज़</a> की समीक्षा करें।

source: It looks like there is an issue with your SSO configuration.
hi: ऐसा लगता है कि आपकी SSO कॉन्फ़िगरेशन में कोई समस्या है।

source: The error code is "%(error_code)s". Please reach out to your support contact with this information so we can assist with this issue.
hi: त्रुटि कोड "%(error_code)s" है। कृपया इस जानकारी के साथ अपने समर्थन संपर्क से संपर्क करें ताकि हम इस समस्या में सहायता कर सकें।

source: Dear enterprise administrator,
hi: प्रिय एंटरप्राइज व्यवस्थापक,

source: The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s
hi: आपके पहचान प्रदाता "%(idp_name)s" के लिए API सीक्रेट जल्द ही समाप्त हो रहा है! यदि नया API सीक्रेट नहीं बनाया गया, तो आपके पहचान प्रदाता के लिए रिमोट यूज़र प्रबंधन कार्यक्षमता %(expires_on)s से काम करना बंद कर देगी।

source: If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
hi: यदि आपके कोई प्रश्न हैं, तो कृपया %(contact_email)s पर संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद।

source: Dear enterprise administrator, The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय एंटरप्राइज व्यवस्थापक, आपके पहचान प्रदाता "%(idp_name)s" के लिए API सीक्रेट जल्द ही समाप्त हो रहा है! यदि नया API सीक्रेट नहीं बनाया गया, तो आपके पहचान प्रदाता के लिए रिमोट यूज़र प्रबंधन कार्यक्षमता %(expires_on)s से काम करना बंद कर देगी। यदि आपके कोई प्रश्न हैं, तो कृपया %(contact_email)s पर संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s
hi: आपके पहचान प्रदाता %(idp_name)s के लिए प्रमाणपत्र जल्द ही समाप्त हो रहा है! यदि प्रमाणपत्र नवीनीकृत नहीं किया गया, तो इस IdP का उपयोग करके कोई भी सिंगल साइन-ऑन प्रमाणीकरण %(expires_on)s से काम करना बंद कर देगा।

source: Dear enterprise administrator, The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय एंटरप्राइज व्यवस्थापक, आपके पहचान प्रदाता %(idp_name)s के लिए प्रमाणपत्र जल्द ही समाप्त हो रहा है! यदि प्रमाणपत्र नवीनीकृत नहीं किया गया, तो इस IdP का उपयोग करके कोई भी सिंगल साइन-ऑन प्रमाणीकरण %(expires_on)s से काम करना बंद कर देगा। यदि आपके कोई प्रश्न हैं, तो कृपया %(contact_email)s पर संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s
hi: निम्नलिखित कारण से SSO-प्रबंधित वेब उपयोगकर्ताओं की स्वचालित निष्क्रियता को अस्थायी रूप से छोड़ दिया गया है: %(failure_reason)s

source: Please check the configuration for Remote User Management in your Identity Provider settings.
hi: कृपया अपने पहचान प्रदाता सेटिंग्स में रिमोट यूज़र प्रबंधन के लिए कॉन्फ़िगरेशन की जांच करें।

source: If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
hi: यदि आपके कोई प्रश्न हैं, या यदि यह समस्या बनी रहती है, तो कृपया %(contact_email)s पर संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद।

source: Dear enterprise administrator, We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s Please check the configuration for Remote User Management in your Identity Provider settings. If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय एंटरप्राइज व्यवस्थापक, निम्नलिखित कारण से SSO-प्रबंधित वेब उपयोगकर्ताओं की स्वचालित निष्क्रियता को अस्थायी रूप से छोड़ दिया गया है: %(failure_reason)s कृपया अपने पहचान प्रदाता सेटिंग्स में रिमोट यूज़र प्रबंधन के लिए कॉन्फ़िगरेशन की जांच करें। यदि आपके कोई प्रश्न हैं, या यदि यह समस्या बनी रहती है, तो कृपया %(contact_email)s पर संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: Manage Single Sign-On
hi: सिंगल साइन-ऑन प्रबंधित करें

source: Configure external Identity Providers associated with your Enterprise Account below.
hi: अपने एंटरप्राइज खाते से जुड़े बाहरी पहचान प्रदाताओं को नीचे कॉन्फ़िगर करें।

source: Identity Providers
hi: पहचान प्रदाता

source: Email Domains
hi: ईमेल डोमेन

source: Not Active
hi: सक्रिय नहीं

source: Delete Identity Provider
hi: पहचान प्रदाता हटाएँ

source: An active Identity Provider cannot be deleted.
hi: एक सक्रिय पहचान प्रदाता को हटाया नहीं जा सकता।

source: Please first deactivate the Identity Provider and communicate the intent to the client before deletion.
hi: कृपया पहले पहचान प्रदाता को निष्क्रिय करें और हटाने से पहले क्लाइंट को इसकी सूचना दें।

source: <strong>WARNING:</strong> Deleting an Identity Provider is not reversible.
hi: <strong>चेतावनी:</strong> पहचान प्रदाता को हटाना अपरिवर्तनीय है।

source: Deletion will immediately affect any client's SSO setup. Please exercise extreme caution. An active Identity Provider will not be deleted.
hi: हटाने से तुरंत किसी भी क्लाइंट के SSO सेटअप पर प्रभाव पड़ेगा। कृपया अत्यधिक सावधानी बरतें। एक सक्रिय पहचान प्रदाता हटाया नहीं जाएगा।

source: Users with email addresses ending in these domain names must log in with SSO if the Identity Provider is active.
hi: इन डोमेन नामों पर समाप्त होने वाले ईमेल पते वाले उपयोगकर्ताओं को, यदि पहचान प्रदाता सक्रिय है, तो SSO के साथ लॉग इन करना अनिवार्य है।

source: There are no email domains associated with this identity provider. Please add one below.
hi: इस पहचान प्रदाता से कोई भी ईमेल डोमेन संबद्ध नहीं है। कृपया नीचे एक जोड़ें।

source: Add Email Domain
hi: ईमेल डोमेन जोड़ें

source: Users in this list will not be forced to sign in with SSO when the Identity Provider is active.
hi: इस सूची में शामिल उपयोगकर्ताओं को, जब पहचान प्रदाता सक्रिय है, SSO के साथ साइन इन करने के लिए बाध्य नहीं किया जाएगा।

source: No users are exempt from SSO for this Identity Provider. Please add at least <strong>one enterprise admin</strong> before making this Identity Provider active!
hi: इस पहचान प्रदाता के लिए कोई भी उपयोगकर्ता SSO से मुक्त नहीं है। कृपया इसे सक्रिय करने से पहले कम से कम <strong>एक एंटरप्राइज व्यवस्थापक</strong> जोड़ें!

source: When the Identity Provider is in "Test" mode for Login Enforcement, only the users in this list will be directed to sign in with SSO.
hi: जब लॉगिन प्रवर्तन के लिए पहचान प्रदाता "परीक्षण" मोड में होता है, तो केवल इस सूची में शामिल उपयोगकर्ताओं को SSO के साथ साइन इन करने के लिए निर्देशित किया जाएगा।

source: No users are marked as test users.
hi: कोई भी उपयोगकर्ता परीक्षण उपयोगकर्ता के रूप में चिह्नित नहीं है।

source: The identity provider used to authenticate your account, %(identity_provider)s, is not trusted by this project space.
hi: आपके खाते को प्रमाणित करने के लिए प्रयुक्त पहचान प्रदाता, %(identity_provider)s, इस प्रोजेक्ट स्पेस द्वारा विश्वसनीय नहीं है।

source: Please contact a project administrator to restore access.
hi: कृपया एक्सेस पुनर्स्थापित करने के लिए प्रोजेक्ट व्यवस्थापक से संपर्क करें।

source: Single Sign-On Request Denied
hi: सिंगल साइन-ऑन अनुरोध अस्वीकृत

source: Single Sign-On Not Allowed
hi: सिंगल साइन-ऑन की अनुमति नहीं है

source: You do not have permission to sign in with Single Sign-On. If this is in error, please contact your project's administrator.
hi: आपको सिंगल साइन-ऑन के साथ साइन इन करने की अनुमति नहीं है। यदि यह त्रुटि है, तो कृपया अपने प्रोजेक्ट के व्यवस्थापक से संपर्क करें।

source: today!
hi: आज!

source: on {exp_date:{USER_DATE_FORMAT}}.
hi: {exp_date:{USER_DATE_FORMAT}} को।

source: CommCare Alert: Certificate for Identity Provider %(idp_name)s expires %(expires_on)s
hi: CommCare अलर्ट: पहचान प्रदाता %(idp_name)s के लिए प्रमाणपत्र %(expires_on)s को समाप्त हो रहा है

source: Dimagi CommCare Accounts <{settings.ACCOUNTS_EMAIL}>
hi: Dimagi CommCare खाते <{settings.ACCOUNTS_EMAIL}>

source: CommCare HQ Alert: Temporarily skipped automatic deactivation of SSO Web Users (Remote User Management)
hi: CommCare HQ अलर्ट: SSO वेब उपयोगकर्ताओं की स्वचालित निष्क्रियता को अस्थायी रूप से छोड़ दिया गया (रिमोट यूज़र प्रबंधन)

source: CommCare Alert: API Secret for Identity Provider %(idp_name)s expires %(expires_on)s
hi: CommCare अलर्ट: पहचान प्रदाता %(idp_name)s के लिए API सीक्रेट %(expires_on)s को समाप्त हो रहा है

source: Please double check your tenant id is correct
hi: कृपया दोबारा जांचें कि आपका टेनेंट आईडी सही है

source: No error description provided
hi: कोई त्रुटि विवरण प्रदान नहीं किया गया

source: Nested applications (ServicePrincipal members) are not supported. Please include only Users or Groups as members of this SSO application
hi: नेस्टेड एप्लिकेशन (ServicePrincipal सदस्य) समर्थित नहीं हैं। कृपया इस SSO एप्लिकेशन के सदस्य के रूप में केवल उपयोगकर्ता या समूह शामिल करें

source: We were unable to create your requested project because the name was already taken.
hi: हम आपका अनुरोधित प्रोजेक्ट नहीं बना सके क्योंकि नाम पहले से लिया जा चुका है।

source: We were unable to create your requested project due to an unexpected issue. Please try again in a few minutes.If the issue persists, please contact support.
hi: हम आपके अनुरोधित प्रोजेक्ट को एक अप्रत्याशित समस्या के कारण नहीं बना सके। कृपया कुछ मिनटों में पुनः प्रयास करें। यदि समस्या बनी रहती है, तो कृपया समर्थन से संपर्क करें।

source: {idp} is now trusted as an identity provider for users who are members of the project space "{domain}". <a href="{learn_more}">Learn More</a>
hi: {idp} अब प्रोजेक्ट स्पेस "{domain}" के सदस्य उपयोगकर्ताओं के लिए एक विश्वसनीय पहचान प्रदाता है। <a href="{learn_more}">और जानें</a>

source: Untrusted Identity Provider
hi: अविश्वसनीय पहचान प्रदाता

source: Edit Identity Provider
hi: पहचान प्रदाता संपादित करें

source: Identity Provider {} cannot be deleted because it is still active.
hi: पहचान प्रदाता {} को हटाया नहीं जा सकता क्योंकि यह अभी भी सक्रिय है।

source: Identity Provider {} successfully deleted.
hi: पहचान प्रदाता {} सफलतापूर्वक हटाया गया।

source: Identity Provider updated!
hi: पहचान प्रदाता अपडेट किया गया!

source: Pick a Favorite Color
hi: पसंदीदा रंग चुनें

source: Red
hi: लाल

source: Green
hi: हरा

source: Blue
hi: नीला

source: Purple
hi: बैंगनी
