Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Updating cases directly is not supported when using data registry search. Refer to the <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentation</a > for information on how to update cases from a data registry.
hi: डेटा रजिस्ट्री सर्च का उपयोग करते समय केस को सीधे अपडेट करना समर्थित नहीं है। डेटा रजिस्ट्री से केस अपडेट करने के तरीके के लिए <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >डॉक्युमेंटेशन</a > देखें।

source: Updating cases directly is not supported for multi-select menus.
hi: मल्टी-सेलेक्ट मेनू के लिए केस को सीधे अपडेट करना समर्थित नहीं है।

source: <strong>Child Cases</strong> let you open other types of Cases for use in other Case Lists.
hi: <strong>चाइल्ड केस</strong> आपको अन्य प्रकार के केस खोलने देते हैं जिन्हें अन्य केस सूचियों में उपयोग किया जा सकता है।

source: When possible, they'll be linked to the current Case so you'll always know where they came from. A great use of Child Cases is for tracking a newborn separately from its mother.
hi: जब संभव हो, तो इन्हें वर्तमान केस से लिंक किया जाएगा ताकि आपको हमेशा पता रहे कि वे कहाँ से आए हैं। चाइल्ड केस का एक बेहतरीन उपयोग नवजात को उसकी माँ से अलग ट्रैक करना है।

source: <strong>Child Cases</strong> are not available in your subscription. This feature is only available on our <strong>Pro</strong> plan or higher. This configuration will remain un-editable until you upgrade.
hi: <strong>चाइल्ड केस</strong> आपकी सदस्यता में उपलब्ध नहीं हैं। यह सुविधा केवल हमारे <strong>प्रो</strong> प्लान या उससे ऊपर पर उपलब्ध है। यह कॉन्फ़िगरेशन तब तक संपादन योग्य नहीं रहेगा जब तक आप अपग्रेड नहीं करते।

source: This Form opens a Child Case in the Case List
hi: यह फॉर्म केस सूची में एक चाइल्ड केस खोलता है

source: Case List Configuration
hi: केस सूची कॉन्फ़िगरेशन

source: Override reference id:
hi: ओवरराइड रेफरेंस आईडी:

source: Add a Child Case to open a case for a different Case List...
hi: एक चाइल्ड केस जोड़ें ताकि किसी अन्य केस सूची के लिए केस खोला जा सके...

source: Remove Form Action?
hi: फॉर्म क्रिया हटाएँ?

source: Are you sure you want to remove this action?
hi: क्या आप वाकई इस क्रिया को हटाना चाहते हैं?

source: Remove Action
hi: क्रिया हटाएँ

source: Open Condition
hi: ओपन शर्त

source: Conditions
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Display the Product Stock for this Supply Point after it is selected
hi: चयन के बाद इस सप्लाई पॉइंट के लिए उत्पाद स्टॉक दिखाएँ

source: Only show products for program
hi: केवल प्रोग्राम के लिए उत्पाद दिखाएँ

source: This case is a subcase of the previous case
hi: यह केस पिछले केस का सबकेस है

source: Parent reference ID
hi: पैरेंट रेफरेंस आईडी

source: Relationship
hi: संबंध

source: Parent Indices
hi: पैरेंट इंडेक्स

source: Parent Tag
hi: पैरेंट टैग

source: Reference ID
hi: रेफरेंस आईडी

source: Remove parent index
hi: पैरेंट इंडेक्स हटाएँ

source: Add parent index
hi: पैरेंट इंडेक्स जोड़ें

source: Case Action Meta
hi: केस क्रिया मेटा

source: Case Tag
hi: केस टैग

source: from
hi: से

source: Please select a case type.
hi: कृपया एक केस प्रकार चुनें।

source: Expected Case Type
hi: अपेक्षित केस प्रकार

source: This is used for case property suggestions and when creating case indexes but it does not get validated against the loaded case.
hi: यह केस प्रॉपर्टी सुझावों और केस इंडेक्स बनाते समय उपयोग किया जाता है, लेकिन इसे लोड किए गए केस के विरुद्ध सत्यापित नहीं किया जाता है।

source: Raw Config
hi: रॉ कॉन्फ़िग

source: XPath function
hi: XPath फ़ंक्शन

source: User Data Config
hi: यूज़र डेटा कॉन्फ़िग

source: User data key
hi: यूज़र डेटा कुंजी

source: Case Index Config
hi: केस इंडेक्स कॉन्फ़िग

source: Case containing index
hi: इंडेक्स युक्त केस

source: Index name
hi: इंडेक्स नाम

source: Lookup Table Config
hi: लुकअप टेबल कॉन्फ़िग

source: Lookup Table Tag
hi: लुकअप टेबल टैग

source: Table Field
hi: टेबल फ़ील्ड

source: Autoselect mode
hi: ऑटोसेलेक्ट मोड

source: Please select an autoselection mode.
hi: कृपया एक ऑटोसेलेक्शन मोड चुनें।

source: Autoselect If Only One Case
hi: केवल एक केस होने पर ऑटोसेलेक्ट करें

source: Fixture Nodeset
hi: फिक्स्चर नोडसेट

source: Fixture Tag
hi: फिक्स्चर टैग

source: Fixture Variable
hi: फिक्स्चर वेरिएबल

source: Autoselect If Only One Result Returned From Fixture
hi: केवल एक परिणाम फिक्स्चर से लौटने पर ऑटोसेलेक्ट करें

source: Arbitrary Datum Function
hi: मनमाना डैटम फ़ंक्शन

source: Arbitrary Datum id
hi: मनमाना डैटम आईडी

source: Add Action
hi: एक्शन जोड़ें

source: Load / Update / Close Cases
hi: केस लोड / अपडेट / बंद करें

source: Open New Cases
hi: नए केस खोलें

source: Arbitrary Datums
hi: मनमाने डैटम्स

source: Datum ID
hi: डैटम आईडी

source: Datum Function
hi: डैटम फ़ंक्शन

source: Add Datum
hi: डैटम जोड़ें

source: Only if the answer to...
hi: केवल यदि उत्तर...

source: Configuration no longer allowed.
hi: कॉन्फ़िगरेशन अब अनुमति नहीं है।

source: Only if the answer to
hi: केवल यदि उत्तर

source: is
hi: है

source: has selected
hi: चयनित किया है

source: is true
hi: सत्य है

source: Not assigned
hi: असाइन नहीं किया गया

source: Load the following properties into the form questions
hi: निम्नलिखित प्रॉपर्टीज़ को फॉर्म प्रश्नों में लोड करें

source: Property
hi: प्रॉपर्टी

source: Question
hi: प्रश्न

source: No properties will be loaded
hi: कोई प्रॉपर्टी लोड नहीं की जाएगी

source: Add Property
hi: प्रॉपर्टी जोड़ें

source: Save Questions to Case Properties
hi: प्रश्नों को केस प्रॉपर्टीज़ में सहेजें

source: Save Questions to User Properties
hi: प्रश्नों को यूज़र प्रॉपर्टीज़ में सहेजें

source: There are one or more form questions that are being saved to deprecated case properties. Please revise and consider changing these case properties. For more information on deprecated case properties, please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">this documentation</a> .
hi: एक या अधिक फॉर्म प्रश्न ऐसे हैं जिन्हें डिप्रिकेटेड केस प्रॉपर्टीज़ में सहेजा जा रहा है। कृपया इनकी समीक्षा करें और इन केस प्रॉपर्टीज़ को बदलने पर विचार करें। डिप्रिकेटेड केस प्रॉपर्टीज़ के बारे में अधिक जानकारी के लिए, <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">इस दस्तावेज़</a> को देखें।

source: User Case Property
hi: यूज़र केस प्रॉपर्टी

source: User Case Properties allow you to store data about a web or mobile user. Saving a user case property ensures the data is available across forms and can be updated over time.
hi: यूज़र केस प्रॉपर्टीज़ आपको वेब या मोबाइल यूज़र के बारे में डेटा स्टोर करने की अनुमति देती हैं। यूज़र केस प्रॉपर्टी को सहेजने से यह डेटा सभी फॉर्म्स में उपलब्ध रहता है और समय के साथ अपडेट किया जा सकता है।

source: Saving a question as a case property makes it accessible and reusable across your application. Case properties can be tracked and updated over time.
hi: किसी प्रश्न को केस प्रॉपर्टी के रूप में सहेजने से वह आपकी एप्लिकेशन में सुलभ और पुन: उपयोग योग्य हो जाता है। केस प्रॉपर्टीज़ को समय के साथ ट्रैक और अपडेट किया जा सकता है।

source: Save Only If Edited
hi: केवल संपादित होने पर सहेजें

source: Only save the answer if form submission will change the property from its previous value.
hi: केवल तभी उत्तर सहेजें जब फॉर्म सबमिशन से प्रॉपर्टी का मान उसके पिछले मान से बदल जाएगा।

source: Property has been deprecated.
hi: संपत्ति को अप्रचलित कर दिया गया है।

source: Click here to add a description
hi: विवरण जोड़ने के लिए यहाँ क्लिक करें

source: Error updating description. Please try again.
hi: विवरण अपडेट करने में त्रुटि। कृपया पुनः प्रयास करें।

source: No properties will be saved
hi: कोई भी संपत्तियाँ सहेजी नहीं जाएँगी

source: Add Case Property
hi: मामले की संपत्ति जोड़ें

source: Add User Property
hi: उपयोगकर्ता संपत्ति जोड़ें

source: You no longer have permission to save this section.
hi: अब आपको इस अनुभाग को सहेजने की अनुमति नहीं है।

source: Custom Assertions
hi: कस्टम असर्शन

source: Add custom assertions that you will use elsewhere.
hi: कस्टम असर्शन जोड़ें जिन्हें आप अन्यत्र उपयोग करेंगे।

source: Test
hi: परीक्षण

source: Message Text
hi: संदेश पाठ

source: Add custom assertion
hi: कस्टम असर्शन जोड़ें

source: Custom Instances
hi: कस्टम इंस्टेंस

source: Add custom instances that you will use elsewhere.
hi: कस्टम इंस्टेंस जोड़ें जिन्हें आप अन्यत्र उपयोग करेंगे।

source: ID
hi: आईडी

source: Instance path
hi: इंस्टेंस पथ

source: Add custom instance
hi: कस्टम इंस्टेंस जोड़ें

source: Display Condition
hi: प्रदर्शन शर्त

source: The form will not appear in the menu unless this condition is met. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Help Site</a>.
hi: यह फ़ॉर्म तब तक मेनू में नहीं दिखाई देगा जब तक यह शर्त पूरी नहीं होती। <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>सहायता साइट</a> पर और पढ़ें।

source: To use display conditions which reference a case, <br/> (1) the <strong>Menu Mode</strong> setting must be set to <em>Display menu and then forms</em> <br/> (2) all the forms in the case list must update or close a case, which means registration forms must go in a separate case list, or if your project uses user properties, your display condition may use user properties.
hi: उन प्रदर्शन शर्तों का उपयोग करने के लिए जो किसी केस का संदर्भ देती हैं, <br/> (1) <strong>मेनू मोड</strong> सेटिंग को <em>मेनू दिखाएँ और फिर फ़ॉर्म्स</em> पर सेट होना चाहिए <br/> (2) केस सूची के सभी फ़ॉर्म्स को केस को अपडेट या बंद करना चाहिए, जिसका अर्थ है कि पंजीकरण फ़ॉर्म्स को अलग केस सूची में जाना चाहिए, या यदि आपकी परियोजना में उपयोगकर्ता संपत्तियाँ उपयोग होती हैं, तो आपकी प्रदर्शन शर्त में उपयोगकर्ता संपत्तियाँ हो सकती हैं।

source: To use display conditions which reference a user property, user properties must be enabled for your project.
hi: उन प्रदर्शन शर्तों का उपयोग करने के लिए जो उपयोगकर्ता संपत्ति का संदर्भ देती हैं, आपकी परियोजना के लिए उपयोगकर्ता संपत्तियाँ सक्षम होनी चाहिए।

source: Enable user properties
hi: उपयोगकर्ता संपत्तियाँ सक्षम करें

source: There is something wrong with the logic in the Form Display Condition. Check to make sure your parentheses match and you are referencing case properties correctly.
hi: फ़ॉर्म प्रदर्शन शर्त की लॉजिक में कुछ गड़बड़ है। कृपया जाँचें कि आपके कोष्ठक मेल खाते हैं और आप केस संपत्तियों का सही संदर्भ दे रहे हैं।

source: Auto Capture Location
hi: स्वचालित स्थान कैप्चर करें

source: On CommCare Android, have this form automatically capture the user's current geo-location.
hi: CommCare Android पर, इस फ़ॉर्म को उपयोगकर्ता के वर्तमान भू-स्थान को स्वचालित रूप से कैप्चर करने दें।

source: This application is configured to auto capture location for all forms. <br> This can be changed in the application's settings, in the <strong>Advanced Settings</strong> tab, <strong>Android Settings</strong> section.
hi: यह एप्लिकेशन सभी फ़ॉर्म्स के लिए स्थान को स्वचालित रूप से कैप्चर करने के लिए कॉन्फ़िगर किया गया है। <br> इसे एप्लिकेशन की सेटिंग्स में, <strong>एडवांस्ड सेटिंग्स</strong> टैब में, <strong>Android सेटिंग्स</strong> अनुभाग में बदला जा सकता है।

source: Copy Form
hi: फ़ॉर्म कॉपी करें

source: Upload
hi: अपलोड करें

source: Show
hi: दिखाएँ

source: Multimedia
hi: मल्टीमीडिया

source: Logic
hi: लॉजिक

source: Form filtering is disabled for this form
hi: इस फ़ॉर्म के लिए फ़ॉर्म फ़िल्टरिंग अक्षम है

source: There were errors saving. Please fix the errors below.
hi: सहेजने में त्रुटियाँ आईं। कृपया नीचे दी गई त्रुटियों को ठीक करें।

source: Form Settings
hi: फ़ॉर्म सेटिंग्स

source: This form has a schedule
hi: इस फ़ॉर्म में एक शेड्यूल है

source: Schedule Phase
hi: शेड्यूल चरण

source: Forms that do not have a schedule are always shown
hi: जिन फ़ॉर्म्स में शेड्यूल नहीं है वे हमेशा दिखाए जाते हैं

source: Form Abbreviation
hi: फ़ॉर्म संक्षिप्त नाम

source: This field is required
hi: यह फ़ील्ड आवश्यक है

source: "The phase this form is part of. Make phases on the <a href='%(module_url)s'>case list settings page</a>"
hi: "यह फ़ॉर्म जिस चरण का हिस्सा है। <a href='%(module_url)s'>केस सूची सेटिंग्स पृष्ठ</a> पर चरण बनाएं"

source: Please select a phase...
hi: कृपया एक चरण चुनें...

source: Form Relevancy Window
hi: फ़ॉर्म प्रासंगिकता विंडो

source: Show this form
hi: इस फ़ॉर्म को दिखाएँ

source: days
hi: दिन

source: before the anchor date
hi: एंकर तिथि से पहले

source: after the anchor date
hi: एंकर तिथि के बाद

source: Hide this form
hi: इस फ़ॉर्म को छुपाएँ

source: Forms can only be hidden if there are no transition or termination conditions
hi: फ़ॉर्म्स को केवल तभी छुपाया जा सकता है जब कोई ट्रांजिशन या टर्मिनेशन शर्तें न हों

source: Transitions
hi: संक्रमण

source: Transition to the next phase
hi: अगले चरण में संक्रमण करें

source: Terminate the schedule
hi: अनुसूची समाप्त करें

source: Visit Schedule
hi: भ्रमण अनुसूची

source: Allow unscheduled visits
hi: अनियोजित भ्रमण की अनुमति दें

source: Repeat
hi: दोहराएँ

source: Visit
hi: भ्रमण

source: Due
hi: बॉकी

source: after the last visit
hi: अंतिम भ्रमण के बाद

source: Visit can be made up to
hi: भ्रमण अधिकतम

source: days early and
hi: दिन पहले और

source: days late
hi: दिन बाद में किया जा सकता है

source: Please add at least one visit
hi: कृपया कम से कम एक भ्रमण जोड़ें

source: Add Visit
hi: भ्रमण जोड़ें

source: You have not created a form yet. Create a form in order to view and edit schedules.
hi: आपने अभी तक कोई फ़ॉर्म नहीं बनाया है। अनुसूचियों को देखने और संपादित करने के लिए एक फ़ॉर्म बनाएं।

source: Upload XForm
hi: XForm अपलोड करें

source: End of Form Navigation
hi: फ़ॉर्म नेविगेशन का अंत

source: After the user completes a form, your application automatically returns to the home screen. Here you can set the application to navigate automatically to a different location in the app.
hi: जब उपयोगकर्ता एक फ़ॉर्म पूरा करता है, तो आपका एप्लिकेशन स्वचालित रूप से होम स्क्रीन पर लौट आता है। यहाँ आप एप्लिकेशन को ऐप में किसी अन्य स्थान पर स्वचालित रूप से नेविगेट करने के लिए सेट कर सकते हैं।

source: This is an unknown value, possibly a deleted form. Please change this value.
hi: यह एक अज्ञात मान है, संभवतः एक हटाया गया फ़ॉर्म। कृपया इस मान को बदलें।

source: The end of form navigation specified here will override the end of registration action in the menu(s) where this form is a case list registration form. To avoid this, select the default option here ('Home Screen').
hi: यहाँ निर्दिष्ट फ़ॉर्म नेविगेशन पंजीकरण के अंत की क्रिया को ओवरराइड करेगा उन मेनू(ओं) में जहाँ यह फ़ॉर्म केस सूची पंजीकरण फ़ॉर्म है। इससे बचने के लिए, यहाँ डिफ़ॉल्ट विकल्प चुनें ('होम स्क्रीन')।

source: Navigation Fallback
hi: नेविगेशन फॉलबैक

source: Add link
hi: लिंक जोड़ें

source: XPath Expression
hi: XPath अभिव्यक्ति

source: This form requires manual linking.
hi: इस फ़ॉर्म के लिए मैन्युअल लिंकिंग आवश्यक है।

source: Enable manual linking
hi: मैन्युअल लिंकिंग सक्षम करें

source: Disable manual linking
hi: मैन्युअल लिंकिंग अक्षम करें

source: Refresh
hi: रिफ्रेश करें

source: Continue
hi: जारी रखें

source: No additional linking required.
hi: कोई अतिरिक्त लिंकिंग आवश्यक नहीं है।

source: Error fetching link data.
hi: लिंक डेटा प्राप्त करने में त्रुटि।

source: Remove this link
hi: इस लिंक को हटाएँ

source: Make this my app’s Post-Update form
hi: इसे मेरे ऐप का पोस्ट-अपडेट फ़ॉर्म बनाएं

source: Post-Update form
hi: पोस्ट-अपडेट फ़ॉर्म

source: Users will be entered directly into this form when logging back into CommCare immediately after updating their CommCare app. You can use this to give users information on what has changed in a new app version
hi: उपयोगकर्ता अपने CommCare ऐप को अपडेट करने के तुरंत बाद जब वे CommCare में वापस लॉग इन करेंगे, तो उन्हें सीधे इस फ़ॉर्म में प्रवेश कराया जाएगा। आप इसका उपयोग उपयोगकर्ताओं को नए ऐप संस्करण में क्या बदला है, यह बताने के लिए कर सकते हैं

source: You have already set another form as this app’s Post-Update form
hi: आपने पहले ही किसी अन्य फ़ॉर्म को इस ऐप के पोस्ट-अपडेट फ़ॉर्म के रूप में सेट किया है

source: Enable the Post-Update form for this release
hi: इस रिलीज़ के लिए पोस्ट-अपडेट फ़ॉर्म सक्षम करें

source: Enable this
hi: इसे सक्षम करें

source: You can disable the Post-Update form if it is not necessary for the current app release, but you don’t want to delete it
hi: यदि वर्तमान ऐप रिलीज़ के लिए पोस्ट-अपडेट फ़ॉर्म आवश्यक नहीं है, तो आप इसे अक्षम कर सकते हैं, लेकिन आप इसे हटाना नहीं चाहते

source: Shadow source
hi: शैडो स्रोत

source: The form which this form will shadow
hi: वह फ़ॉर्म जिसे यह फ़ॉर्म शैडो करेगा

source: <strong>User Properties</strong> allow you to store data about the user and use that data in forms.
hi: <strong>उपयोगकर्ता गुण</strong> आपको उपयोगकर्ता के बारे में डेटा संग्रहीत करने और उस डेटा का फ़ॉर्म में उपयोग करने की अनुमति देते हैं।

source: Enable these function datums in session endpoints
hi: इन फ़ंक्शन डेटम्स को सत्र एंडपॉइंट्स में सक्षम करें

source: Comma separated list of function datums in session endpoints
hi: सत्र एंडपॉइंट्स में फ़ंक्शन डेटम्स की कॉमा सेपरेटेड सूची

source: Add...
hi: जोड़ें...

source: Your menus were reordered
hi: आपके मेनू का क्रम बदल दिया गया है

source: <p> Sub-menus are now displayed nested under their parent menu. The order of your menus has been changed to reflect that. </p> <p> Click "Rearrange" to make this change permanent. You won't be able to modify the order of your menus until you do so. </p> <p> Please contact support or report an issue if you have any concerns. </p>
hi: <p> उप-मेनू अब उनके पैरेंट मेनू के अंतर्गत नेस्टेड रूप में दिखाए जाते हैं। आपके मेनू का क्रम इसे दर्शाने के लिए बदल दिया गया है। </p> <p> इस परिवर्तन को स्थायी बनाने के लिए "पुनः व्यवस्थित करें" पर क्लिक करें। जब तक आप ऐसा नहीं करते, आप अपने मेनू के क्रम को संशोधित नहीं कर पाएंगे। </p> <p> यदि आपके कोई प्रश्न हैं, तो कृपया सहायता से संपर्क करें या कोई समस्या रिपोर्ट करें। </p>

source: Not Now
hi: अभी नहीं

source: Rearrange
hi: पुनः व्यवस्थित करें

source: This is form %(index)s<br>
hi: यह फ़ॉर्म %(index)s है<br>

source: Are you sure you want to delete this form?
hi: क्या आप वाकई इस फ़ॉर्म को हटाना चाहते हैं?

source: You are about to delete the form
hi: आप फ़ॉर्म हटाने वाले हैं

source: Delete Form
hi: फ़ॉर्म हटाएँ

source: This is menu %(index)s
hi: यह मेनू %(index)s है

source: case type: %(case_type)s
hi: केस प्रकार: %(case_type)s

source: Survey Menu
hi: सर्वेक्षण मेनू

source: Report Menu
hi: रिपोर्ट मेनू

source: Advanced Menu
hi: एडवांस्ड मेनू

source: Shadow Menu
hi: शैडो मेनू

source: menu
hi: मेनू

source: Are you sure you want to delete this %(menu)s?
hi: क्या आप वाकई इस %(menu)s को हटाना चाहते हैं?

source: You are about to delete
hi: आप हटाने जा रहे हैं

source: This action will also delete all forms in this %(menu)s.
hi: यह क्रिया इस %(menu)s में मौजूद सभी फॉर्म्स को भी हटा देगी।

source: Warning
hi: चेतावनी

source: Complex case management
hi: जटिल केस प्रबंधन

source: Biometrics
hi: बायोमेट्रिक्स

source: Identify clients by fingerprint
hi: फिंगरप्रिंट द्वारा क्लाइंट्स की पहचान करें

source: Track items over time
hi: समय के साथ वस्तुओं को ट्रैक करें

source: Worker performance
hi: वर्कर प्रदर्शन

source: Mimic another menu
hi: किसी अन्य मेनू की नकल करें

source: Shadow Menu V1
hi: शैडो मेनू V1

source: Old style shadow menu with deprecated child behaviour
hi: पुराने प्रकार का शैडो मेनू जिसमें अप्रचलित चाइल्ड व्यवहार है

source: Surveys
hi: सर्वेक्षण

source: Collect data once
hi: डेटा एक बार इकट्ठा करें

source: Training
hi: प्रशिक्षण

source: Content for training users
hi: उपयोगकर्ताओं के प्रशिक्षण के लिए सामग्री

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
hi: एक सेशन एंडपॉइंट आईडी एंड्रॉइड ऐप्स को इस स्थान पर CommCare में कॉल करने की अनुमति देती है।

source: Graph
hi: ग्राफ़

source: Graph <small>(upgrade to 2.17 or greater)</small>
hi: ग्राफ़ <small>(2.17 या उससे अधिक में अपग्रेड करें)</small>

source: Calculated Property
hi: गणना की गई प्रॉपर्टी

source: Display Properties
hi: प्रदर्शन प्रॉपर्टीज़

source: Case Detail
hi: केस विवरण

source: These properties will be displayed on a confirmation screen after a case has been selected. If no properties are listed here the confirmation screen will not be displayed at all.
hi: इन प्रॉपर्टीज़ को पुष्टि स्क्रीन पर दिखाया जाएगा जब कोई केस चुना गया हो। यदि यहाँ कोई प्रॉपर्टी सूचीबद्ध नहीं है तो पुष्टि स्क्रीन बिल्कुल भी नहीं दिखाई जाएगी।

source: Add Tab
hi: टैब जोड़ें

source: Add Data Tab
hi: डेटा टैब जोड़ें

source: Case Detail Tabs
hi: केस विवरण टैब्स

source: Do you have a lot of case properties? Try splitting them into tabs, which will appear as separate screens that mobile users can swipe through. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>Help Site</a>.
hi: क्या आपके पास बहुत सारी केस प्रॉपर्टीज़ हैं? इन्हें टैब्स में विभाजित करने का प्रयास करें, जो अलग-अलग स्क्रीन के रूप में दिखाई देंगी जिन्हें मोबाइल उपयोगकर्ता स्वाइप कर सकते हैं। <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>सहायता साइट</a> पर और पढ़ें।

source: Custom Case List XML
hi: कस्टम केस सूची XML

source: Show some information about the case at the top of the screen when filling out forms
hi: फॉर्म भरते समय स्क्रीन के शीर्ष पर केस के बारे में कुछ जानकारी दिखाएँ

source: Case property to show
hi: दिखाने के लिए केस प्रॉपर्टी

source: Show case tiles grouped by parent case
hi: मूल केस के अनुसार समूहित केस टाइल्स दिखाएँ

source: Parent case index name
hi: मूल केस इंडेक्स नाम

source: Case tile header rows
hi: केस टाइल हेडर पंक्तियाँ

source: Use this case list tile persistently in forms
hi: इस केस सूची टाइल का फॉर्म्स में लगातार उपयोग करें

source: Use persistent case tile from menu
hi: मेनू से लगातार केस टाइल का उपयोग करें

source: Embed case details in case tile pull-down
hi: केस टाइल पुल-डाउन में केस विवरण एम्बेड करें

source: Embed case details in case tile pull-down from the menu
hi: मेनू से केस टाइल पुल-डाउन में केस विवरण एम्बेड करें

source: Filtering and Sorting
hi: फ़िल्टरिंग और छँटाई

source: Sort Property
hi: छँटाई गुण

source: Sort Properties
hi: छँटाई गुण

source: Properties in this list determine how cases are ordered in your case list. This is useful if for example you want higher priority cases to appear closer to the top of the list. The case list will sort by the first property, then the second, etc.
hi: इस सूची में दिए गए गुण यह निर्धारित करते हैं कि आपके केस सूची में केस किस क्रम में दिखेंगे। यह उपयोगी है यदि आप, उदाहरण के लिए, उच्च प्राथमिकता वाले केसों को सूची के शीर्ष के करीब दिखाना चाहते हैं। केस सूची पहले गुण, फिर दूसरे, आदि के अनुसार छाँटेगी।

source: Direction
hi: दिशा

source: Display Blanks
hi: रिक्त दिखाएँ

source: Should cases that don't have a value for the sort property appear at the top or the bottom of the case list?
hi: जिन केसों में छँटाई गुण का मान नहीं है, क्या वे केस सूची के शीर्ष पर या नीचे दिखें?

source: Sort Calculation
hi: छँटाई गणना

source: Format
hi: प्रारूप

source: Display Text
hi: प्रदर्शन पाठ

source: The 'Display Text' is used for properties that are only listed as Sort Properties and not as Display Properties above. The text appears in the 'Sort By' menu on the mobile to allow the user to change the sort ordering. If the display text is left blank then the option for that sort property will not appear in the 'Sort By' menu.
hi: 'प्रदर्शन पाठ' उन गुणों के लिए उपयोग किया जाता है जो केवल छँटाई गुण के रूप में सूचीबद्ध हैं, ऊपर दिए गए प्रदर्शन गुण के रूप में नहीं। यह पाठ मोबाइल पर 'Sort By' मेनू में दिखता है, जिससे उपयोगकर्ता छँटाई क्रम बदल सकता है। यदि प्रदर्शन पाठ खाली छोड़ा गया, तो उस छँटाई गुण का विकल्प 'Sort By' मेनू में नहीं दिखेगा।

source: Bottom of list
hi: सूची का नीचे भाग
