Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/djangojs.po
Languages: hi

source: Replace
hi: बदलें

source: No Reference
hi: कोई संदर्भ नहीं

source: Advanced: Show Path
hi: उन्नत: पथ दिखाएँ

source: Hide Path
hi: पथ छिपाएँ

source: Video
hi: वीडियो

source: Inline Video
hi: इनलाइन वीडियो

source: Copying and Pasting Questions
hi: प्रश्नों की कॉपी और पेस्ट करना

source: These actions are available via the browser's Edit menu, and you can also use:
hi: ये क्रियाएँ ब्राउज़र के संपादित मेनू के माध्यम से उपलब्ध हैं, और आप निम्नलिखित का भी उपयोग कर सकते हैं:

source: for copy
hi: कॉपी के लिए

source: for paste
hi: पेस्ट के लिए

source: Copy from or Paste into this text box:
hi: इस पाठ बॉक्स में से कॉपी करें या पेस्ट करें:

source: Insert Questions
hi: प्रश्न डालें

source: Selecting Multiple Questions
hi: एकाधिक प्रश्नों का चयन करना

source: Hold {key} and click on each question.
hi: {key} दबाकर रखें और प्रत्येक प्रश्न पर क्लिक करें।

source: Other Tips
hi: अन्य सुझाव

source: Questions can be copied between forms, and even to other apps.
hi: प्रश्नों को फॉर्मों के बीच, और यहां तक कि अन्य ऐप्स में कॉपी किया जा सकता है।

source: Cannot insert {type} into tree root
hi: {type} को पेड़ की जड़ में नहीं डाला जा सकता

source: Cannot insert $1 into or after $2
hi: $1 को $2 में या उसके बाद नहीं डाला जा सकता

source: Cannot insert $1 into $2
hi: $1 को $2 में नहीं डाला जा सकता

source: Unsupported paste format
hi: असमर्थित पेस्ट प्रारूप

source: Unsupported paste format:
hi: असमर्थित पेस्ट प्रारूप:

source: Unknown question type:
hi: अज्ञात प्रश्न प्रकार:

source: Enter command
hi: कमांड दर्ज करें

source: Command Bar
hi: कमांड बार

source: no comment
hi: कोई टिप्पणी नहीं

source: Select Profile
hi: प्रोफ़ाइल चुनें

source: Form Data
hi: फॉर्म डेटा

source: Form XML
hi: फॉर्म XML

source: Evaluate XPath
hi: XPath का मूल्यांकन करें

source: Expand Data Preview
hi: डेटा पूर्वावलोकन का विस्तार करें

source: Collapse Data Preview
hi: डेटा पूर्वावलोकन को संकुचित करें

source: Error evaluating expression.
hi: व्यक्तित्व का मूल्यांकन करते समय त्रुटि।

source: Not a valid whole number
hi: मान्य पूर्णांक नहीं है

source: Number is too large
hi: संख्या बहुत बड़ी है

source: Not a valid number
hi: मान्य संख्या नहीं है

source: Please choose an item
hi: कृपया एक आइटम चुनें

source: Not a valid choice
hi: मान्य विकल्प नहीं है

source: No file selected.
hi: कोई फ़ाइल चयनित नहीं है।

source: Invalid file type chosen. Please select a valid multimedia file.
hi: अमान्य फ़ाइल प्रकार चुना गया। कृपया एक मान्य मल्टीमीडिया फ़ाइल चुनें।

source: The file you selected exceeds the size limit of 4MB. Please select a file that is smaller than 4MB.
hi: आपके द्वारा चयनित फ़ाइल का आकार सीमा 4MB से अधिक है। कृपया एक फ़ाइल चुनें जो 4MB से छोटी हो।

source: Map layer not configured.
hi: मानचित्र परत कॉन्फ़िगर नहीं की गई है।

source: Could not load map. Please try again later.
hi: मानचित्र लोड नहीं किया जा सका। कृपया बाद में फिर से प्रयास करें।

source: Something unexpected went wrong on that request. If you have problems filling in the rest of your form please submit an issue. Technical Details:
hi: उस अनुरोध पर कुछ अप्रत्याशित गलत हुआ। यदि आपको अपने फ़ॉर्म के बाकी हिस्से को भरने में समस्याएँ हैं, तो कृपया एक समस्या प्रस्तुत करें। तकनीकी विवरण:

source: You have been logged out because of inactivity.
hi: आपको निष्क्रियता के कारण लॉगआउट कर दिया गया है।

source: An unknown error occurred. If you have problems filling in the rest of your form please submit an issue. Technical Details:
hi: एक अज्ञात त्रुटि हुई। यदि आपको अपने फ़ॉर्म के बाकी हिस्से को भरने में समस्याएँ हैं, तो कृपया एक समस्या प्रस्तुत करें। तकनीकी विवरण:

source: CommCare HQ has detected a possible network connectivity problem. Please make sure you are connected to the Internet in order to submit your form.
hi: CommCare HQ ने एक संभावित नेटवर्क कनेक्टिविटी समस्या का पता लगाया है। कृपया सुनिश्चित करें कि आप अपने फ़ॉर्म को प्रस्तुत करने के लिए इंटरनेट से जुड़े हैं।

source: Another process prevented us from servicing your request. Please try again later.
hi: एक अन्य प्रक्रिया ने हमें आपके अनुरोध को सेवा देने से रोका। कृपया बाद में फिर से प्रयास करें।

source: We have detected an issue with your network. Please check your Internet connection and retry when connectivity improves.
hi: हमने आपके नेटवर्क में एक समस्या का पता लगाया है। कृपया अपने इंटरनेट कनेक्शन की जांच करें और जब कनेक्टिविटी में सुधार हो, तो पुनः प्रयास करें।

source: Submit
hi: प्रस्तुत करें

source: Submitting...
hi: प्रस्तुत कर रहा है...

source: An answer is required
hi: एक उत्तर आवश्यक है

source: This answer is outside the allowed range.
hi: यह उत्तर अनुमत सीमा के बाहर है।

source: We were unable to save this answer. Please try again later.
hi: हम इस उत्तर को सहेजने में असमर्थ थे। कृपया बाद में फिर से प्रयास करें।

source: We’re unable to submit this form right now due to high system usage. Please keep this window open and try again in a minute, or come back to this form in Incomplete Forms later.
hi: हम वर्तमान में उच्च प्रणाली उपयोग के कारण इस फ़ॉर्म को प्रस्तुत करने में असमर्थ हैं। कृपया इस विंडो को खुला रखें और एक मिनट में फिर से प्रयास करें, या बाद में अधूरे फ़ॉर्म में वापस आएं।

source: Form submission failed with error
hi: फ़ॉर्म प्रस्तुत करने में त्रुटि हुई

source: You have a form in progress. Are you sure you want to navigate away?
hi: आपके पास एक प्रगति में फ़ॉर्म है। क्या आप निश्चित हैं कि आप दूर जाना चाहते हैं?

source: Form successfully saved!
hi: फ़ॉर्म सफलतापूर्वक सहेजा गया!

source: You are now offline. Web Apps is not optimized for offline use. Please reconnect to the Internet before continuing.
hi: आप अब ऑफ़लाइन हैं। वेब ऐप्स ऑफ़लाइन उपयोग के लिए अनुकूलित नहीं हैं। कृपया जारी रखने से पहले इंटरनेट से फिर से कनेक्ट करें।

source: You are are back online.
hi: आप फिर से ऑनलाइन हैं।

source: Waiting for server progress
hi: सर्वर प्रगति की प्रतीक्षा कर रहा है

source: Please wait...
hi: कृपया प्रतीक्षा करें...

source: Web Apps - CommCare HQ
hi: वेब ऐप्स - CommCare HQ

source: An unexpected error occurred. Please report an issue if you continue to see this message.
hi: एक अप्रत्याशित त्रुटि हुई। यदि आप इस संदेश को देखते रहेंगे तो कृपया एक समस्या की रिपोर्ट करें।

source: Completed:
hi: पूर्ण:

source: Show Full Menu
hi: पूर्ण मेनू दिखाएँ

source: Hide Full Menu
hi: पूर्ण मेनू छिपाएँ

source: You have selected a case in a different domain. App Preview does not support this feature.
hi: आपने एक अलग डोमेन में एक केस का चयन किया है। ऐप पूर्वावलोकन इस सुविधा का समर्थन नहीं करता है।

source: Unable to connect to form playing service. Please report an issue if you continue to see this message.
hi: फ़ॉर्म प्लेइंग सेवा से कनेक्ट करने में असमर्थ। यदि आप इस संदेश को देखते रहेंगे तो कृपया एक समस्या की रिपोर्ट करें।

source: Fetching your location...
hi: आपका स्थान प्राप्त कर रहे हैं...

source: Please perform a search.
hi: कृपया एक खोज करें।

source: Show Map
hi: मानचित्र दिखाएँ

source: Hide Map
hi: मानचित्र छिपाएँ

source: You have selected more than the maximum selection limit of <%- value %> . Please uncheck some values to continue.
hi: आपने अधिकतम चयन सीमा <%- value %> से अधिक का चयन किया है। कृपया जारी रखने के लिए कुछ मानों को अनचेक करें।

source: Your location
hi: आपका स्थान

source: Sorry, this input is not supported because your project doesn't have a Geocoder privilege
hi: क्षमा करें, यह इनपुट समर्थित नहीं है क्योंकि आपके प्रोजेक्ट के पास एक जियोकोडर विशेषाधिकार नहीं है।

source: Please select one
hi: कृपया एक चुनें

source: Please select one or more
hi: कृपया एक या अधिक चुनें

source: Please check the following fields:
hi: कृपया निम्नलिखित फ़ील्ड की जांच करें:

source: Unable to delete incomplete form '<%- title %>'
hi: अधूरे फ़ॉर्म '<%- title %>' को हटाने में असमर्थ

source: Delete incomplete form?
hi: अधूरे फ़ॉर्म को हटाएँ?

source: Are you sure you want to delete '<%- title %>'?
hi: क्या आप निश्चित हैं कि आप '<%- title %>' को हटाना चाहते हैं?

source: Yes
hi: हॉ

source: No
hi: नहीं

source: Working as <b><%- restoreAs %></b> in <b><%- domain %></b>.
hi: कार्य कर रहा है <b><%- restoreAs %></b> में <b><%- domain %></b>।

source: Working as <b><%- restoreAs %></b>.
hi: कार्य कर रहा है <b><%- restoreAs %></b>।

source: Use <%- username %>.
hi: उपयोग करें <%- username %>।

source: Log in as <%- username %>?
hi: क्या <%- username %> के रूप में लॉग इन करें?

source: Log in
hi: लॉग इन करें

source: Confirm?
hi: क्या पुष्टि करें?

source: Page <%- num %>
hi: पृष्ठ <%- num %>

source: Error saving!
hi: सहेजने में त्रुटि!

source: Could not sync user data. Please report an issue if this persists.
hi: उपयोगकर्ता डेटा को समन्वयित नहीं किया जा सका। यदि यह जारी रहता है तो कृपया एक समस्या की रिपोर्ट करें।

source: User Data successfully synced.
hi: उपयोगकर्ता डेटा सफलतापूर्वक समन्वयित किया गया।

source: Could not clear user data. Please report an issue if this persists.
hi: उपयोगकर्ता डेटा को साफ़ नहीं किया जा सका। यदि यह जारी रहता है तो कृपया एक समस्या की रिपोर्ट करें।

source: User data successfully cleared.
hi: उपयोगकर्ता डेटा सफलतापूर्वक साफ़ किया गया।

source: Error breaking locks. Please report an issue if this persists.
hi: लॉक्स तोड़ने में त्रुटि। यदि यह जारी रहता है तो कृपया एक समस्या की रिपोर्ट करें।

source: Sorry, there was an problem contacting the server to fetch the data. Please, try again in a little bit.
hi: क्षमा करें, डेटा प्राप्त करने के लिए सर्वर से संपर्क करने में समस्या हुई। कृपया, थोड़ी देर में फिर से प्रयास करें।

source: Could not <%= action %> product. Please try again later.
hi: उत्पाद <%= action %> नहीं किया जा सका। कृपया बाद में फिर से प्रयास करें।

source: SMS keyword is required.
hi: SMS कीवर्ड आवश्यक है।

source: Name is required.
hi: नाम आवश्यक है।

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: No Name
hi: कोई नाम नहीं

source: When importing data, CommCare will not save a row if its cells don't match these valid values.
hi: डेटा आयात करते समय, CommCare एक पंक्ति को सहेजेगा यदि इसकी कोशिकाएँ इन मान्य मानों से मेल नहीं खाती हैं।

source: Help colleagues upload correct data into case properties by listing the valid values here.
hi: सही डेटा को केस प्रॉपर्टीज़ में अपलोड करने के लिए सहयोगियों की मदद करें, यहाँ मान्य मानों को सूचीबद्ध करके।

source: valid value
hi: मान्य मान

source: description
hi: विवरण

source: You have unsaved changes to your data dictionary.
hi: आपके डेटा शब्दकोश में असहेजित परिवर्तन हैं।

source: You have unsaved changes to this case type. Are you sure you would like to continue?
hi: आपके इस केस प्रकार में असहेजित परिवर्तन हैं। क्या आप निश्चित हैं कि आप जारी रखना चाहते हैं?

source: Issue communicating with server. Try again.
hi: सर्वर के साथ संचार में समस्या। फिर से प्रयास करें।

source: OR
hi: या

source: AND
hi: और

source: True when ANY of the case properties match
hi: सत्य जब केस प्रॉपर्टीज़ में से कोई भी मेल खाता है

source: True when ALL of the case properties match
hi: सत्य जब सभी केस प्रॉपर्टीज़ मेल खाती हैं

source: Out of range of filter. Will not appear on page refresh.
hi: फिल्टर की सीमा से बाहर। पृष्ठ ताज़ा करने पर दिखाई नहीं देगा।

source: updated
hi: अपडेट किया गया

source: Case copied
hi: केस कॉपी किया गया

source: Cases copied
hi: केस कॉपी किए गए

source: Case Reassignment (via HQ)
hi: केस पुनः असाइनमेंट (HQ के माध्यम से)

source: Search for users
hi: उपयोगकर्ताओं के लिए खोजें

source: Search for users or groups
hi: उपयोगकर्ताओं या समूहों के लिए खोजें

source: Sorry, it looks like the upload failed.
hi: क्षमा करें, ऐसा लगता है कि अपलोड विफल हो गया।

source: case property name
hi: केस प्रॉपर्टी नाम

source: <a href='<%- link %>' target='_blank'>View <i class='fa-solid fa-up-right-from-square'></i></a>
hi: <a href='<%- link %>' target='_blank'>देखें <i class='fa-solid fa-up-right-from-square'></i></a>

source: Find Case
hi: केस खोजें

source: IDs can be found in a <a href="<%- url %>">case data export</a>
hi: आईडी एक <a href="<%- url %>">केस डेटा निर्यात</a> में पाई जा सकती हैं।

source: Case found!
hi: केस मिला!

source: Could not find case
hi: केस नहीं मिला

source: Find Form Submission
hi: फॉर्म सबमिशन खोजें

source: IDs can be found in a <a href="<%- url %>">form data export</a>
hi: आईडी एक <a href="<%- url %>">फॉर्म डेटा निर्यात</a> में पाई जा सकती हैं।

source: Could not find form submission
hi: फॉर्म सबमिशन नहीं मिला

source: Form Submission ID
hi: फॉर्म सबमिशन आईडी

source: Form submission found!
hi: फॉर्म सबमिशन मिला!

source: Submit Payment
hi: भुगतान प्रस्तुत करें

source: Submit Invoice Request
hi: इनवॉइस अनुरोध प्रस्तुत करें

source: You have unchanged settings
hi: आपके पास अपरिवर्तित सेटिंग्स हैं

source: Select a Timezone...
hi: एक समय क्षेत्र चुनें...

source: Buy Credits
hi: क्रेडिट खरीदें

source: Available Countries
hi: उपलब्ध देश

source: Active Countries
hi: सक्रिय देश

source: Search Countries...
hi: देशों के लिए खोजें...

source: Inactive Expressions
hi: निष्क्रिय अभिव्यक्तियाँ

source: Active Expressions
hi: सक्रिय अभिव्यक्तियाँ

source: Search Expressions
hi: अभिव्यक्तियों के लिए खोजें

source: Reset to Default
hi: डिफ़ॉल्ट पर रीसेट करें

source: This matches the global setting:
hi: यह वैश्विक सेटिंग से मेल खाता है:

source: This does not match global setting:
hi: यह वैश्विक सेटिंग से मेल नहीं खाता:

source: You may not override this project space's timezone because you only have access to this project space through an Organization. You must be added to the project space as a member in order to override your timezone.
hi: आप इस प्रोजेक्ट स्पेस के समय क्षेत्र को ओवरराइड नहीं कर सकते क्योंकि आपके पास इस प्रोजेक्ट स्पेस तक पहुँच केवल एक संगठन के माध्यम से है। आपको अपने समय क्षेत्र को ओवरराइड करने के लिए प्रोजेक्ट स्पेस में एक सदस्य के रूप में जोड़ा जाना चाहिए।

source: Do not allow new users to sign up on commcarehq.org. This may take up to an hour to take effect. <br>This will affect users with email addresses from the following domains: <strong><%- domains %></strong><br>Contact <a href='mailto:<%- email %>'><%- email %></a> to change the list of domains.
hi: नए उपयोगकर्ताओं को commcarehq.org पर साइन अप करने की अनुमति न दें। इसका प्रभाव डालने में एक घंटे तक का समय लग सकता है। <br>यह उन उपयोगकर्ताओं को प्रभावित करेगा जिनके ईमेल पते निम्नलिखित डोमेन से हैं: <strong><%- domains %></strong><br>डोमेन की सूची बदलने के लिए <a href='mailto:<%- email %>'><%- email %></a> से संपर्क करें।

source: Last 30 Days
hi: पिछले 30 दिन

source: Previous Month
hi: पिछला महीना

source: Spans <%- startDate %> to <%- endDate %> (UTC)
hi: अवधि <%- startDate %> से <%- endDate %> (UTC)

source: Error updating display total, please try again or report an issue if this persists.
hi: प्रदर्शन कुल अपडेट करने में त्रुटि, कृपया फिर से प्रयास करें या यदि यह जारी रहता है तो एक समस्या की रिपोर्ट करें।

source: Error sending email, please try again or report an issue if this persists.
hi: ईमेल भेजने में त्रुटि, कृपया फिर से प्रयास करें या यदि यह जारी रहता है तो एक समस्या की रिपोर्ट करें।

source: Disable Mobile Worker Attendees
hi: मोबाइल कार्यकर्ता उपस्थितियों को अक्षम करें

source: Enable Mobile Worker Attendees
hi: मोबाइल कार्यकर्ता उपस्थितियों को सक्षम करें

source: Possible Attendees
hi: संभावित उपस्थितियाँ

source: Expected Attendees
hi: अपेक्षित उपस्थितियाँ

source: Search Attendees
hi: उपस्थितियों के लिए खोजें

source: Possible Attendance Takers
hi: संभावित उपस्थिति लेने वाले

source: Selected Attendance Takers
hi: चयनित उपस्थिति लेने वाले

source: Search Attendance Takers
hi: उपस्थिति लेने वालों के लिए खोजें

source: <%- count %> form submission available.
hi: <%- count %> फॉर्म सबमिशन उपलब्ध।

source: <%- count %> form submissions available.
hi: <%- count %> फॉर्म सबमिशन उपलब्ध।

source: User Registration
hi: उपयोगकर्ता पंजीकरण

source: There was an issue fetching data. Please check your internet connection.
hi: डेटा प्राप्त करने में समस्या हुई। कृपया अपने इंटरनेट कनेक्शन की जांच करें।

source: There is an issue communicating with the server at this time.
hi: इस समय सर्वर के साथ संचार में समस्या है।

source: Copy to clipboard: Ctrl-C, Enter (Mac: Cmd-C, Enter)
hi: क्लिपबोर्ड पर कॉपी करें: Ctrl-C, Enter (Mac: Cmd-C, Enter)

source: Data file URL copied to clipboard.
hi: डेटा फ़ाइल URL क्लिपबोर्ड पर कॉपी किया गया।

source: Data file deleted.
hi: डेटा फ़ाइल हटा दी गई।

source: Sorry, there was a problem reaching the server. Please try again.
hi: क्षमा करें, सर्वर तक पहुँचने में समस्या हुई। कृपया फिर से प्रयास करें।

source: Server maintenance in progress. Please try again later.
hi: सर्वर रखरखाव प्रगति पर है। कृपया बाद में फिर से प्रयास करें।

source: There was an error downloading your export.
hi: आपका निर्यात डाउनलोड करने में त्रुटि हुई।

source: Download Requested
hi: डाउनलोड अनुरोध किया गया

source: Invalid date format
hi: अमान्य दिनांक प्रारूप

source: Problem saving dashboard feed filters
hi: डैशबोर्ड फ़ीड फ़िल्टर सहेजने में समस्या

source: Process
hi: प्रक्रिया

source: Processing...
hi: प्रसंस्करण...

source: Refresh page
hi: पृष्ठ ताज़ा करें

source: Web Page (Excel Dashboards)
hi: वेब पृष्ठ (Excel डैशबोर्ड)

source: CSV (Zip file)
hi: CSV (ज़िप फ़ाइल)

source: Excel (older versions)
hi: Excel (पुराने संस्करण)

source: Private
hi: निजी

source: Export Only
hi: केवल निर्यात

source: Edit and Export
hi: संपादित करें और निर्यात करें

source: <strong>Private</strong>: Only you can edit and export.<br/> <strong>Export Only</strong>: You can edit and export, other users can only export.<br/> <strong>Edit and Export</strong>: All users can edit and export.
hi: <strong>निजी</strong>: केवल आप संपादित और निर्यात कर सकते हैं।<br/> <strong>केवल निर्यात</strong>: आप संपादित और निर्यात कर सकते हैं, अन्य उपयोगकर्ता केवल निर्यात कर सकते हैं।<br/> <strong>संपादित करें और निर्यात करें</strong>: सभी उपयोगकर्ता संपादित और निर्यात कर सकते हैं।

source: The table path should end with []
hi: तालिका पथ [] के साथ समाप्त होना चाहिए

source: Sensitive ID
hi: संवेदनशील आईडी

source: Sensitive Date
hi: संवेदनशील तिथि

source: Can not create table with ID '<%= tag %>'. Table IDs should be unique.
hi: आईडी '<%= tag %>' के साथ तालिका नहीं बना सकते। तालिका आईडी अद्वितीय होनी चाहिए।

source: No group
hi: कोई समूह नहीं

source: Group ID
hi: समूह आईडी

source: Group Name
hi: समूह नाम

source: Group Center Coordinates
hi: समूह केंद्र समन्वय

source: Case Name
hi: केस नाम

source: Case Owner Name
hi: केस मालिक का नाम

source: Case Coordinates
hi: केस समन्वय

source: Select group
hi: समूह चुनें

source: Group <%- pageNumber %>-<%- groupCount %>
hi: समूह <%- pageNumber %>-<%- groupCount %>

source: Something went wrong processing <%- failedClusters %> groups. These groups will not be exported.
hi: कुछ गलत हुआ <%- failedClusters %> समूहों को संसाधित करते समय। ये समूह निर्यात नहीं किए जाएंगे।

source: Max cases per user
hi: प्रति उपयोगकर्ता अधिकतम केस

source: Min cases per user
hi: प्रति उपयोगकर्ता न्यूनतम केस

source: Max distance to case
hi: केस के लिए अधिकतम दूरी

source: minutes
hi: मिनट

source: Max travel time
hi: यात्रा करने का अधिकतम समय

source: Oops! Something went wrong! Please check that your geospatial settings are configured correctly or contact admin if the problem persists.
hi: अरे! कुछ गलत हुआ! कृपया सुनिश्चित करें कि आपके भू-स्थानिक सेटिंग्स सही तरीके से कॉन्फ़िगर की गई हैं या यदि समस्या बनी रहती है तो व्यवस्थापक से संपर्क करें।

source: Please ensure that the filtered area includes both cases and mobile workers before attempting to run disbursement.
hi: कृपया सुनिश्चित करें कि फ़िल्टर किया गया क्षेत्र दोनों केस और मोबाइल कार्यकर्ताओं को शामिल करता है, इससे पहले कि आप वितरण चलाने का प्रयास करें।

source: All locations
hi: सभी स्थान

source: Oops! Something went wrong! Please report an issue if the problem persists.
hi: अरे! कुछ गलत हुआ! यदि समस्या बनी रहती है तो कृपया एक समस्या की रिपोर्ट करें।

source: Token successfully verified!
hi: टोकन सफलतापूर्वक सत्यापित किया गया!

source: Invalid API token. Please verify that the token matches the one on your Mapbox account and has the correct scope configured.
hi: अमान्य API टोकन। कृपया सत्यापित करें कि टोकन आपके Mapbox खाते पर एक के साथ मेल खाता है और सही स्कोप कॉन्फ़िगर किया गया है।

source: current user
hi: वर्तमान उपयोगकर्ता

source: Mobile Worker
hi: मोबाइल कार्यकर्ता

source: Warning! This action will clear the current disbursement. Please confirm if you want to proceed.
hi: चेतावनी! यह क्रिया वर्तमान वितरण को साफ़ कर देगी। कृपया पुष्टि करें कि आप आगे बढ़ना चाहते हैं।

source: Refreshing Page...
hi: पृष्ठ ताज़ा कर रहा है...

source: Name of the Area
hi: क्षेत्र का नाम

source: Please enter the name for the area!
hi: कृपया क्षेत्र के लिए नाम दर्ज करें!

source: No user selected (unassign mode)
hi: कोई उपयोगकर्ता चयनित नहीं (अनअसाइन मोड)

source: Assigned User ID
hi: असाइन किया गया उपयोगकर्ता आईडी

source: Assigned Username
hi: असाइन किया गया उपयोगकर्ता नाम

source: Assigned User Primary Location
hi: असाइन किया गया उपयोगकर्ता प्राथमिक स्थान

source: Edit Group Information
hi: समूह जानकारी संपादित करें

source: The following changes will not be saved:
hi: निम्नलिखित परिवर्तन सहेजे नहीं जाएंगे:

source: Successfully saved
hi: सफलतापूर्वक सहेजा गया

source: Failed to save
hi: सहेजने में विफल

source: Please wait and do not navigate away...
hi: कृपया प्रतीक्षा करें और दूर न जाएँ...

source: Error fetching multimedia, please try again or report an issue if the problem persists.
hi: मल्टीमीडिया प्राप्त करने में त्रुटि, कृपया फिर से प्रयास करें या यदि समस्या बनी रहती है तो एक समस्या की रिपोर्ट करें।

source: This is Danny, one of our best developers.
hi: यह डैनी है, हमारे सर्वश्रेष्ठ डेवलपर्स में से एक।

source: Danny is pretty sad that you had to encounter this issue. He's making sure it gets fixed as soon as possible.
hi: डैनी इस बात से काफी दुखी हैं कि आपको इस समस्या का सामना करना पड़ा। वह सुनिश्चित कर रहे हैं कि इसे जल्द से जल्द ठीक किया जाए।

source: Incorrect Format
hi: गलत प्रारूप

source: Only Dimagi email addresses can be included
hi: केवल डिमागी ईमेल पते शामिल किए जा सकते हैं

source: Could not authenticate, please log in and try again
hi: प्रमाणित नहीं किया जा सका, कृपया लॉग इन करें और फिर से प्रयास करें

source: There was a problem, please refresh and try again
hi: एक समस्या हुई, कृपया ताज़ा करें और फिर से प्रयास करें

source: Done
hi: समाप्त

source: Saving...
hi: सहेजना...

source: Saved
hi: सहेजा गया

source: Try Again
hi: फिर से प्रयास करें

source: Deleting...
hi: हटाना...

source: Deleted
hi: हटाया गया

source: There was an error deleting
hi: हटाने में त्रुटि हुई

source: We could not turn on the new feature. You will have the opportunity to turn it on the next time you visit this page.
hi: हम नई सुविधा चालू नहीं कर सके। आपको इस पृष्ठ पर अगली बार आने पर इसे चालू करने का अवसर मिलेगा।

source: We could not turn off the new feature. Please try again later.
hi: हम नई सुविधा बंद नहीं कर सके। कृपया बाद में फिर से प्रयास करें।

source: Not a valid email
hi: एक मान्य ईमेल नहीं है

source: Checking...
hi: जांचना...

source: Error saving, please try again.
hi: सहेजने में त्रुटि, कृपया फिर से प्रयास करें।

source: <%- num %> per page
hi: <%- num %> प्रति पृष्ठ

source: Showing <%- firstItem %> to <%- lastItem %> of <%- maxItems %> entries
hi: दिखा रहा है <%- firstItem %> से <%- lastItem %> <%- maxItems %> प्रविष्टियों का

source: Clear
hi: स्पष्ट करें

source: Gateway Timeout Error. Max retries exceeded.
hi: गेटवे टाइमआउट त्रुटि। अधिकतम पुनः प्रयास सीमा पार हो गई।

source: Request timed out. Max retries exceeded.
hi: अनुरोध समय समाप्त हो गया। अधिकतम पुनः प्रयास सीमा पार हो गई।

source: Items
hi: आइटम

source: Selected items
hi: चयनित आइटम

source: Search items
hi: आइटम खोजें

source: Add All
hi: सभी जोड़ें

source: Remove All
hi: सभी हटाएँ

source: Your password is too weak! Try adding numbers or symbols.
hi: आपका पासवर्ड बहुत कमजोर है! संख्या या प्रतीक जोड़ने का प्रयास करें।

source: There was an issue communicating with the server. Please try back later.
hi: सर्वर के साथ संचार में समस्या हुई। कृपया बाद में फिर से प्रयास करें।

source: to
hi: से

source: Clear selection
hi: चयन साफ़ करें

source: Close the picker
hi: पिकर बंद करें

source: long
hi: लंबा

source: 2-digit
hi: 2-अंकीय

source: Decrement Hour
hi: घंटा घटाएँ
