Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: When a value is selected, this feature controls the display size of any user-provided image such that it will be consistent with the size of the original image file, and consistent across devices. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> the instructions here</a> to determine which value to use.
hi: जब कोई मान चुना जाता है, तो यह फीचर किसी भी उपयोगकर्ता द्वारा प्रदान की गई छवि के डिस्प्ले आकार को नियंत्रित करता है ताकि वह मूल छवि फ़ाइल के आकार के अनुरूप और सभी डिवाइसों पर एक समान रहे। कौन सा मान उपयोग करना है, यह निर्धारित करने के लिए <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'>यहाँ दिए गए निर्देशों</a> का पालन करें।

source: When auto-sync is enabled CommCare will attempt to submit forms and synchronize the user's data after logging in with the frequency chosen.
hi: जब ऑटो-सिंक सक्षम होता है, तो CommCare लॉगिन के बाद चुनी गई आवृत्ति के अनुसार फॉर्म सबमिट करने और उपयोगकर्ता का डेटा सिंक्रनाइज़ करने का प्रयास करेगा।

source: When loose media mode is set to yes, CommCare will search for alternative media formats for any media that it cannot play. If CommCare attempts to play a file at jr://file/media/prompt_one.mp3 and mp3 files are not supported, the media directory will be searched for other files named prompt_one with alternative extensions which may be supported, for instance prompt_one.wav, and play that instead.
hi: जब लूज़ मीडिया मोड 'हाँ' पर सेट होता है, तो CommCare उन किसी भी मीडिया के लिए वैकल्पिक मीडिया फॉर्मेट खोजेगा जिसे वह चला नहीं सकता। यदि CommCare jr://file/media/prompt_one.mp3 फाइल चलाने का प्रयास करता है और mp3 फाइलें समर्थित नहीं हैं, तो मीडिया डायरेक्टरी में अन्य एक्सटेंशन वाली फाइलें जैसे prompt_one.wav खोजी जाएंगी और उसे चलाया जाएगा।

source: When the phone has this number of unsynced forms stored locally CommCare will trigger a warning
hi: जब फोन में इतने असिंक फॉर्म्स लोकली स्टोर हो जाते हैं, तो CommCare एक चेतावनी ट्रिगर करेगा

source: When this many days have passed without the user syncing CommCare will trigger a warning
hi: जब इतने दिन बीत जाते हैं बिना उपयोगकर्ता के सिंक किए, तो CommCare एक चेतावनी ट्रिगर करेगा

source: Whenever Possible
hi: जहाँ भी संभव हो

source: Whether CommCare should search for alternative formats of incompatible media files.
hi: क्या CommCare को असंगत मीडिया फाइलों के वैकल्पिक फॉर्मेट खोजने चाहिए।

source: Whether CommCare should validate that all external multimedia is installed before letting the user run the app.
hi: क्या CommCare को ऐप चलाने देने से पहले यह सत्यापित करना चाहिए कि सभी बाहरी मल्टीमीडिया इंस्टॉल हैं।

source: Whether OTA Restore is tolerant of failures, ambiguity, duplicate registrations, etc (and proceeds as best it can), or whether it fails immediately in these cases.
hi: क्या OTA Restore विफलताओं, अस्पष्टता, डुप्लिकेट रजिस्ट्रेशन आदि के प्रति सहिष्णु है (और जितना संभव हो आगे बढ़ता है), या इन मामलों में तुरंत विफल हो जाता है।

source: Whether logging of incidents should be activated on the client.
hi: क्या क्लाइंट पर घटनाओं की लॉगिंग सक्रिय होनी चाहिए।

source: Whether searches can match similar strings
hi: क्या खोजें समान स्ट्रिंग्स से मेल खा सकती हैं

source: Whether searches on the phone will match similar strings. IE: 'Jhon' will match 'John'
hi: क्या फोन पर खोजें समान स्ट्रिंग्स से मेल खाएंगी। जैसे: 'Jhon' 'John' से मेल खाएगा

source: Whether to log each time a user views case details. May reduce mobile performance.
hi: क्या हर बार जब कोई उपयोगकर्ता केस डिटेल्स देखता है, तो उसे लॉग किया जाए। इससे मोबाइल प्रदर्शन कम हो सकता है।

source: Whether to show the user login screen
hi: क्या उपयोगकर्ता लॉगिन स्क्रीन दिखानी चाहिए

source: Whether users registered on the phone need to be registered with the submission server.
hi: क्या फोन पर पंजीकृत उपयोगकर्ताओं को सबमिशन सर्वर पर भी पंजीकृत होना आवश्यक है।

source: X-High Density
hi: एक्स-हाई डेंसिटी

source: XX-High Density
hi: डबल एक्स-हाई डेंसिटी

source: XXX-High Density
hi: ट्रिपल एक्स-हाई डेंसिटी

source: Yes
hi: हॉ

source: disabled
hi: अक्षम

source: Enable Text To Speech
hi: टेक्स्ट टू स्पीच सक्षम करें

source: Adds a text to speech button for all questions to read out the question text aloud.
hi: सभी प्रश्नों के लिए टेक्स्ट टू स्पीच बटन जोड़ता है ताकि प्रश्न का पाठ जोर से पढ़ा जा सके।

source: Enable asterisk on required question
hi: आवश्यक प्रश्न पर तारांकन चिह्न सक्षम करें

source: Adds a red asterisk to denote mandatory questions in a form. This setting only works in mobile.
hi: फॉर्म में अनिवार्य प्रश्नों को दर्शाने के लिए एक लाल तारांकन चिह्न जोड़ता है। यह सेटिंग केवल मोबाइल में काम करती है।

source: Person Simple
hi: व्यक्ति सरल

source: Title row, subtitle row, third row with two cells, and map
hi: शीर्षक पंक्ति, उपशीर्षक पंक्ति, तीसरी पंक्ति जिसमें दो सेल, और मानचित्र

source: Title row, second row with two cells, third row, and map
hi: शीर्षक पंक्ति, दूसरी पंक्ति जिसमें दो सेल, तीसरी पंक्ति, और मानचित्र

source: Title row, second row with two cells, third and fourth rows, and map
hi: शीर्षक पंक्ति, दूसरी पंक्ति जिसमें दो सेल, तीसरी और चौथी पंक्ति, और मानचित्र

source: Three upper rows, four rows with two cells, two lower rows and map
hi: तीन ऊपरी पंक्तियाँ, चार पंक्तियाँ जिनमें दो सेल, दो निचली पंक्तियाँ और मानचित्र

source: Title row, second row with two cells, third row with two cells
hi: शीर्षक पंक्ति, दूसरी पंक्ति जिसमें दो सेल, तीसरी पंक्ति जिसमें दो सेल

source: 2 x 3 grid of image and text
hi: 2 x 3 ग्रिड छवि और पाठ का

source: BHA Referrals
hi: BHA रेफरल

source: There is no schedule for form {form_id}
hi: फॉर्म {form_id} के लिए कोई शेड्यूल नहीं है

source: Schedule Phase in module '{module_name}' is missing an anchor
hi: मॉड्यूल '{module_name}' में शेड्यूल फेज़ में एंकर गायब है

source: '{form_name}' in '{module_name}' is missing an abbreviation
hi: '{form_name}' '{module_name}' में संक्षिप्त नाम गायब है

source: Your app has multiple forms with the same schedule abbreviation
hi: आपके ऐप में एक ही शेड्यूल संक्षिप्त नाम वाले कई फॉर्म हैं

source: Conflicting instance declarations in {entry_id} for {instance_id}: {src_1} != {src_2}
hi: {entry_id} में {instance_id} के लिए विरोधाभासी इंस्टेंस घोषणाएँ: {src_1} != {src_2}

source: Could not find target module used by form '{}'
hi: '{}' द्वारा उपयोग किए गए लक्ष्य मॉड्यूल को नहीं ढूंढ सके

source: Form '%(form_name)s' in module '%(module_name)s' references a module with an incorrect case type: module '%(target_name)s' expected '%(expected_case_type)s', found '%(target_case_type)s'
hi: मॉड्यूल '%(module_name)s' में फॉर्म '%(form_name)s' ने एक ऐसे मॉड्यूल का संदर्भ दिया है जिसमें गलत केस प्रकार है: मॉड्यूल '%(target_name)s' को अपेक्षित था '%(expected_case_type)s', मिला '%(target_case_type)s'

source: Case list used by parent child selection in '{}' not found
hi: '{}' में पैरेंट चाइल्ड चयन द्वारा उपयोग की गई केस सूची नहीं मिली

source: Auto-generated by a phone update. Will expire after next build if not marked released. Generated by user {}.
hi: फोन अपडेट द्वारा स्वचालित रूप से जनरेट किया गया। यदि रिलीज़ के रूप में चिह्नित नहीं किया गया तो अगली बिल्ड के बाद समाप्त हो जाएगा। उपयोगकर्ता {} द्वारा जनरेट किया गया।

source: Multimedia Sizes
hi: मल्टीमीडिया आकार

source: Multimedia download needed to update from %(from_version)s to %(to_version)s
hi: %(from_version)s से %(to_version)s में अपडेट करने के लिए मल्टीमीडिया डाउनलोड आवश्यक है

source: COVID-19 CommCare Applications
hi: COVID-19 CommCare एप्लिकेशन

source: COVID-19 CommCare Applications
hi: COVID-19 CommCare एप्लिकेशन

source: <div class="row"> <div class="col-sm-10"> <p> To support organizations and governments with COVID-19 response, Dimagi has developed a library of free COVID-19 template applications for our open source platform, CommCare. These have been developed based on clinical protocols from the World Health Organization, the Centers for Disease Control, and others. </p> <p class="help-block"> These application templates can be imported into your project space as licensed by Dimagi under the <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons NonCommercial ShareAlike License (CC BY-NC-SA 4.0)</a>.
hi: <div class="row"> <div class="col-sm-10"> <p> संगठनों और सरकारों को COVID-19 प्रतिक्रिया में सहायता करने के लिए, Dimagi ने हमारे ओपन सोर्स प्लेटफॉर्म CommCare के लिए मुफ्त COVID-19 टेम्पलेट एप्लिकेशन की एक लाइब्रेरी विकसित की है। इन्हें विश्व स्वास्थ्य संगठन, सेंटर फॉर डिजीज कंट्रोल और अन्य के क्लिनिकल प्रोटोकॉल के आधार पर विकसित किया गया है। </p> <p class="help-block"> ये एप्लिकेशन टेम्पलेट्स Dimagi द्वारा <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">क्रिएटिव कॉमन्स नॉन-कमर्शियल शेयर-अलाइक लाइसेंस (CC BY-NC-SA 4.0)</a> के तहत लाइसेंस प्राप्त हैं और इन्हें आपके प्रोजेक्ट स्पेस में इम्पोर्ट किया जा सकता है।

source: Application Info
hi: एप्लिकेशन जानकारी

source: Last Updated: %(last_released)s
hi: अंतिम अपडेट: %(last_released)s

source: Version History
hi: संस्करण इतिहास

source: Import
hi: आयात करें

source: Untitled App
hi: शीर्षकहीन ऐप

source: Enter app description here
hi: यहाँ ऐप विवरण दर्ज करें

source: Releases
hi: रिलीज़

source: Release Mode
hi: रिलीज़ मोड

source: Settings
hi: सेटिंग्स

source: High Level Summary
hi: उच्च स्तरीय सारांश

source: Form Summary
hi: फॉर्म सारांश

source: Case Summary
hi: केस सारांश

source: Labels
hi: लेबल्स

source: Question IDs
hi: प्रश्न आईडी

source: Go
hi: जाएँ

source: Show Conditions
hi: शर्तें दिखाएँ

source: Show Calculations
hi: गणनाएँ दिखाएँ

source: Your app's forms contain errors. Please visit the <a href='%(form_summary_url)s'>form summary</a> for more details.
hi: आपके ऐप के फॉर्म्स में त्रुटियाँ हैं। अधिक जानकारी के लिए कृपया <a href='%(form_summary_url)s'>फॉर्म सारांश</a> देखें।

source: Relationships:
hi: संबंध:

source: Opened by:
hi: द्वारा खोला गया:

source: Closed by:
hi: द्वारा बंद किया गया:

source: Problems:
hi: समस्याएँ:

source: Case Property
hi: केस प्रॉपर्टी

source: Load questions
hi: प्रश्न लोड करें

source: Save questions
hi: प्रश्न सहेजें

source: Case Lists
hi: केस सूचियाँ

source: Case Details
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Revoke restriction
hi: प्रतिबंध रद्द करें

source: Restrict to this version
hi: इस संस्करण तक सीमित करें

source: Bulk application translations
hi: बल्क एप्लिकेशन अनुवाद

source: App Summary
hi: ऐप सारांश

source: Manage Case
hi: Diagnóstico de Casos

source: This is a <i class="fcc fcc-app-createform"></i> Registration Form.
hi: यह एक <i class="fcc fcc-app-createform"></i> पंजीकरण फॉर्म है।

source: Users will fill it out when they need to <strong>add</strong> a new item to the application.
hi: उपयोगकर्ता इसे तब भरेंगे जब उन्हें एप्लिकेशन में कोई नया आइटम <strong>जोड़ना</strong> हो।

source: This is a <i class="fcc fcc-app-updateform"></i> Followup Form.
hi: यह एक <i class="fcc fcc-app-updateform"></i> फॉलोअप फॉर्म है।

source: Users will fill it out when they need to <strong>update</strong> an item that has already been added to the application.
hi: उपयोगकर्ता इसे तब भरेंगे जब उन्हें एप्लिकेशन में पहले से जोड़े गए किसी आइटम को <strong>अपडेट</strong> करना हो।

source: This is a <i class="fa-regular fa-file"></i> Survey.
hi: यह एक <i class="fa-regular fa-file"></i> सर्वेक्षण है।

source: It's useful for asking questions once, for information that you won't need to follow up on later.
hi: यह उन जानकारियों के लिए उपयोगी है जिनके लिए आपको बाद में फॉलोअप करने की आवश्यकता नहीं है।

source: Edit Form Details
hi: फॉर्म विवरण संपादित करें

source: Form Name
hi: फॉर्म नाम

source: Comment
hi: टिप्पणी

source: Form Summary - Version %(app_version)s
hi: फॉर्म सारांश - संस्करण %(app_version)s

source: Your app's forms contain errors. Case and form information below may be inaccurate until you fix the issues.
hi: आपके ऐप के फॉर्म्स में त्रुटियाँ हैं। नीचे दी गई केस और फॉर्म जानकारी तब तक सटीक नहीं हो सकती जब तक आप समस्याएँ ठीक नहीं करते।

source: Error in form:
hi: फॉर्म में त्रुटि:

source: required
hi: आवश्यक

source: Instance
hi: इंस्टेंस

source: Nodeset
hi: नोडसेट

source: Value
hi: मूल्य

source: Label
hi: लेबल

source: Load property
hi: प्रॉपर्टी लोड करें

source: Save property
hi: प्रॉपर्टी सेव करें

source: save only on edit
hi: सिर्फ संपादन पर सेव करें

source: Changes - Version %(first_version)s vs. Version %(second_version)s
hi: परिवर्तन - संस्करण %(first_version)s बनाम संस्करण %(second_version)s

source: Edit Form
hi: फॉर्म संपादित करें

source: Enter form description here
hi: यहाँ फॉर्म का विवरण दर्ज करें

source: User Properties
hi: यूज़र प्रॉपर्टीज़

source: Visit Scheduler
hi: विज़िट शेड्यूलर

source: We were unable to validate your form due an error on the server. Proceed with caution.
hi: सर्वर पर त्रुटि के कारण हम आपके फॉर्म को सत्यापित करने में असमर्थ हैं। सावधानीपूर्वक आगे बढ़ें।

source: You are viewing a shadow form, therefore:
hi: आप एक शैडो फॉर्म देख रहे हैं, इसलिए:

source: You will be unable to add "Open case" action
hi: आप "ओपन केस" एक्शन नहीं जोड़ पाएंगे

source: Load/Update actions will be "merged" with the source form actions
hi: लोड/अपडेट एक्शन स्रोत फॉर्म एक्शन के साथ "मर्ज" किए जाएंगे

source: Every case tag in the source form load/update action configuration must appear in this configuration
hi: स्रोत फॉर्म लोड/अपडेट एक्शन कॉन्फ़िगरेशन में हर केस टैग इस कॉन्फ़िगरेशन में भी होना चाहिए

source: You are not allowed to specify load or save case properties
hi: आप यहाँ लोड या सेव केस प्रॉपर्टीज़ निर्दिष्ट करने की अनुमति नहीं है

source: The load and save case property behaviors specified in the shadow source form actions will be used for the actions with matching case tags specified here.
hi: शैडो स्रोत फॉर्म एक्शन में निर्दिष्ट लोड और सेव केस प्रॉपर्टी व्यवहार यहाँ निर्दिष्ट मिलते-जुलते केस टैग वाले एक्शन के लिए उपयोग किए जाएंगे।

source: You are not allowed to specify case closures here
hi: आप यहाँ केस क्लोजर निर्दिष्ट करने की अनुमति नहीं है

source: There are errors in your form. Fix your form in order to view and edit Case Management.
hi: आपके फॉर्म में त्रुटियाँ हैं। केस प्रबंधन देखने और संपादित करने के लिए अपने फॉर्म को ठीक करें।

source: Add questions to your form to make use of case management.
hi: केस प्रबंधन का उपयोग करने के लिए अपने फॉर्म में प्रश्न जोड़ें।

source: The User Properties feature is no longer available because of the change in your CommCare subscription. Although currently-deployed applications will still function properly, it will not be possible to update or redeploy them unless the User Properties functionality is removed, or you upgrade your CommCare subscription.
hi: यूज़र प्रॉपर्टीज़ सुविधा अब उपलब्ध नहीं है क्योंकि आपकी CommCare सदस्यता में बदलाव हुआ है। हालाँकि वर्तमान में डिप्लॉय किए गए ऐप्लिकेशन सही तरीके से काम करेंगे, लेकिन जब तक यूज़र प्रॉपर्टीज़ फ़ंक्शनलिटी हटाई नहीं जाती या आप अपनी CommCare सदस्यता अपग्रेड नहीं करते, तब तक उन्हें अपडेट या फिर से डिप्लॉय करना संभव नहीं होगा।

source: WARNING: By clicking "Remove User Properties" you will lose User Properties functionality if you redeploy your application. However, you will still be able to see all previously collected data.
hi: चेतावनी: "यूज़र प्रॉपर्टीज़ हटाएँ" पर क्लिक करने से यदि आप अपना ऐप्लिकेशन फिर से डिप्लॉय करते हैं तो यूज़र प्रॉपर्टीज़ फ़ंक्शनलिटी खो जाएगी। हालाँकि, आप अब भी पहले से एकत्रित सभी डेटा देख सकेंगे।

source: Change your subscription
hi: अपनी सदस्यता बदलें

source: Remove User Properties
hi: यूज़र प्रॉपर्टीज़ हटाएँ

source: You have not created a form yet. Create a form in order to view and edit User Properties.
hi: आपने अभी तक कोई फॉर्म नहीं बनाया है। यूज़र प्रॉपर्टीज़ देखने और संपादित करने के लिए एक फॉर्म बनाएं।

source: Language List
hi: भाषा सूची

source: CommCare Translations
hi: CommCare अनुवाद

source: Bulk CommCare Translations
hi: बल्क CommCare अनुवाद

source: Bulk Application Translations
hi: बल्क ऐप्लिकेशन अनुवाद

source: Menu Settings
hi: मेनू सेटिंग्स

source: Session Endpoint Id
hi: सेशन एंडपॉइंट आईडी

source: Add filter
hi: फ़िल्टर जोड़ें

source: This data will not be shown for case search results.
hi: यह डेटा केस खोज परिणामों के लिए नहीं दिखाया जाएगा।

source: App no longer supported
hi: ऐप अब समर्थित नहीं है

source: This app is no longer supported
hi: यह ऐप अब समर्थित नहीं है

source: If you believe this to be in error, please contact support.
hi: यदि आपको लगता है कि यह गलती है, तो कृपया सहायता से संपर्क करें।

source: Install to Android by taking a picture of the image below on your phone.
hi: अपने फ़ोन पर नीचे दी गई छवि की तस्वीर लेकर Android पर इंस्टॉल करें।

source: Download
hi: डाउनलोड करें

source: You can also click <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">here</a> </strong> in your mobile browser.
hi: आप अपने मोबाइल ब्राउज़र में <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">यहाँ</a> </strong> भी क्लिक कर सकते हैं।

source: For help installing CommCare, visit
hi: CommCare इंस्टॉल करने में सहायता के लिए, देखें

source: Install CommCare
hi: CommCare इंस्टॉल करें

source: Close
hi: बंद करें

source: Survey
hi: सर्वेक्षण

source: Lesson
hi: पाठ

source: Followup
hi: फॉलोअप

source: Register
hi: पंजीकरण करें

source: Shadow Form
hi: शैडो फॉर्म

source: Create a New Menu
hi: नया मेनू बनाएं

source: Please note you will not be able to change menu type later.
hi: कृपया ध्यान दें कि आप बाद में मेनू प्रकार नहीं बदल पाएंगे।

source: Application Settings
hi: एप्लिकेशन सेटिंग्स

source: Updates Available to Publish
hi: प्रकाशित करने के लिए उपलब्ध अपडेट्स

source: Linked from %(name)s | V%(version)s
hi: %(name)s से लिंक किया गया | V%(version)s

source: Language
hi: भाषा

source: Cannot make new version
hi: नया संस्करण नहीं बना सकते

source: Details:
hi: विवरण:

source: Build Profile
hi: Manejo de Casos

source: Select a language.
hi: एक भाषा चुनें।

source: Select a format.
hi: एक फ़ॉर्मेट चुनें।

source: Download only translations eligible for Transifex?
hi: क्या केवल वे अनुवाद डाउनलोड करें जो Transifex के लिए योग्य हैं?

source: Download %(plural_noun)s
hi: %(plural_noun)s डाउनलोड करें

source: The single-sheet format is only available when downloading a single language. <br>Please either select a language or choose the multi-sheet format.
hi: सिंगल-शीट फ़ॉर्मेट केवल एक भाषा डाउनलोड करने पर उपलब्ध है। <br>कृपया या तो एक भाषा चुनें या मल्टी-शीट फ़ॉर्मेट चुनें।

source: Case List Session Endpoint ID
hi: केस सूची सत्र एंडपॉइंट आईडी

source: A session endpoint ID to navigate to this case list without doing selection on the case list.
hi: इस केस सूची पर चयन किए बिना नेविगेट करने के लिए एक सत्र एंडपॉइंट आईडी।

source: Are you sure you want to delete this application?
hi: क्या आप वाकई इस एप्लिकेशन को हटाना चाहते हैं?

source: You are about to delete this application
hi: आप इस एप्लिकेशन को हटाने वाले हैं

source: Custom Icon
hi: कस्टम आइकन

source: Text Body
hi: पाठ्य सामग्री

source: XPath Function
hi: XPath फ़ंक्शन

source: Case List
hi: केस सूची

source: Please define a case type for your case list.
hi: कृपया अपनी केस सूची के लिए एक केस प्रकार परिभाषित करें।

source: Case Type
hi: केस प्रकार

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case. Other case lists with the same case type will use the same set of case(s).
hi: आप जिस केस प्रकार को ट्रैक कर रहे हैं उसका नाम (जैसे “गर्भावस्था,” “फार्म,” “परिवार,” आदि)। इस केस सूची में आप जो भी केस पंजीकृत करेंगे, वे इसी प्रकार के होंगे। अन्य केस सूचियां, जिनका केस प्रकार यही है, वे भी इन्हीं केसों का उपयोग करेंगी।

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
hi: आप जिस केस प्रकार को ट्रैक कर रहे हैं उसका नाम (जैसे “गर्भावस्था,” “फार्म,” “परिवार,” आदि)। इस केस सूची में आप जो भी केस पंजीकृत करेंगे, वे इसी प्रकार के होंगे, और केवल इसी प्रकार के केस इस केस सूची में दिखेंगे। अन्य केस सूचियां, जिनका केस प्रकार यही है, वे भी इन्हीं केसों का उपयोग करेंगी।

source: * You can change the Case Type later by going to the menu settings page
hi: * आप बाद में केस प्रकार को मेनू सेटिंग्स पेज पर जाकर बदल सकते हैं

source: Go Back
hi: वापस जाएं

source: Create Case List
hi: केस सूची बनाएं

source: Downloading Your File
hi: आपकी फ़ाइल डाउनलोड हो रही है

source: Processing data. Please wait...
hi: डेटा प्रोसेस हो रहा है। कृपया प्रतीक्षा करें...

source: Session Endpoint ID
hi: सेशन एंडपॉइंट आईडी

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
hi: एक सेशन एंडपॉइंट आईडी एंड्रॉइड ऐप्स को इस स्थिति पर CommCare में कॉल करने की अनुमति देती है।

source: Allow endpoint to access hidden forms
hi: एंडपॉइंट को छिपे हुए फॉर्म्स तक पहुँचने की अनुमति दें

source: Allow access to hidden forms
hi: छिपे हुए फॉर्म्स तक पहुँचने की अनुमति दें

source: Turn this setting on to allow this endpoint to access hidden forms.
hi: इस सेटिंग को चालू करें ताकि यह एंडपॉइंट छिपे हुए फॉर्म्स तक पहुँच सके।

source: Form Changes
hi: फॉर्म परिवर्तन

source: Display
hi: प्रदर्शन

source: Validation
hi: मान्यता

source: Comments
hi: टिप्पणियाँ

source: Default Values
hi: डिफ़ॉल्ट मान

source: Cases
hi: केस

source: Remove Child Case?
hi: चाइल्ड केस हटाएँ?

source: Are you sure you want to remove this Child Case?
hi: क्या आप वाकई इस चाइल्ड केस को हटाना चाहते हैं?

source: Remove Child Case
hi: चाइल्ड केस हटाएँ

source: Open Case Condition
hi: ओपन केस शर्त

source: Close Condition
hi: बंद करने की शर्त

source: Close this case when the form is complete
hi: फॉर्म पूरा होने पर इस केस को बंद करें

source: <span data-bind="visible: showLeadRegistration"> This is a <strong ><i class="fcc fcc-app-createform"></i> Registration</strong > form. Use the Registration form to add new cases to your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <span data-bind="visible: showLeadFollowup"> This is a <strong><i class="fcc fcc-app-updateform"></i> Followup</strong> form. Use Followup forms to update cases in your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <br /> <span ><strong>Cases</strong> give you a way to track patients, farms, and other entities over time.</span >
hi: <span data-bind="visible: showLeadRegistration"> यह एक <strong ><i class="fcc fcc-app-createform"></i> पंजीकरण</strong > फॉर्म है। पंजीकरण फॉर्म का उपयोग नए केस को अपनी <strong><i class="fa-solid fa-list-check"></i> केस सूची</strong> में जोड़ने के लिए करें। </span> <span data-bind="visible: showLeadFollowup"> यह एक <strong><i class="fcc fcc-app-updateform"></i> फॉलोअप</strong> फॉर्म है। फॉलोअप फॉर्म का उपयोग केस को अपनी <strong><i class="fa-solid fa-list-check"></i> केस सूची</strong> में अपडेट करने के लिए करें। </span> <br /> <span ><strong>केस</strong> आपको मरीजों, खेतों, और अन्य इकाइयों को समय के साथ ट्रैक करने का तरीका देते हैं।</span >

source: Registration: This form opens a new case
hi: पंजीकरण: यह फॉर्म एक नया केस खोलता है

source: Followup: This form loads a case from a data registry
hi: फॉलोअप: यह फॉर्म डेटा रजिस्ट्री से एक केस लोड करता है

source: Followup: This form loads a set of cases
hi: फॉलोअप: यह फॉर्म केस का एक सेट लोड करता है

source: Followup: This form loads a case and may then update or close it
hi: फॉलोअप: यह फॉर्म एक केस लोड करता है और फिर उसे अपडेट या बंद कर सकता है
