Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: If none of the above works, test sending an SMS from the Android phone to your test phone directly. If that succeeds, then it means something is likely incorect with the configuration. If you do not receive the direct SMS message, then you may need to follow up with the carrier used by the Android phone to understand why it cannot send SMS.
hi: यदि उपरोक्त में से कोई भी काम नहीं करता है, तो Android फ़ोन से सीधे अपने परीक्षण फ़ोन पर SMS भेजने का प्रयास करें। यदि वह सफल होता है, तो इसका अर्थ है कि कॉन्फ़िगरेशन में कुछ गड़बड़ी है। यदि आपको सीधा SMS संदेश नहीं मिलता है, तो आपको यह समझने के लिए Android फ़ोन के कैरियर से संपर्क करना पड़ सकता है कि वह SMS क्यों नहीं भेज सकता।

source: Step 3. Connect Incoming SMS
hi: चरण 3. इनकमिंग SMS कनेक्ट करें

source: Navigate to the Add Webhook Service page in the Telerivet website. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Show Me How</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Hide Instructions</a>
hi: Telerivet वेबसाइट में Add Webhook Service पृष्ठ पर जाएँ। <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">कैसे देखें</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">निर्देश छुपाएँ</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Add New Service" in the top-right corner of the page.
hi: <i class="fa fa-info-circle"></i> आपको पृष्ठ के ऊपर-दाएँ कोने में "Add New Service" पर क्लिक करना पड़ सकता है।

source: Enter the information below and click Done. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Show Me How</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Hide Instructions</a>
hi: नीचे दी गई जानकारी दर्ज करें और Done पर क्लिक करें। <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">कैसे देखें</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">निर्देश छुपाएँ</a>

source: (Select ONLY the Android phone you are setting up with Telerivet right now)
hi: (केवल उसी Android फ़ोन का चयन करें जिसे आप अभी Telerivet के साथ सेटअप कर रहे हैं)

source: NOTE: Please make sure you enter https, not http, for the URL.
hi: नोट: कृपया सुनिश्चित करें कि आप URL के लिए https दर्ज करें, http नहीं।

source: After creating the Webhook Service in the Telerivet website, send a reply to the message you received in Step 2.
hi: Telerivet वेबसाइट में Webhook Service बनाने के बाद, चरण 2 में प्राप्त संदेश का उत्तर भेजें।

source: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Click Here </button> after you have sent the reply SMS.
hi: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> यहाँ क्लिक करें </button> जब आप उत्तर SMS भेज चुके हों।

source: Waiting for inbound SMS...
hi: इनकमिंग SMS की प्रतीक्षा हो रही है...

source: Message received!
hi: संदेश प्राप्त हुआ!

source: Message not received. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Troubleshoot</button>
hi: संदेश प्राप्त नहीं हुआ। <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">समस्या निवारण</button>

source: An error occurred. This can happen if it has been longer than one week since you started the Telerivet setup process in CommCare HQ. Please restart the setup process and if the problem persists, please report an issue.
hi: एक त्रुटि हुई। यह तब हो सकता है यदि आपने CommCare HQ में Telerivet सेटअप प्रक्रिया शुरू किए एक सप्ताह से अधिक हो गया हो। कृपया सेटअप प्रक्रिया पुनः प्रारंभ करें और यदि समस्या बनी रहती है, तो कृपया एक समस्या रिपोर्ट करें।

source: Troubleshoot Inbound SMS
hi: इनकमिंग SMS समस्या निवारण

source: Double-check the configuration entered in your Telerivet account for step 2.
hi: अपने Telerivet खाते में चरण 2 के लिए दर्ज की गई कॉन्फ़िगरेशन को दोबारा जांचें।

source: Try sending a message from your test phone to a third phone. If that succeeds, then you can rule out any issues with the test phone.
hi: अपने परीक्षण फ़ोन से किसी तीसरे फ़ोन पर संदेश भेजने का प्रयास करें। यदि वह सफल होता है, तो आप परीक्षण फ़ोन से संबंधित किसी भी समस्या को नकार सकते हैं।

source: Check the Android phone itself and see if the message shows up there. If it does, then it likely means that there is a configuration error. If it does not, you may need to follow up with the carrier used by the Android phone to understand why it cannot receive SMS.
hi: Android फ़ोन को स्वयं जांचें और देखें कि क्या संदेश वहाँ दिखाई देता है। यदि हाँ, तो संभवतः कोई कॉन्फ़िगरेशन त्रुटि है। यदि नहीं, तो आपको यह समझने के लिए Android फ़ोन के कैरियर से संपर्क करना पड़ सकता है कि वह SMS क्यों प्राप्त नहीं कर सकता।

source: An unexpected error occurred. Please start over and if the problem persists, please report an issue.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया फिर से शुरू करें और यदि समस्या बनी रहती है, तो कृपया एक समस्या रिपोर्ट करें।

source: My Telerivet Gateway
hi: मेरा Telerivet गेटवे

source: Messaging Token
hi: मैसेजिंग टोकन

source: Tropo Settings
hi: Tropo सेटिंग्स

source: Trumpia Settings
hi: Trumpia सेटिंग्स

source: Client Auth Token
hi: क्लाइंट ऑथ टोकन

source: Business ID
hi: बिजनेस आईडी

source: Template Namespace
hi: टेम्पलेट नेमस्पेस

source: Business Auth Token
hi: बिजनेस ऑथ टोकन

source: Fallback Backend
hi: फॉलबैक बैकएंड

source: No Fallback Backend
hi: कोई फॉलबैक बैकएंड नहीं

source: Turn Settings
hi: Turn सेटिंग्स

source: Twilio Settings
hi: Twilio सेटिंग्स

source: password
hi: पासवर्ड

source: senderid
hi: सेंडरआईडी

source: Vertex Settings
hi: Vertex सेटिंग्स

source: (Not Applicable)
hi: (लागू नहीं)

source: OAuth1 authentication workflow has not been followed for
hi: OAuth1 प्रमाणीकरण वर्कफ़्लो का पालन नहीं किया गया है

source: Quarterly
hi: त्रैमासिक

source: A DHIS2 "UID" is exactly 11 alpha-numeric characters long, and starts with a letter.
hi: एक DHIS2 "UID" ठीक 11 अल्फ़ा-न्यूमेरिक अक्षरों का होता है, और एक अक्षर से शुरू होता है।

source: UCR column
hi: UCR कॉलम

source: Use last day of period
hi: अवधि के अंतिम दिन का उपयोग करें

source: Use date that dataValues are sent
hi: वह तिथि उपयोग करें जब dataValues भेजे जाते हैं

source: It could be that CommCare HQ is sending data faster than DHIS2 can handle. If possible, try increasing the resources on your DHIS2 instance. The ability to send data from CommCare HQ slower is coming soon.
hi: संभव है कि CommCare HQ डेटा को DHIS2 की तुलना में तेज़ी से भेज रहा है जितना कि DHIS2 संभाल सकता है। यदि संभव हो, तो अपने DHIS2 इंस्टेंस पर संसाधनों को बढ़ाने का प्रयास करें। CommCare HQ से डेटा धीमे भेजने की सुविधा जल्द ही आ रही है।

source: This Event’s Program has multiple stages. You will need to update the configuration to specify which program stage the Event’s data belongs to. (See the “programStage” property in the data forwarder’s configuration.)
hi: इस इवेंट के प्रोग्राम में कई चरण हैं। आपको कॉन्फ़िगरेशन को अपडेट करना होगा ताकि यह निर्दिष्ट किया जा सके कि इवेंट का डेटा किस प्रोग्राम स्टेज से संबंधित है। (डेटा फॉरवर्डर की कॉन्फ़िगरेशन में "programStage" प्रॉपर्टी देखें।)

source: An event for this program stage has already been submitted. It could be that the new event is for a different program stage. You will need to update the configuration to specify the correct program stage for this submission. (See the “programStage” property in the data forwarder’s configuration.)
hi: इस प्रोग्राम स्टेज के लिए एक इवेंट पहले ही सबमिट किया जा चुका है। संभव है कि नया इवेंट किसी अन्य प्रोग्राम स्टेज के लिए हो। आपको कॉन्फ़िगरेशन को अपडेट करना होगा ताकि इस सबमिशन के लिए सही प्रोग्राम स्टेज निर्दिष्ट किया जा सके। (डेटा फॉरवर्डर की कॉन्फ़िगरेशन में "programStage" प्रॉपर्टी देखें।)

source: The DHIS2 server is currently not accepting connections.
hi: DHIS2 सर्वर वर्तमान में कनेक्शन स्वीकार नहीं कर रहा है।

source: {n} tracked entity instances were found for case {case}
hi: {case} केस के लिए {n} ट्रैक्ड एंटिटी इंस्टेंस पाए गए

source: The tracked entity instance ID "{id}" of case {case} was not found on its DHIS2 server.
hi: केस {case} का ट्रैक्ड एंटिटी इंस्टेंस आईडी "{id}" उसके DHIS2 सर्वर पर नहीं मिला।

source: Error(s) while updating DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
hi: DHIS2 ट्रैक्ड एंटिटी को अपडेट करते समय त्रुटि(याँ) हुईं। DHIS2 से त्रुटियाँ Remote API Logs में देखी जा सकती हैं: {url}

source: {n} tracked entity instances were registered from case {case}.
hi: {case} केस से {n} ट्रैक्ड एंटिटी इंस्टेंस रजिस्टर किए गए।

source: Error(s) while registering DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
hi: DHIS2 ट्रैक्ड एंटिटी को रजिस्टर करते समय त्रुटि(याँ) हुईं। DHIS2 से त्रुटियाँ Remote API Logs में देखी जा सकती हैं: {url}

source: Unable to create DHIS2 relationship: The case {case} is not registered in DHIS2.
hi: DHIS2 संबंध बनाने में असमर्थ: केस {case} DHIS2 में पंजीकृत नहीं है।

source: A relationship is configured for the {subcase_type} case type, but there is no CaseConfig for the {supercase_type} case type.
hi: {subcase_type} केस टाइप के लिए एक संबंध कॉन्फ़िगर किया गया है, लेकिन {supercase_type} केस टाइप के लिए कोई CaseConfig नहीं है।

source: DHIS2 created {n} relationships. Errors from DHIS2 can be found in Remote API Logs: {url}
hi: DHIS2 ने {n} संबंध बनाए। DHIS2 से त्रुटियाँ Remote API Logs में देखी जा सकती हैं: {url}

source: An error occurred on the first API request to DHIS2. Please refer to Remote API Logs to confirm that the URL and the request parameters are correct.
hi: DHIS2 पर पहली API अनुरोध में एक त्रुटि हुई। कृपया Remote API Logs देखें और पुष्टि करें कि URL और अनुरोध पैरामीटर सही हैं।

source: Frequency
hi: आवृत्ति

source: Day to send data
hi: डेटा भेजने का दिन

source: Day of the month if "Frequency" is monthly or quarterly. Day of the week if "Frequency" is weekly, where Monday is 1 and Sunday is 7.
hi: यदि "आवृत्ति" मासिक या त्रैमासिक है तो महीने का दिन। यदि "आवृत्ति" साप्ताहिक है तो सप्ताह का दिन, जहाँ सोमवार 1 है और रविवार 7।

source: The DHIS2 ID of this DataSet
hi: इस DataSet का DHIS2 आईडी

source: The UCR column name specifying the OrgUnitID or a static OrgUnitID.
hi: UCR कॉलम नाम जो OrgUnitID निर्दिष्ट करता है या एक स्थिर OrgUnitID।

source: Period
hi: अवधि

source: The UCR column name specifying the Period or a static Period. Week periods use the format yyyyWn (e.g. "2004W10" for week 10, 2004). Month periods use the format yyyyMM (e.g. "200403" for March 2004). Quarter periods use the format yyyyQn (e.g. "2004Q1" for January-March 2004). If the UCR has a date filter then leave the field blank to filter the UCR by the date range of the previous period.
hi: UCR कॉलम नाम जो अवधि निर्दिष्ट करता है या एक स्थिर अवधि। सप्ताह की अवधि के लिए प्रारूप yyyyWn (जैसे "2004W10" सप्ताह 10, 2004 के लिए)। महीने की अवधि के लिए प्रारूप yyyyMM (जैसे "200403" मार्च 2004 के लिए)। तिमाही की अवधि के लिए प्रारूप yyyyQn (जैसे "2004Q1" जनवरी-मार्च 2004 के लिए)। यदि UCR में दिनांक फ़िल्टर है तो फ़ील्ड को खाली छोड़ दें ताकि UCR को पिछले अवधि की दिनांक सीमा से फ़िल्टर किया जा सके।

source: DataSet Details
hi: DataSet विवरण

source: Enter a day of the week, where Monday is 1 and Sunday is 7.
hi: सप्ताह का दिन दर्ज करें, जहाँ सोमवार 1 है और रविवार 7।

source: Enter a day of the month that occurs in every month (i.e. from 1 to 28).
hi: महीने का वह दिन दर्ज करें जो हर महीने आता है (जैसे 1 से 28 तक)।

source: "Frequency" is set to "Weekly". Please enter a valid week period in the format yyyyWn (e.g. "2004W10" for week 10, 2004), or enter a valid column.
hi: "आवृत्ति" "साप्ताहिक" पर सेट है। कृपया वैध सप्ताह अवधि yyyyWn प्रारूप में दर्ज करें (जैसे "2004W10" सप्ताह 10, 2004 के लिए), या एक वैध कॉलम दर्ज करें।

source: "Frequency" is set to "Monthly". Please enter a valid month period in the format yyyyMM (e.g. "200403" for March 2004), or enter a valid column.
hi: "आवृत्ति" "मासिक" पर सेट है। कृपया वैध महीने की अवधि yyyyMM प्रारूप में दर्ज करें (जैसे "200403" मार्च 2004 के लिए), या एक वैध कॉलम दर्ज करें।

source: "Frequency" is set to "Quarterly". Please enter a valid quarter period in the format yyyyQn (e.g. "2004Q1" for January-March 2004), or enter a valid column.
hi: "आवृत्ति" "त्रैमासिक" पर सेट है। कृपया वैध तिमाही अवधि yyyyQn प्रारूप में दर्ज करें (जैसे "2004Q1" जनवरी-मार्च 2004 के लिए), या एक वैध कॉलम दर्ज करें।

source: User Configurable Report
hi: यूज़र कॉन्फ़िगरेबल रिपोर्ट

source: Data element ID
hi: डेटा एलिमेंट आईडी

source: Category option combo ID
hi: कैटेगरी ऑप्शन कॉम्बो आईडी

source: Update DataValue Map
hi: DataValue Map अपडेट करें

source: The "case_type" property is a dictionary, not a "%(data_type)s".
hi: "case_type" प्रॉपर्टी एक डिक्शनरी है, "%(data_type)s" नहीं।

source: The "%(property)s" property is required.
hi: "%(property)s" प्रॉपर्टी आवश्यक है।

source: The "form_configs" property is a dictionary, not a "%(data_type)s".
hi: "form_configs" प्रॉपर्टी एक डिक्शनरी है, "%(data_type)s" नहीं।

source: The "%(property)s" property is required for form "{}".
hi: फॉर्म "{}" के लिए "%(property)s" प्रॉपर्टी आवश्यक है।

source: Please specify the XMLNS of the form.
hi: कृपया फॉर्म का XMLNS निर्दिष्ट करें।

source: Please specify the DHIS2 Program of the event.
hi: कृपया इवेंट का DHIS2 प्रोग्राम निर्दिष्ट करें।

source: Please map CommCare values to DHIS2 data elements.
hi: कृपया CommCare मानों को DHIS2 डेटा एलिमेंट्स से मैप करें।

source: No diagnosis available for this error
hi: इस त्रुटि के लिए कोई निदान उपलब्ध नहीं है

source: Forward Forms to DHIS2 as Anonymous Events
hi: फॉर्म्स को DHIS2 में गुमनाम इवेंट्स के रूप में फॉरवर्ड करें

source: Forward Cases as DHIS2 Tracked Entities
hi: केस को DHIS2 ट्रैक्ड एंटिटीज़ के रूप में फॉरवर्ड करें

source: There was an error retrieving some UCR data. Try contacting support to help resolve this issue.
hi: कुछ UCR डेटा प्राप्त करने में त्रुटि हुई। इस समस्या को हल करने के लिए सहायता से संपर्क करने का प्रयास करें।

source: Add DataSet Map
hi: DataSet Map जोड़ें

source: Save DataSet map
hi: डेटासेट मैप सहेजें

source: DHIS2 DataSet Maps
hi: DHIS2 डेटासेट मैप्स

source: Add DataSet Map (JSON UI)
hi: डेटासेट मैप जोड़ें (JSON UI)

source: View log
hi: लॉग देखें

source: Edit (JSON UI)
hi: संपादित करें (JSON UI)

source: Delete DataSet Map
hi: डेटासेट मैप हटाएं

source: Edit DataSet Map
hi: डेटासेट मैप संपादित करें

source: DataValue Maps
hi: डेटावैल्यू मैप्स

source: Update DataValue Map <strong data-bind="text: column"></strong>:
hi: डेटावैल्यू मैप <strong data-bind="text: column"></strong> अपडेट करें:

source: Delete DataValue Map <strong data-bind="text: column"></strong>?
hi: डेटावैल्यू मैप <strong data-bind="text: column"></strong> हटाएं?

source: Yes, delete the DataValue Map for column <strong data-bind="text: column"></strong>.
hi: हाँ, कॉलम <strong data-bind="text: column"></strong> के लिए डेटावैल्यू मैप हटाएं।

source: Edit Configuration
hi: कॉन्फ़िगरेशन संपादित करें

source: Case config
hi: केस कॉन्फ़िग

source: Add case config
hi: केस कॉन्फ़िग जोड़ें

source: Update DHIS2 Tracked Entity configuration
hi: DHIS2 ट्रैक्ड एंटिटी कॉन्फ़िगरेशन अपडेट करें

source: Form Config
hi: फॉर्म कॉन्फ़िग

source: DataSet Maps per page
hi: प्रति पृष्ठ डेटासेट मैप्स

source: There are no DataSet Maps
hi: कोई डेटासेट मैप्स नहीं हैं

source: Loading DataSet Maps
hi: डेटासेट मैप्स लोड हो रहे हैं

source: DataSet map updated successfully.
hi: डेटासेट मैप सफलतापूर्वक अपडेट किया गया।

source: Invalid value for "domain"
hi: "domain" के लिए अमान्य मान

source: DataValue Maps per page
hi: प्रति पृष्ठ डेटावैल्यू मैप्स

source: This DataSet Map has no DataValue Maps
hi: इस डेटासेट मैप में कोई डेटावैल्यू मैप्स नहीं हैं

source: Loading DataValue Maps
hi: डेटावैल्यू मैप्स लोड हो रहे हैं

source: DataElementID
hi: डेटा एलिमेंट आईडी

source: CategoryOptionComboID
hi: कैटेगरी ऑप्शन कॉम्बो आईडी

source: DHIS2 Anonymous Events configuration saved
hi: DHIS2 अनाम इवेंट्स कॉन्फ़िगरेशन सहेजा गया

source: You cannot have more than one case config for the same case type.
hi: आप एक ही केस प्रकार के लिए एक से अधिक केस कॉन्फ़िग नहीं रख सकते।

source: DHIS2 Tracked Entity configuration saved
hi: DHIS2 ट्रैक्ड एंटिटी कॉन्फ़िगरेशन सहेजा गया

source: Edit DHIS2 Anonymous Event Repeater
hi: DHIS2 अनाम इवेंट रिपीटर संपादित करें

source: Forward Cases to DHIS2 as Tracked Entities
hi: केस को DHIS2 में ट्रैक्ड एंटिटी के रूप में फॉरवर्ड करें

source: Edit DHIS2 Tracked Entity Repeater
hi: DHIS2 ट्रैक्ड एंटिटी रिपीटर संपादित करें

source: FHIR version
hi: FHIR संस्करण

source: Enable patient registration
hi: पेशेंट पंजीकरण सक्षम करें

source: Register new patients on the remote FHIR service?
hi: रिमोट FHIR सेवा पर नए मरीजों को पंजीकृत करें?

source: Enable patient search
hi: पेशेंट खोज सक्षम करें

source: Search the remote FHIR service for matching patients?
hi: मिलते-जुलते मरीजों के लिए रिमोट FHIR सेवा में खोजें?

source: Forward Cases to a FHIR API
hi: केस को FHIR API पर फॉरवर्ड करें

source: Unsupported FHIR Resource type {}. Please choose from {}
hi: असमर्थित FHIR संसाधन प्रकार {}। कृपया {} में से चुनें

source: Edit FHIR Repeater
hi: FHIR रिपीटर संपादित करें

source: e.g. "https://play.dhis2.org/dev/"
hi: उदा. "https://play.dhis2.org/dev/"

source: Client secret
hi: क्लाइंट सीक्रेट

source: Token URL
hi: टोकन URL

source: e.g. "https://play.dhis2.org/dev/uaa/oauth/token"
hi: उदा. "https://play.dhis2.org/dev/uaa/oauth/token"

source: Token Refresh URL
hi: टोकन रिफ्रेश URL

source: Pass credentials in header
hi: क्रेडेंशियल्स हेडर में पास करें

source: Pass credentials in Basic Auth header when requesting a token
hi: टोकन का अनुरोध करते समय क्रेडेंशियल्स को बेसिक ऑथ हेडर में पास करें

source: Include client ID
hi: क्लाइंट आईडी शामिल करें

source: Send the client ID in the body of the token request
hi: टोकन अनुरोध के बॉडी में क्लाइंट आईडी भेजें

source: Space-separated list of scopes e.g. "read write"
hi: स्पेस से अलग किए गए स्कोप की सूची जैसे "read write"

source: Skip certificate verification
hi: सर्टिफिकेट सत्यापन छोड़ें

source: Do not use in a production environment
hi: इसे प्रोडक्शन वातावरण में उपयोग न करें

source: Addresses to send notifications
hi: सूचनाएँ भेजने के लिए पते

source: A comma-separated list of email addresses to send error notifications
hi: त्रुटि सूचनाएँ भेजने के लिए ईमेल पतों की कॉमा से अलग की गई सूची

source: API auth preset
hi: API प्रमाणीकरण प्रीसेट

source: (Custom)
hi: (कस्टम)

source: Additional headers
hi: अतिरिक्त हेडर

source: A JSON object of additional headers to include on all requests
hi: सभी अनुरोधों में शामिल करने के लिए अतिरिक्त हेडर का एक JSON ऑब्जेक्ट

source: OAuth 2.0 Settings
hi: OAuth 2.0 सेटिंग्स

source: Test Connection
hi: कनेक्शन का परीक्षण करें

source: Invalid email address(es): {emails}
hi: अमान्य ईमेल पता(पते): {emails}

source: Auth type '{}' requires a username.
hi: प्रमाणीकरण प्रकार '{}' के लिए उपयोगकर्ता नाम आवश्यक है।

source: Unexpected type for transformed request
hi: परिवर्तित अनुरोध के लिए अप्रत्याशित प्रकार

source: Error parsing HL7: {}
hi: HL7 पार्स करते समय त्रुटि: {}

source: Payload must be valid JSON
hi: पेलोड मान्य JSON होना चाहिए

source: Create a new API
hi: नई API बनाएँ

source: Input Data Type
hi: इनपुट डेटा प्रकार

source: Basic Configuration
hi: मूलभूत कॉन्फ़िगरेशन

source: Filters and Expressions
hi: फ़िल्टर और एक्सप्रेशन

source: Filtered
hi: फ़िल्टर किया गया

source: Validation Failed
hi: सत्यापन विफल हुआ

source: Request Status
hi: अनुरोध स्थिति

source: Inbound API Request Logs
hi: इनबाउंड API अनुरोध लॉग्स

source: API Request Log
hi: API अनुरोध लॉग

source: Copy URL
hi: URL कॉपी करें

source: Validation Expressions
hi: सत्यापन एक्सप्रेशन

source: Name is required and must be less than 64 characters
hi: नाम आवश्यक है और 64 अक्षरों से कम होना चाहिए

source: Expression is required
hi: एक्सप्रेशन आवश्यक है

source: Message is required
hi: संदेश आवश्यक है

source: Add Validation
hi: सत्यापन जोड़ें

source: Metadata
hi: मेटाडेटा

source: Request Details
hi: अनुरोध विवरण

source: Response Details
hi: प्रतिक्रिया विवरण

source: Processing Attempts
hi: प्रोसेसिंग प्रयास

source: Retry
hi: पुनः प्रयास करें

source: Reverting API Requests
hi: API अनुरोधों को पलटना

source: Reverts actions performed in this request and archives any associated forms.
hi: इस अनुरोध में किए गए कार्यों को पलटता है और किसी भी संबंधित फ़ॉर्म को संग्रहित करता है।

source: Request exceeds the allowed size limit
hi: अनुरोध अनुमत आकार सीमा से अधिक है

source: Unable to decode request body
hi: अनुरोध बॉडी डिकोड करने में असमर्थ

source: Inbound API Configurations
hi: इनबाउंड API कॉन्फ़िगरेशन

source: Edit API Configuration
hi: API कॉन्फ़िगरेशन संपादित करें

source: API Configuration updated successfully.
hi: API कॉन्फ़िगरेशन सफलतापूर्वक अपडेट किया गया।

source: There is an error in your data API validations
hi: आपके डेटा API सत्यापन में त्रुटि है

source: This can happen if the IP address of a Repeater is changed to point to a different server, or if a server has been rebuilt. It can signal more severe consequences, like attempts to synchronize CommCare cases with OpenMRS patients that can no longer be found.
hi: यह तब हो सकता है जब रिपीटर का IP पता किसी अन्य सर्वर की ओर बदल दिया गया हो, या यदि किसी सर्वर का पुनर्निर्माण किया गया हो। यह अधिक गंभीर परिणामों का संकेत दे सकता है, जैसे कि CommCare मामलों को OpenMRS मरीजों के साथ सिंक्रनाइज़ करने के प्रयास, जिन्हें अब नहीं पाया जा सकता।

source: It is unclear how Atom feed pagination can lead to page "{}". Follow up with OpenMRS system administrator.
hi: यह स्पष्ट नहीं है कि Atom फ़ीड पेजिनेशन से पेज "{}" कैसे आ सकता है। कृपया OpenMRS सिस्टम एडमिनिस्ट्रेटर से संपर्क करें।

source: Response text: {}
hi: प्रतिक्रिया पाठ: {}

source: There is an XML syntax error in the OpenMRS Atom feed at
hi: OpenMRS Atom फ़ीड में XML सिंटैक्स त्रुटि है:

source: No users found at location "{repeater.location_id}" to own patients added from OpenMRS Atom feed.
hi: लोकेशन "{repeater.location_id}" पर कोई यूज़र नहीं मिला जो OpenMRS Atom फ़ीड से जोड़े गए मरीजों का मालिक हो।

source: {repeater.domain}: {repeater}: Error in settings: Unable to update
hi: {repeater.domain}: {repeater}: सेटिंग्स में त्रुटि: अपडेट करने में असमर्थ

source: {repeater.domain}: {repeater}: Error fetching Patient
hi: {repeater.domain}: {repeater}: रोगी प्राप्त करने में त्रुटि

source: {repeater.domain}: {repeater}: More than one case found
hi: {repeater.domain}: {repeater}: एक से अधिक केस मिले

source: {repeater.domain}: {repeater}: Error fetching Encounter
hi: {repeater.domain}: {repeater}: एनकाउंटर प्राप्त करने में त्रुटि

source: Provider UUID
hi: प्रदाता UUID

source: person property key "%(key)s" is not valid.
hi: व्यक्ति की प्रॉपर्टी कुंजी "%(key)s" मान्य नहीं है।

source: person preferred name key "%(key)s" is not valid.
hi: व्यक्ति के पसंदीदा नाम की कुंजी "%(key)s" मान्य नहीं है।

source: person preferred address key "%(key)s" is not valid.
hi: व्यक्ति के पसंदीदा पते की कुंजी "%(key)s" मान्य नहीं है।

source: ID "%(id_)s" used in "match_on_ids" is missing from "patient_identifiers".
hi: "match_on_ids" में प्रयुक्त ID "%(id_)s" "patient_identifiers" में मौजूद नहीं है।

source: e.g. "http://www.example.com/openmrs"
hi: उदा. "http://www.example.com/openmrs"

source: Location ID
hi: स्थान ID

source: If a project space has multiple OpenMRS servers to import from, for which CommCare location is this OpenMRS server authoritative?
hi: यदि किसी प्रोजेक्ट स्पेस में आयात करने के लिए कई OpenMRS सर्वर हैं, तो यह OpenMRS सर्वर किस CommCare स्थान के लिए प्राधिकृत है?

source: Import Frequency
hi: आयात आवृत्ति

source: How often should cases be imported?
hi: मामले कितनी बार आयात किए जाने चाहिए?

source: Log Level
hi: लॉग स्तर
