Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Top of list
hi: सूची का शीर्ष

source: Plain
hi: सादा

source: Integer
hi: पूर्णांक

source: Decimal
hi: दशमलव

source: Distance from current location
hi: वर्तमान स्थान से दूरी

source: Cache and Index
hi: कैश और अनुक्रमणिका

source: Add sort property
hi: छँटाई गुण जोड़ें

source: Parent Child Selection
hi: मूल्य-शिशु चयन

source: Select Parent First
hi: पहले मूल चुनें

source: Use Case List from
hi: से केस सूची का उपयोग करें

source: This menu could not be found. It may have been deleted. Please select a different menu.
hi: यह मेनू नहीं मिला। यह हटाया जा सकता है। कृपया कोई अन्य मेनू चुनें।

source: This XPath expression specifies which cases should appear in the case list. It can refer to any case properties and should return true if a record should be shown and false otherwise. The same functions are available as when writing Display or Validation conditions. Refer to case properties using their name (there's no need to include a &quot;/data/&quot; in front of the case property).
hi: यह XPath अभिव्यक्ति निर्दिष्ट करती है कि कौन से केस केस सूची में दिखने चाहिए। यह किसी भी केस गुण का संदर्भ ले सकती है और यदि कोई रिकॉर्ड दिखना चाहिए तो true और अन्यथा false लौटाना चाहिए। वही फ़ंक्शन उपलब्ध हैं जैसे प्रदर्शन या मान्यता शर्तें लिखते समय। केस गुणों का संदर्भ उनके नाम से लें ("/data/" जोड़ने की आवश्यकता नहीं है)।

source: Remove filter
hi: फ़िल्टर हटाएँ

source: Form Accessible from Case List
hi: केस सूची से फॉर्म सुलभ

source: Forms Accessible from Case List
hi: केस सूची से सुलभ फॉर्म

source: Use Registration Forms to minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>Help Site</a>. You can use followup forms for Parent Case button if this module uses Select Parent First workflow
hi: डुप्लिकेट पंजीकरण को कम करने के लिए पंजीकरण फॉर्म का उपयोग करें, जिससे मोबाइल वर्कर को नया केस पंजीकृत करने से पहले केस सूची में खोज करना अनिवार्य हो। अधिक जानकारी के लिए <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>सहायता साइट</a> देखें। यदि यह मॉड्यूल 'पहले मूल चुनें' वर्कफ़्लो का उपयोग करता है तो आप मूल केस बटन के लिए फॉलोअप फॉर्म का उपयोग कर सकते हैं।

source: Registration Form Accessible from Case List
hi: केस सूची से सुलभ पंजीकरण फॉर्म

source: Minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Help Site</a>.
hi: डुप्लिकेट पंजीकरण को कम करने के लिए मोबाइल वर्कर को नया केस पंजीकृत करने से पहले केस सूची में खोज करना अनिवार्य करें। अधिक जानकारी के लिए <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>सहायता साइट</a> देखें।

source: Unknown Form (missing)
hi: अज्ञात फॉर्म (गायब)

source: Don't Show
hi: न दिखाएँ

source: Registration Forms
hi: पंजीकरण फॉर्म

source: Followup Forms for parent case
hi: मूल केस के लिए फॉलोअप फॉर्म

source: Error! The selected form does not exist.
hi: त्रुटि! चयनित फॉर्म मौजूद नहीं है।

source: Registration from the case list is not available because
hi: केस सूची से पंजीकरण उपलब्ध नहीं है क्योंकि

source: Label for Case List Form
hi: केस सूची फॉर्म के लिए लेबल

source: Label for Case List Registration
hi: केस सूची पंजीकरण के लिए लेबल

source: End of Form Action
hi: फॉर्म समाप्ति क्रिया

source: End of Registration Action
hi: पंजीकरण समाप्ति क्रिया

source: The case list form action will be the same as the selected form's end of form navigation. To avoid this, set the form's end of form navigation to the default option ('Home Screen') in <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">form settings</a>.
hi: केस सूची फॉर्म क्रिया चयनित फॉर्म की फॉर्म समाप्ति नेविगेशन के समान होगी। इससे बचने के लिए, फॉर्म की फॉर्म समाप्ति नेविगेशन को डिफ़ॉल्ट विकल्प ('होम स्क्रीन') पर सेट करें <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">फॉर्म सेटिंग्स</a> में।

source: Lazy load Case List fields
hi: केस सूची फ़ील्ड्स को धीरे-धीरे लोड करें

source: Incrementally load case list fields
hi: केस सूची फ़ील्ड्स को क्रमिक रूप से लोड करें

source: Case list only calculates display properties for a case if the user sees it on the page
hi: केस सूची केवल उन्हीं केस के प्रदर्शन गुणों की गणना करती है जिन्हें उपयोगकर्ता पृष्ठ पर देखता है

source: Case List Search Callout
hi: केस सूची खोज कॉलआउट

source: Enable case list search callout
hi: केस सूची खोज कॉलआउट सक्षम करें

source: Autolaunch Lookup
hi: ऑटो लॉन्च लुकअप

source: ex: callout.commcarehq.org.dummycallout.LAUNCH
hi: उदा: callout.commcarehq.org.dummycallout.LAUNCH

source: Case list callout requires an action
hi: केस सूची कॉलआउट के लिए एक क्रिया आवश्यक है

source: Action Name
hi: क्रिया नाम

source: ex: Scan fingerprint
hi: उदा: फिंगरप्रिंट स्कैन करें

source: Case list callout requires a name
hi: केस सूची कॉलआउट के लिए नाम आवश्यक है

source: Extras
hi: अतिरिक्त

source: At least one extra required
hi: कम से कम एक अतिरिक्त आवश्यक है

source: Responses
hi: प्रतिक्रियाएँ

source: At least one response required
hi: कम से कम एक प्रतिक्रिया आवश्यक है

source: Display results in case list
hi: परिणाम केस सूची में दिखाएँ

source: Results display text
hi: परिणाम प्रदर्शन पाठ

source: Results mapping property
hi: परिणाम मैपिंग गुण

source: Case property or attribute used to map each result row to the correct case.
hi: प्रत्येक परिणाम पंक्ति को सही केस से जोड़ने के लिए उपयोग किया गया केस गुण या विशेषता।

source: This menu either doesn't have a source menu or has a source menu that doesn't require a case list. Changes made here will have no effect.
hi: इस मेनू का या तो कोई स्रोत मेनू नहीं है या इसका स्रोत मेनू केस सूची की आवश्यकता नहीं रखता है। यहाँ किए गए परिवर्तनों का कोई प्रभाव नहीं पड़ेगा।

source: None of the forms in this menu require a case list. Changes made here will have no effect until you either: <ol> <li>use forms that require a case list, such as forms that update or close a case, or</li> <li>select the <strong>Case List Menu Item</strong> setting.</li> </ol>
hi: इस मेनू में कोई भी फॉर्म केस सूची की आवश्यकता नहीं रखता है। यहाँ किए गए परिवर्तनों का कोई प्रभाव नहीं पड़ेगा जब तक आप: <ol> <li>ऐसे फॉर्म का उपयोग नहीं करते जो केस सूची की आवश्यकता रखते हैं, जैसे कि केस को अपडेट या बंद करने वाले फॉर्म, या</li> <li><strong>केस सूची मेनू आइटम</strong> सेटिंग का चयन नहीं करते।</li> </ol>

source: Menu(s)
hi: मेनू(स)

source: Display properties
hi: प्रदर्शन गुण

source: Case list filter
hi: केस सूची फ़िल्टर

source: Sort configuration
hi: क्रमबद्ध विन्यास

source: Custom variables
hi: कस्टम वेरिएबल्स

source: Custom case list XML
hi: कस्टम केस सूची XML

source: Case tile configuration
hi: केस टाइल विन्यास

source: Search properties
hi: खोज गुण

source: Default search filters
hi: डिफ़ॉल्ट खोज फ़िल्टर

source: Search and claim options
hi: खोज और दावा विकल्प

source: Multi-Select Case List Options
hi: मल्टी-सेलेक्ट केस सूची विकल्प

source: Overwrite Case List
hi: केस सूची अधिलेखित करें

source: Overwrite Case Detail
hi: केस विवरण अधिलेखित करें

source: Overwrite Case Lists/Case Details
hi: केस सूचियाँ/केस विवरण अधिलेखित करें

source: Are you sure you want to overwrite this configuration? This action is irreversible.
hi: क्या आप वाकई इस विन्यास को अधिलेखित करना चाहते हैं? यह क्रिया अपरिवर्तनीय है।

source: Overwrite
hi: अधिलेखित करें

source: Enable multi-select case list
hi: मल्टी-सेलेक्ट केस सूची सक्षम करें

source: Enable auto select
hi: ऑटो सेलेक्ट सक्षम करें

source: Maximum selected value
hi: अधिकतम चयनित मान

source: Maximum Selected Value
hi: अधिकतम चयनित मान

source: Case Tile Mapping
hi: केस टाइल मैपिंग

source: Row/Column
hi: पंक्ति/स्तंभ

source: Width/Height
hi: चौड़ाई/ऊँचाई

source: Style
hi: शैली

source: Optimize
hi: अनुकूलित करें

source: N/A
hi: लागु नही

source: Label for Case List Menu Item
hi: केस सूची मेनू आइटम के लिए लेबल

source: Case list menu item requires a label
hi: केस सूची मेनू आइटम के लिए लेबल आवश्यक है

source: Case Search and Claim
hi: केस खोज और दावा

source: Add at least one search property to activate case search for this case list
hi: इस केस सूची के लिए केस खोज सक्रिय करने हेतु कम से कम एक खोज गुण जोड़ें

source: Search Properties
hi: खोज गुण

source: Search against the following case properties.
hi: निम्नलिखित केस गुणों के विरुद्ध खोजें।

source: Other Options
hi: अन्य विकल्प

source: Add Search Property
hi: खोज गुण जोड़ें

source: Add Group
hi: समूह जोड़ें

source: Default Search Filters
hi: डिफ़ॉल्ट खोज फ़िल्टर

source: Filter based on a specific value of any case property. These are applied to every search and are hidden from the user.
hi: किसी भी केस गुण के विशिष्ट मान के आधार पर फ़िल्टर करें। ये हर खोज पर लागू होते हैं और उपयोगकर्ता से छिपे रहते हैं।

source: Value (XPath expression)
hi: मान (XPath अभिव्यक्ति)

source: A property is not allowed both here and Search Properties. Please remove from one of the lists
hi: एक गुणधर्म यहाँ और खोज गुणधर्मों दोनों में अनुमति नहीं है। कृपया किसी एक सूची से हटाएँ

source: Add default search property
hi: डिफ़ॉल्ट खोज गुणधर्म जोड़ें

source: Custom Sort Properties
hi: कस्टम क्रमबद्ध गुणधर्म

source: Sort search results by case property before filtering. These will affect the priority in which results are returned and are hidden from the user.
hi: फ़िल्टरिंग से पहले खोज परिणामों को केस गुणधर्म के अनुसार क्रमबद्ध करें। ये परिणामों की प्राथमिकता को प्रभावित करेंगे और उपयोगकर्ता से छिपे रहेंगे।

source: Exact
hi: सटीक

source: Ascending
hi: आरोही

source: Descending
hi: अवरोही

source: Add custom sort property
hi: कस्टम क्रमबद्ध गुणधर्म जोड़ें

source: Search and Claim Options
hi: खोज और दावा विकल्प

source: Web Apps Search Workflow
hi: वेब ऐप्स खोज वर्कफ़्लो

source: Web Apps Search Workflow (Data Registry)
hi: वेब ऐप्स खोज वर्कफ़्लो (डेटा रजिस्ट्री)

source: Normal Case List
hi: सामान्य केस सूची

source: Search First
hi: पहले खोजें

source: See More
hi: और देखें

source: Skip to Default Case Search Results
hi: डिफ़ॉल्ट केस खोज परिणामों पर जाएँ

source: Make search input available after search
hi: खोज के बाद खोज इनपुट उपलब्ध कराएँ

source: Search Input Instance Name
hi: खोज इनपुट इंस्टेंस नाम

source: Label for Searching
hi: खोजने के लिए लेबल

source: Label for Searching Again
hi: फिर से खोजने के लिए लेबल

source: Search Screen Title
hi: खोज स्क्रीन शीर्षक

source: Search Screen Title Translation
hi: खोज स्क्रीन शीर्षक अनुवाद

source: Search Screen Subtitle
hi: खोज स्क्रीन उपशीर्षक

source: Search Filter
hi: खोज फ़िल्टर

source: Copy case list filter
hi: केस सूची फ़िल्टर कॉपी करें

source: Example: age > 5
hi: उदाहरण: age > 5

source: Claim Condition
hi: दावा शर्त

source: Don't search cases owned by the following ids
hi: निम्नलिखित आईडी के स्वामित्व वाले मामलों को न खोजें

source: Ignore Owners
hi: मालिकों को अनदेखा करें

source: Example: instance('commcaresession')/session/context/userid or 'a1c0148dc2120c6b1762f5ac5aba2a15'
hi: उदाहरण: instance('commcaresession')/session/context/userid या 'a1c0148dc2120c6b1762f5ac5aba2a15'

source: Data Registry Workflow
hi: डेटा रजिस्ट्री वर्कफ़्लो

source: Load Additional Data Registry Cases
hi: अतिरिक्त डेटा रजिस्ट्री केस लोड करें

source: Load additional cases from the Data Registry into the 'registry' instance for forms in this module. The case type of the case must be configured in the registry and in the module via the module's case type or the module's 'Additional Case List and Case Search Types' configuration.
hi: इस मॉड्यूल में फ़ॉर्म के लिए 'registry' इंस्टेंस में डेटा रजिस्ट्री से अतिरिक्त केस लोड करें। केस का प्रकार रजिस्ट्री और मॉड्यूल दोनों में कॉन्फ़िगर किया जाना चाहिए, या मॉड्यूल के केस प्रकार या मॉड्यूल के 'अतिरिक्त केस सूची और केस खोज प्रकार' कॉन्फ़िगरेशन के माध्यम से।

source: Case ID XPath
hi: केस आईडी XPath

source: Add Case ID to Data Registry Query
hi: डेटा रजिस्ट्री क्वेरी में केस आईडी जोड़ें

source: Case property with additional case id to add to results
hi: परिणामों में जोड़ने के लिए अतिरिक्त केस आईडी वाला केस गुणधर्म

source: Custom Related Case Property
hi: कस्टम संबंधित केस गुणधर्म

source: Enter in the name of a case property that contains the ID of another case you'd like included in the results instance. This is to allow you to configure your case list display to show properties of that related case. Read more on the <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Help Site</a>.
hi: उस केस गुणधर्म का नाम दर्ज करें जिसमें किसी अन्य केस की आईडी हो, जिसे आप परिणाम इंस्टेंस में शामिल करना चाहते हैं। यह आपको अपनी केस सूची डिस्प्ले को उस संबंधित केस के गुणधर्म दिखाने के लिए कॉन्फ़िगर करने की अनुमति देता है। अधिक पढ़ें <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>सहायता साइट</a> पर।

source: Include all related cases in search results
hi: खोज परिणामों में सभी संबंधित केस शामिल करें

source: Clearing search terms resets search results
hi: खोज शब्द हटाने से खोज परिणाम रीसेट हो जाते हैं

source: This is not a valid xpath expression. Check to make sure your parentheses match and you are referencing case properties correctly.
hi: यह एक मान्य xpath अभिव्यक्ति नहीं है। सुनिश्चित करें कि आपके कोष्ठक मेल खाते हैं और आप केस गुणधर्मों का सही संदर्भ दे रहे हैं।

source: A property is not allowed both here and Default Search Filters. Please remove from one of the lists
hi: एक गुणधर्म यहाँ और डिफ़ॉल्ट खोज फ़िल्टर दोनों में अनुमति नहीं है। कृपया किसी एक सूची से हटाएँ

source: Configure
hi: कॉन्फ़िगर करें

source: Options for:
hi: विकल्प:

source: Help Text
hi: सहायता पाठ

source: Default Value Expression
hi: डिफ़ॉल्ट मान अभिव्यक्ति

source: In "YYYY-MM-DD to YYYY-MM-DD" format
hi: "YYYY-MM-DD से YYYY-MM-DD" प्रारूप में

source: e.g. Use #,# as separator to select multiple values
hi: उदा. कई मान चुनने के लिए #,# को विभाजक के रूप में उपयोग करें

source: Checkbox
hi: चेकबॉक्स

source: Date Range
hi: तिथि सीमा

source: Barcode
hi: बारकोड

source: Lookup Table Selection
hi: लुकअप टेबल चयन

source: Mobile UCR Selection
hi: मोबाइल UCR चयन

source: Geocoder Broadcast
hi: जियोकोडर प्रसारण

source: Allow multiple selections
hi: एकाधिक चयन की अनुमति दें

source: Allow searching for blank values
hi: रिक्त मान खोजने की अनुमति दें

source: Label Field
hi: लेबल फ़ील्ड

source: Value Field
hi: मूल्य फ़ील्ड

source: Sort Field
hi: क्रमबद्ध फ़ील्ड

source: Instance Nodeset
hi: इंस्टेंस नोडसेट

source: This refers to data other than selected report/lookup-table.
hi: यह चयनित रिपोर्ट/लुकअप-टेबल के अलावा अन्य डेटा को संदर्भित करता है।

source: Advanced Options
hi: उन्नत विकल्प

source: Geocoder Receiver Expression
hi: जियोकोडर रिसीवर अभिव्यक्ति

source: Hide in Search Screen
hi: खोज स्क्रीन में छुपाएँ

source: Exclude From Search Filters
hi: खोज फ़िल्टर से बाहर रखें

source: Required Message
hi: आवश्यक संदेश

source: Validation Condition
hi: मान्यता शर्त

source: Validation Message
hi: मान्यता संदेश

source: Done
hi: समाप्त

source: Group Name
hi: समूह नाम

source: Reset Grid
hi: ग्रिड रीसेट करें

source: Case Tile Template
hi: केस टाइल टेम्पलेट

source: Custom Detail Variables
hi: कस्टम डिटेल वेरिएबल्स

source: Add custom variables to the variables node.
hi: वेरिएबल्स नोड में कस्टम वेरिएबल्स जोड़ें।

source: Enable visit scheduler
hi: विजिट शेड्यूलर सक्षम करें

source: Be able to configure a visit schedule
hi: विजिट शेड्यूल को कॉन्फ़िगर करने में सक्षम हों

source: Visit schedule will be ignored as not all forms in the case list update or close a case.
hi: विजिट शेड्यूल को अनदेखा कर दिया जाएगा क्योंकि केस सूची में सभी फॉर्म केस को अपडेट या बंद नहीं करते हैं।

source: Schedule Phases
hi: शेड्यूल चरण

source: Schedule Phase Number
hi: शेड्यूल चरण संख्या

source: Schedule Anchor Property
hi: शेड्यूल एंकर प्रॉपर्टी

source: Forms in this phase
hi: इस चरण में फॉर्म्स

source: Add Phase
hi: चरण जोड़ें

source: You can only delete phases that have no forms
hi: आप केवल उन्हीं चरणों को हटा सकते हैं जिनमें कोई फॉर्म नहीं है

source: Visit schedules can only be used when all the forms in the case list<br/> update or close a case, which means registration forms must go in a separate case list.
hi: विजिट शेड्यूल्स का उपयोग केवल तब किया जा सकता है जब केस सूची में सभी फॉर्म<br/> केस को अपडेट या बंद करते हैं, जिसका अर्थ है कि पंजीकरण फॉर्म को अलग केस सूची में रखना होगा।

source: Lookup Table Case Selection
hi: लुकअप टेबल केस चयन

source: Enable Lookup Table Filtering
hi: लुकअप टेबल फ़िल्टरिंग सक्षम करें

source: Enabling this allows you to filter the case list based on a lookup table selection and an xpath expression that consumes that selection
hi: इसे सक्षम करने से आप लुकअप टेबल चयन और उस चयन का उपभोग करने वाले xpath अभिव्यक्ति के आधार पर केस सूची को फ़िल्टर कर सकते हैं

source: Lookup Table Type
hi: लुकअप टेबल प्रकार

source: Lookup Table Type refers to the lookup table that should be used in selection
hi: लुकअप टेबल प्रकार उस लुकअप टेबल को संदर्भित करता है जिसका चयन में उपयोग किया जाना चाहिए

source: Select One
hi: एक चुनें

source: Display Column
hi: प्रदर्शन कॉलम

source: This Column will be displayed as the choice for the user to select from
hi: यह कॉलम उपयोगकर्ता के चयन के लिए विकल्प के रूप में प्रदर्शित किया जाएगा

source: Localize Display Column
hi: प्रदर्शन कॉलम का स्थानीयकरण करें

source: Set this checkbox to indicate that the lookup table does not contain the display string, but a reference to the localization string
hi: यह चेकबॉक्स सेट करें ताकि यह इंगित किया जा सके कि लुकअप टेबल में प्रदर्शन स्ट्रिंग नहीं है, बल्कि स्थानीयकरण स्ट्रिंग का संदर्भ है

source: Variable Column
hi: वेरिएबल कॉलम

source: This column will be used as the variable which is input into the xpath expression below
hi: यह कॉलम वेरिएबल के रूप में उपयोग किया जाएगा जिसे नीचे दी गई xpath अभिव्यक्ति में इनपुट किया जाएगा

source: XPath filtering expression
hi: XPath फ़िल्टरिंग अभिव्यक्ति

source: The XPath filtering expression will be added to the list of conditions that filter the case list
hi: XPath फ़िल्टरिंग अभिव्यक्ति को उन शर्तों की सूची में जोड़ा जाएगा जो केस सूची को फ़िल्टर करती हैं

source: Graph Type
hi: ग्राफ़ प्रकार

source: Series
hi: श्रृंखला

source: Configuration
hi: कॉन्फ़िगरेशन

source: Annotations
hi: एनोटेशन

source: Source
hi: स्रोत

source: Delete Series
hi: सीरीज़ हटाएँ

source: Path
hi: पथ

source: Radius
hi: त्रिज्या

source: Add Configuration &rarr; Value Mapping
hi: कॉन्फ़िगरेशन जोड़ें &rarr; वैल्यू मैपिंग

source: Add Series
hi: सीरीज़ जोड़ें

source: Add Configuration &rarr; Value mapping
hi: कॉन्फ़िगरेशन जोड़ें &rarr; वैल्यू मैपिंग

source: X Value
hi: X मान

source: Y Value
hi: Y मान

source: Add Annotation
hi: एनोटेशन जोड़ें

source: Report
hi: रिपोर्ट

source: Description
hi: विवरण

source: Sync Delay (in hours)
hi: सिंक विलंब (घंटों में)

source: Data Table
hi: डेटा तालिका

source: Display codes
hi: कोड दिखाएँ

source: Hide codes
hi: कोड छुपाएँ

source: Custom alias:
hi: कस्टम उपनाम:

source: Use xpath expression
hi: xpath अभिव्यक्ति का उपयोग करें

source: Must be a valid xpath expression.
hi: एक मान्य xpath अभिव्यक्ति होनी चाहिए।

source: Not localizable.
hi: स्थानीयकरण योग्य नहीं।

source: Domain sync delay set to:
hi: डोमेन सिंक विलंब सेट किया गया है:

source: hours.
hi: घंटे।

source: Add Report
hi: रिपोर्ट जोड़ें

source: To save time when building large applications, it can be useful to copy one menu's entire case list or case details configuration to another menu.
hi: बड़ी एप्लिकेशन बनाते समय समय बचाने के लिए, एक मेनू की पूरी केस सूची या केस विवरण कॉन्फ़िगरेशन को दूसरे मेनू में कॉपी करना उपयोगी हो सकता है।

source: Learn More
hi: और जानें

source: Copy Case List to another menu
hi: केस सूची को दूसरे मेनू में कॉपी करें

source: This will <strong>overwrite</strong> the case list of the selected menu with the current menu's case list configuration.
hi: यह चयनित मेनू की केस सूची को वर्तमान मेनू की केस सूची कॉन्फ़िगरेशन से <strong>ओवरराइट</strong> कर देगा।

source: Copy Case Detail to another menu
hi: केस विवरण को दूसरे मेनू में कॉपी करें

source: This will <strong>overwrite</strong> the case detail of the selected menu with the current menu's case detail configuration.
hi: यह चयनित मेनू के केस विवरण को वर्तमान मेनू के केस विवरण कॉन्फ़िगरेशन से <strong>ओवरराइट</strong> कर देगा।

source: XPath expression
hi: XPath अभिव्यक्ति

source: The name for the type of case you are tracking (e.g. &quot;pregnancy&quot;, &quot;farm&quot;, &quot;household&quot;, etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
hi: आप जिस प्रकार के केस को ट्रैक कर रहे हैं उसका नाम (जैसे &quot;गर्भावस्था&quot;, &quot;फार्म&quot;, &quot;परिवार&quot; आदि)। इस केस सूची में आप जो भी केस रजिस्टर करेंगे, वे इसी प्रकार के होंगे, और केवल इसी प्रकार के केस ही केस सूची में दिखेंगे। अन्य केस सूचियाँ, जिनका केस प्रकार समान है, वही केस सेट उपयोग करेंगी।

source: This case type has been deprecated in the Data Dictionary.
hi: इस केस प्रकार को डेटा डिक्शनरी में अप्रचलित कर दिया गया है।

source: Case types can only include the characters a-z, 0-9, '-' and '_'
hi: केस प्रकार में केवल a-z, 0-9, '-' और '_' अक्षर ही शामिल हो सकते हैं

source: You have cases associated with the %(case_type)s Case Type. Making this change will NOT affect your existing cases. Only new cases will be affected.
hi: आपके पास %(case_type)s केस प्रकार से जुड़े केस हैं। यह परिवर्तन आपके मौजूदा केसों को प्रभावित नहीं करेगा। केवल नए केस प्रभावित होंगे।

source: Additional Case List and Case Search Types
hi: अतिरिक्त केस सूची और केस खोज प्रकार

source: Cases of these types will be displayed in Case List and Case Search screens, in addition to the Case Type inputted above. <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(More Information)</a>
hi: इन प्रकारों के केस केस सूची और केस खोज स्क्रीन में दिखाए जाएंगे, ऊपर दिए गए केस प्रकार के अतिरिक्त। <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(अधिक जानकारी)</a>

source: Parent Menu
hi: पैरेंट मेनू

source: Nest this menu under another for easier application navigation. <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(More Information)</a>
hi: आसान एप्लिकेशन नेविगेशन के लिए इस मेनू को किसी अन्य के अंतर्गत नेस्ट करें। <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(अधिक जानकारी)</a>

source: No Parent
hi: कोई पैरेंट नहीं

source: Source Menu
hi: स्रोत मेनू

source: Include Forms
hi: फॉर्म शामिल करें

source: Shadow Module Version
hi: शैडो मॉड्यूल संस्करण

source: Upgrade to version 2
hi: संस्करण 2 में अपग्रेड करें

source: Display Style
hi: प्रदर्शन शैली

source: Display this module's forms as a list or a grid. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Help Site</a>.
hi: इस मॉड्यूल के फॉर्म को सूची या ग्रिड के रूप में दिखाएँ। <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>सहायता साइट</a> पर और पढ़ें।

source: Auto Select Case
hi: स्वतः केस चयन करें

source: When the case list contains only one case, skip over it, jumping directly to case details.
hi: जब केस सूची में केवल एक ही केस हो, तो उसे छोड़कर सीधे केस विवरण पर जाएँ।

source: Show Case List Optimizations
hi: केस सूची अनुकूलन दिखाएँ
