Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: You are already a member of {entity}.
hi: आप पहले से ही {entity} के सदस्य हैं।

source: It looks like you are trying to accept an invitation for {invited} but you are already a member of {entity} with the account {current}. Please sign out to accept this invitation as another user.
hi: ऐसा लगता है कि आप {invited} के लिए निमंत्रण स्वीकार करने की कोशिश कर रहे हैं, लेकिन आप पहले से ही {entity} के सदस्य हैं, खाता {current} के साथ। कृपया इस निमंत्रण को किसी अन्य यूज़र के रूप में स्वीकार करने के लिए साइन आउट करें।

source: The invited user {invited} and your user {current} do not match!
hi: निमंत्रित यूज़र {invited} और आपका यूज़र {current} मेल नहीं खाते!

source: User account for %s created!
hi: %s के लिए यूज़र खाता बनाया गया!

source: Error while attempting resend
hi: पुनः भेजने का प्रयास करते समय त्रुटि

source: Invitation resent
hi: निमंत्रण पुनः भेजा गया

source: A request is pending for this email. You will receive an email when the request is approved.
hi: इस ईमेल के लिए एक अनुरोध लंबित है। अनुरोध स्वीकृत होने पर आपको एक ईमेल प्राप्त होगा।

source: File Type
hi: फ़ाइल प्रकार

source: File Size
hi: फ़ाइल आकार

source: Index
hi: इंडेक्स

source: Parent case not found
hi: पैरेंट केस नहीं मिला

source: (current case)
hi: (वर्तमान केस)

source: No related cases
hi: कोई संबंधित केस नहीं

source: Changes to
hi: में परिवर्तन

source: New Value
hi: नई मान

source: Show More
hi: और दिखाएँ

source: Last Sent
hi: अंतिम बार भेजा गया

source: Attempts
hi: प्रयास

source: Requeue Request
hi: अनुरोध पुनः कतारबद्ध करें

source: Opened
hi: खोला गया

source: Empty Case
hi: खाली केस

source: Open
hi: खोलें

source: Modified On
hi: संशोधित तिथि

source: Last Submitter
hi: अंतिम प्रस्तुतकर्ता

source: Date Modified
hi: संशोधित तिथि

source: Code
hi: कोड

source: Parent Location
hi: मूल स्थान

source: You have to specify both dates!
hi: आपको दोनों तिथियाँ निर्दिष्ट करनी होंगी!

source: You can't have an end date of {end} after start date of {start}
hi: आप {start} की प्रारंभ तिथि के बाद {end} की समाप्ति तिथि नहीं रख सकते

source: You can't use dates earlier than the year 1900
hi: आप वर्ष 1900 से पहले की तिथियों का उपयोग नहीं कर सकते

source: You are limited to a span of {max} days, but this date range spans {total} days
hi: आपको अधिकतम {max} दिनों की अवधि तक सीमित किया गया है, लेकिन यह तिथि सीमा {total} दिनों की है

source: ERROR: Could not send "%(subject)s"
hi: त्रुटि: "%(subject)s" भेजा नहीं जा सका

source: Could not send email: file size is too large.
hi: ईमेल नहीं भेजा जा सका: फ़ाइल का आकार बहुत बड़ा है।

source: Please contact %(support_email)s for assistance.
hi: कृपया सहायता के लिए %(support_email)s से संपर्क करें।

source: This report will only show data for the past 60 days. Furthermore the report may not always show the latest log data but will be updated over time
hi: यह रिपोर्ट केवल पिछले 60 दिनों का डेटा दिखाएगी। इसके अलावा, रिपोर्ट हमेशा नवीनतम लॉग डेटा नहीं दिखा सकती है, लेकिन समय के साथ अपडेट होती रहेगी

source: Device Log Details
hi: डिवाइस लॉग विवरण

source: Log Date
hi: लॉग तिथि

source: Log Submission Date
hi: लॉग प्रस्तुत करने की तिथि

source: Log Type
hi: लॉग प्रकार

source: Logged in Username
hi: लॉग इन किया गया उपयोगकर्ता नाम

source: Device Users
hi: डिवाइस उपयोगकर्ता

source: File Downloader
hi: फ़ाइल डाउनलोडर

source: Preparing download. This may take some time...
hi: डाउनलोड तैयार किया जा रहा है। इसमें कुछ समय लग सकता है...

source: There was an error processing your request
hi: आपके अनुरोध को संसाधित करते समय एक त्रुटि हुई

source: Your export is ready.
hi: आपका निर्यात तैयार है।

source: Process complete.
hi: प्रक्रिया पूर्ण हुई।

source: Task processor not detected. There may be something wrong with your system. If the download takes longer than normal to complete, please contact support for help.
hi: कार्य प्रोसेसर का पता नहीं चला। आपके सिस्टम में कुछ गड़बड़ हो सकती है। यदि डाउनलोड सामान्य से अधिक समय लेता है, तो कृपया सहायता के लिए समर्थन से संपर्क करें।

source: Something went wrong!
hi: कुछ गलत हो गया!

source: Processed
hi: संसाधित

source: of
hi: का

source: <br/><br/>You can also upload your data to Dropbox with the link below:<br/>{}
hi: <br/><br/>आप नीचे दिए गए लिंक से अपना डेटा Dropbox पर भी अपलोड कर सकते हैं:<br/>{}

source: Your CommCare export for {} is ready! Click on the link below to download your requested data:<br/>{}{}
hi: आपका CommCare निर्यात {} के लिए तैयार है! अपना अनुरोधित डेटा डाउनलोड करने के लिए नीचे दिए गए लिंक पर क्लिक करें:<br/>{}{}

source: CommCare Export Complete
hi: CommCare निर्यात पूर्ण

source: An error occurred during the download.
hi: डाउनलोड के दौरान एक त्रुटि हुई।

source: You do not have access to this file
hi: आपको इस फ़ाइल तक पहुँच नहीं है

source: You do not have access to this file. It can only be downloaded by the user who created it
hi: आपको इस फ़ाइल तक पहुँच नहीं है। इसे केवल वही उपयोगकर्ता डाउनलोड कर सकता है जिसने इसे बनाया है

source: Custom Calculations in Case List
hi: केस सूची में कस्टम गणनाएँ

source: Specify a custom xpath expression to calculate a value in the case list or case detail screen.
hi: केस सूची या केस विवरण स्क्रीन में मान की गणना के लिए एक कस्टम xpath अभिव्यक्ति निर्दिष्ट करें।

source: Icons in Case List
hi: केस सूची में आइकन

source: Display a case property as an icon in the case list. For example, to show that a case is late, display a red square instead of "late: yes".
hi: केस सूची में किसी केस प्रॉपर्टी को आइकन के रूप में प्रदर्शित करें। उदाहरण के लिए, यदि कोई केस लेट है, तो "लेट: हाँ" के बजाय एक लाल वर्ग दिखाएँ।

source: Conditional ID Mapping in Case List
hi: केस सूची में सशर्त आईडी मैपिंग

source: Specify a custom xpath expression to calculate a lookup key in the case list, case detail screen or case tile enum columns.
hi: केस सूची, केस विवरण स्क्रीन या केस टाइल एनम कॉलम में लुकअप कुंजी की गणना के लिए एक कस्टम xpath अभिव्यक्ति निर्दिष्ट करें।

source: Split multi-selects in case export
hi: केस निर्यात में मल्टी-सेलेक्ट को विभाजित करें

source: This setting allows users to split multi-select questions into multiple columns in case exports.
hi: यह सेटिंग उपयोगकर्ताओं को केस निर्यात में मल्टी-सेलेक्ट प्रश्नों को कई कॉलम में विभाजित करने की अनुमति देती है।

source: Use location name
hi: स्थान नाम का उपयोग करें

source: This setting changes the location dropdown to display location name instead of the full location path.
hi: यह सेटिंग स्थान ड्रॉपडाउन को पूर्ण स्थान पथ के बजाय स्थान नाम प्रदर्शित करने के लिए बदलती है।

source: Call Center
hi: कॉल सेंटर

source: The call center application setting allows an application to reference a mobile user as a case that can be monitored using CommCare. This allows supervisors to view their workforce within CommCare. From here they can do things like monitor workers with performance issues, update their case with possible reasons for poor performance, and offer guidance towards solutions.
hi: कॉल सेंटर एप्लिकेशन सेटिंग किसी एप्लिकेशन को मोबाइल उपयोगकर्ता को एक केस के रूप में संदर्भित करने की अनुमति देती है जिसे CommCare का उपयोग करके मॉनिटर किया जा सकता है। इससे पर्यवेक्षक अपने कार्यबल को CommCare में देख सकते हैं। यहाँ से वे प्रदर्शन संबंधी समस्याओं वाले कर्मचारियों की निगरानी, उनके केस को संभावित कारणों के साथ अपडेट करना, और समाधान की दिशा में मार्गदर्शन देना जैसे कार्य कर सकते हैं।

source: Custom Single and Multiple Answer Questions
hi: कस्टम एकल और बहुविकल्पी उत्तर प्रश्न

source: Allows display of custom lists, such as case sharing groups or locations as choices in Single Answer or Multiple Answer lookup Table questions. Configuring these questions requires specifying advanced logic. Available in form builder, as an additional option on the Lookup Table Data for lookup table questions.
hi: कस्टम सूचियों जैसे केस शेयरिंग समूह या स्थानों को सिंगल आंसर या मल्टीपल आंसर लुकअप टेबल प्रश्नों में विकल्प के रूप में प्रदर्शित करने की अनुमति देता है। इन प्रश्नों को कॉन्फ़िगर करने के लिए उन्नत लॉजिक निर्दिष्ट करना आवश्यक है। यह फॉर्म बिल्डर में उपलब्ध है, लुकअप टेबल प्रश्नों के लिए Lookup Table Data पर एक अतिरिक्त विकल्प के रूप में।

source: Sorry, referrals are no longer supported!
hi: माफ़ कीजिए, रेफ़रल अब समर्थित नहीं हैं!

source: Invalid stock report type {}!
hi: अमान्य स्टॉक रिपोर्ट प्रकार {}!

source: Can't specify a transaction block with no src or dest case
hi: कोई स्रोत या गंतव्य केस न होने पर लेन-देन ब्लॉक निर्दिष्ट नहीं कर सकते

source: Product IDs must be set for all ledger updates!
hi: सभी लेज़र अपडेट्स के लिए उत्पाद आईडी सेट करना अनिवार्य है!

source: '{form_name}' successfully saved!
hi: '{form_name}' सफलतापूर्वक सहेजा गया!

source: You submitted [this form]({}), which affected [this case]({}).
hi: आपने [यह फ़ॉर्म]({}) सबमिट किया, जिससे [यह केस]({}) प्रभावित हुआ।

source: You submitted [this form]({}), which affected these cases: {}.
hi: आपने [यह फ़ॉर्म]({}) सबमिट किया, जिससे ये केस प्रभावित हुए: {}.

source: You submitted [this form]({}).
hi: आपने [यह फ़ॉर्म]({}) सबमिट किया।

source: Your form affected [this case]({}).
hi: आपके फ़ॉर्म ने [यह केस]({}) को प्रभावित किया।

source: Your form affected these cases: {}.
hi: आपके फ़ॉर्म ने इन केसों को प्रभावित किया: {}.

source: Click to export your [case]({}) or [form]({}) data.
hi: अपने [केस]({}) या [फ़ॉर्म]({}) डेटा को निर्यात करने के लिए क्लिक करें।

source: Click to export your [form data]({}).
hi: अपने [फ़ॉर्म डेटा]({}) को निर्यात करने के लिए क्लिक करें।

source: Click to export your [case data]({}).
hi: अपने [केस डेटा]({}) को निर्यात करने के लिए क्लिक करें।

source: One of the fields from 'title, body, data' is required!
hi: 'शीर्षक, मुख्य भाग, डेटा' में से किसी एक फ़ील्ड की आवश्यकता है!

source: FCM is not setup on this environment!
hi: इस वातावरण में FCM सेटअप नहीं है!

source: Please enter a valid 24-hour time in the format HH:MM
hi: कृपया HH:MM प्रारूप में मान्य 24-घंटे का समय दर्ज करें

source: Please enter a valid date in the format YYYY-MM-DD
hi: कृपया YYYY-MM-DD प्रारूप में मान्य तिथि दर्ज करें

source: Please enter a whole number greater than or equal to {}
hi: कृपया {} या उससे अधिक का पूर्णांक दर्ज करें

source: Custom SMS Content
hi: कस्टम एसएमएस सामग्री

source: IVR Intervals
hi: आईवीआर अंतराल

source: Maximum Question Prompt Attempts
hi: अधिकतम प्रश्न प्रॉम्प्ट प्रयास

source: Intervals
hi: अंतराल

source: Action on Notification
hi: सूचना पर कार्रवाई

source: Please fill out at least one translation
hi: कृपया कम से कम एक अनुवाद भरें

source: This field must not exceed {} characters
hi: यह फ़ील्ड {} अक्षरों से अधिक नहीं होनी चाहिए

source: Please specify the reminder intervals or disable them
hi: कृपया रिमाइंडर अंतराल निर्दिष्ट करें या उन्हें अक्षम करें

source: Intervals must be positive numbers
hi: अंतराल सकारात्मक संख्याएँ होनी चाहिए

source: Reminder intervals must add up to less than {} based on the current survey expiration
hi: रिमाइंडर अंतराल वर्तमान सर्वेक्षण समाप्ति के आधार पर {} से कम होने चाहिए

source: Rich Text Message
hi: रिच टेक्स्ट संदेश

source: Message type
hi: संदेश प्रकार

source: Expire After
hi: समाप्ति के बाद

source: hour(s)
hi: घंटा(घंटे)

source: Reminder Intervals
hi: रिमाइंडर अंतराल

source: e.g., 30, 60
hi: जैसे, 30, 60

source: Specify a list of comma-separated intervals in minutes. At each interval, if the survey session is still open, the system will resend the current question in the open survey.
hi: मिनटों में अल्पविराम से अलग किए गए अंतरालों की सूची निर्दिष्ट करें। प्रत्येक अंतराल पर, यदि सर्वेक्षण सत्र अभी भी खुला है, तो सिस्टम खुले सर्वेक्षण में वर्तमान प्रश्न को फिर से भेजेगा।

source: Event will send on day
hi: इवेंट इस दिन भेजा जाएगा

source: of the schedule
hi: अनुसूची का

source: Time to Send
hi: भेजने का समय

source: Random Time Window Length
hi: यादृच्छिक समय विंडो की लंबाई

source: Send Time Case Property
hi: भेजने का समय केस प्रॉपर्टी

source: Wait
hi: प्रतीक्षा करें

source: minute(s) and then send
hi: मिनट और फिर भेजें

source: Minutes to wait must be greater than or equal to 5 for all events after the first.
hi: पहली घटना के बाद सभी घटनाओं के लिए प्रतीक्षा करने के मिनट 5 या उससे अधिक होने चाहिए।

source: The day and time for this event are out of order. Please move this event into the correct order.
hi: इस घटना के लिए दिन और समय क्रम में नहीं हैं। कृपया इस घटना को सही क्रम में ले जाएँ।

source: The day for this event is out of order. Please move this event into the correct order.
hi: इस घटना के लिए दिन क्रम में नहीं है। कृपया इस घटना को सही क्रम में ले जाएँ।

source: This random time window overlaps with the next event's window. Please adjust your events accordingly to prevent overlapping windows.
hi: यह यादृच्छिक समय विंडो अगली घटना की विंडो के साथ ओवरलैप हो रही है। कृपया ओवरलैपिंग विंडो से बचने के लिए अपनी घटनाओं को समायोजित करें।

source: Events must occur at least 5 minutes apart.
hi: घटनाओं के बीच कम से कम 5 मिनट का अंतर होना चाहिए।

source: There is a mismatch between the last event's day and how often you have chosen to repeat the schedule above. Based on the day of the last event, you must repeat every {} days at a minimum.
hi: अंतिम घटना के दिन और ऊपर चुने गए अनुसूची दोहराव के बीच मेल नहीं है। अंतिम घटना के दिन के आधार पर, आपको कम से कम हर {} दिन में दोहराना होगा।

source: Please add at least one event
hi: कृपया कम से कम एक घटना जोड़ें

source: Immediately
hi: तुरंत

source: Custom Daily Schedule
hi: कस्टम दैनिक शेड्यूल

source: Custom Immediate Schedule
hi: कस्टम त्वरित शेड्यूल

source: On Days
hi: इन दिनों पर

source: A specific time
hi: एक विशिष्ट समय

source: A random time
hi: एक यादृच्छिक समय

source: every
hi: हर

source: never
hi: कभी नहीं

source: Recipient(s)
hi: प्राप्तकर्ता(गण)

source: User Groups
hi: उपयोगकर्ता समूह

source: User Organizations
hi: उपयोगकर्ता संगठन

source: User Recipient(s)
hi: उपयोगकर्ता प्राप्तकर्ता(गण)

source: User Group Recipient(s)
hi: उपयोगकर्ता समूह प्राप्तकर्ता(गण)

source: User Organization Recipient(s)
hi: उपयोगकर्ता संगठन प्राप्तकर्ता(गण)

source: Also send to users at organizations below the selected ones
hi: चयनित संगठनों के नीचे के संगठनों के उपयोगकर्ताओं को भी भेजें

source: Users at all organization levels
hi: सभी संगठन स्तरों के उपयोगकर्ता

source: Only users at the following organization levels
hi: केवल निम्नलिखित संगठन स्तरों के उपयोगकर्ता

source: Case Group Recipient(s)
hi: केस समूह प्राप्तकर्ता(गण)

source: What to send
hi: क्या भेजना है

source: When the survey session expires, submit a partially completed form if the survey is not completed
hi: जब सर्वेक्षण सत्र समाप्त हो जाए, तो यदि सर्वेक्षण पूरा नहीं हुआ है तो आंशिक रूप से भरा हुआ फॉर्म सबमिट करें

source: Include case updates in partially completed submissions
hi: आंशिक रूप से भरे गए सबमिशन में केस अपडेट शामिल करें

source: Interpret send times using GMT when recipient has no preferred time zone
hi: यदि प्राप्तकर्ता की कोई पसंदीदा समय क्षेत्र नहीं है तो भेजने के समय को GMT में व्याख्यायित करें

source: Filter on
hi: फ़िल्टर करें

source: User data filter: whole json
hi: उपयोगकर्ता डेटा फ़िल्टर: संपूर्ण json

source: User data filter: property name
hi: उपयोगकर्ता डेटा फ़िल्टर: प्रॉपर्टी नाम

source: User data filter: property value
hi: उपयोगकर्ता डेटा फ़िल्टर: प्रॉपर्टी मान

source: Please choose a form
hi: कृपया एक फॉर्म चुनें

source: Please make a released build of the application
hi: कृपया एप्लिकेशन का एक रिलीज़ बिल्ड बनाएं

source: Form not found in latest released app build
hi: नवीनतम रिलीज़ ऐप बिल्ड में फॉर्म नहीं मिला

source: Connect Survey
hi: सर्वेक्षण कनेक्ट करें

source: Add Event
hi: इवेंट जोड़ें

source: Advanced Survey Options
hi: एडवांस्ड सर्वेक्षण विकल्प

source: At
hi: पर

source: Define the send times in the events below.
hi: नीचे दिए गए इवेंट्स में भेजने के समय परिभाषित करें।

source: Random Window Length (minutes)
hi: यादृच्छिक विंडो की लंबाई (मिनटों में)

source: weeks
hi: सप्ताह

source: months
hi: महीने

source: Stop
hi: रोकें

source: occurrences
hi: घटनाएँ

source: weekly occurrences
hi: साप्ताहिक घटनाएँ

source: monthly occurrences
hi: मासिक घटनाएँ

source: Date of final occurrence:
hi: अंतिम घटना की तिथि:

source: The "Case's Parent Case" Recipient setting only works for Parent / Child relationships, not Parent / Extension or Host / Extension relationships.
hi: "केस के पैरेंट केस" प्राप्तकर्ता सेटिंग केवल पैरेंट / चाइल्ड संबंधों के लिए काम करती है, पैरेंट / एक्सटेंशन या होस्ट / एक्सटेंशन संबंधों के लिए नहीं।

source: Select mobile worker(s)
hi: मोबाइल वर्कर(गण) चुनें

source: Select user group(s)
hi: उपयोगकर्ता समूह(गण) चुनें

source: Select user organization(s)
hi: उपयोगकर्ता संगठन(गण) चुनें

source: For the selected organizations, include
hi: चयनित संगठनों के लिए, शामिल करें

source: Select organization levels(s)
hi: संगठन स्तर(गण) चुनें

source: Select case group(s)
hi: केस समूह(गण) चुनें

source: Filter user recipients
hi: उपयोगकर्ता प्राप्तकर्ताओं को फ़िल्टर करें

source: (not found)
hi: (नहीं मिला)

source: Please specify the user(s) or deselect users as recipients
hi: कृपया उपयोगकर्ता(ओं) को निर्दिष्ट करें या उपयोगकर्ताओं का चयन हटाएँ

source: One or more users were unexpectedly not found. Please select user(s) again.
hi: एक या एक से अधिक उपयोगकर्ता अप्रत्याशित रूप से नहीं मिले। कृपया उपयोगकर्ता(ओं) का पुनः चयन करें।

source: Please specify the groups(s) or deselect user groups as recipients
hi: कृपया समूह(ओं) को निर्दिष्ट करें या उपयोगकर्ता समूहों का चयन हटाएँ

source: One or more user groups were unexpectedly not found. Please select group(s) again.
hi: एक या एक से अधिक उपयोगकर्ता समूह अप्रत्याशित रूप से नहीं मिले। कृपया समूह(ओं) का पुनः चयन करें।

source: Please specify the organization(s) or deselect user organizations as recipients
hi: कृपया संगठन(ओं) को निर्दिष्ट करें या उपयोगकर्ता संगठनों का चयन हटाएँ

source: One or more user organizations were unexpectedly not found. Please select organization(s) again.
hi: एक या एक से अधिक उपयोगकर्ता संगठन अप्रत्याशित रूप से नहीं मिले। कृपया संगठन(ओं) का पुनः चयन करें।

source: Please specify the organization level(s) or choose to send to all organization levels
hi: कृपया संगठन स्तर(ओं) को निर्दिष्ट करें या सभी संगठन स्तरों को भेजने के लिए चुनें

source: An error occurred. Please try again
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें

source: One or more user organization levels were unexpectedly not found. Please select organization level(s) again.
hi: एक या एक से अधिक उपयोगकर्ता संगठन स्तर अप्रत्याशित रूप से नहीं मिले। कृपया संगठन स्तर(ओं) का पुनः चयन करें।

source: Please specify the case groups(s) or deselect case groups as recipients
hi: कृपया केस समूह(ओं) को निर्दिष्ट करें या केस समूहों का चयन हटाएँ

source: One or more case groups were unexpectedly not found. Please select group(s) again.
hi: एक या एक से अधिक केस समूह अप्रत्याशित रूप से नहीं मिले। कृपया समूह(ओं) का पुनः चयन करें।

source: Please select the applicable day(s) of the week.
hi: कृपया सप्ताह के लागू दिन(दिनों) का चयन करें।

source: Please select the applicable day(s) of the month.
hi: कृपया महीने के लागू दिन(दिनों) का चयन करें।

source: Invalid JSON: Needs to be an object with valid properties as keys and list of strings as values
hi: अमान्य JSON: यह एक ऑब्जेक्ट होना चाहिए जिसमें मान्य गुण कुंजी के रूप में और स्ट्रिंग्स की सूची मान के रूप में हो

source: Invalid JSON: Keys are not valid user case property names: %s
hi: अमान्य JSON: कुंजियाँ मान्य उपयोगकर्ता केस प्रॉपर्टी नाम नहीं हैं: %s

source: Invalid JSON: Values for keys are not lists of strings: %s
hi: अमान्य JSON: कुंजियों के लिए मान स्ट्रिंग्स की सूचियाँ नहीं हैं: %s

source: Broadcast Name
hi: प्रसारण नाम

source: You cannot create an immediate broadcast which is inactive.
hi: आप एक निष्क्रिय तात्कालिक प्रसारण नहीं बना सकते।

source: The first available time after the rule is satisfied
hi: नियम संतुष्ट होने के बाद उपलब्ध पहला समय

source: The date from case property
hi: केस प्रॉपर्टी से तिथि

source: A specific date
hi: एक विशिष्ट तिथि

source: Exactly on the start date
hi: बिल्कुल प्रारंभ तिथि पर

source: Before the start date by
hi: प्रारंभ तिथि से पहले

source: After the start date by
hi: प्रारंभ तिथि के बाद

source: The first Sunday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला रविवार

source: The first Monday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला सोमवार

source: The first Tuesday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला मंगलवार

source: The first Wednesday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला बुधवार

source: The first Thursday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला गुरुवार

source: The first Friday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला शुक्रवार

source: The first Saturday that occurs on or after the start date
hi: प्रारंभ तिथि को या उसके बाद आने वाला पहला शनिवार

source: Restart schedule when this case property takes any new value:
hi: जब यह केस प्रॉपर्टी कोई भी नया मान ले तो शेड्यूल पुनः प्रारंभ करें:

source: Scheduler: Form
hi: शेड्यूलर: फॉर्म

source: Scheduler: Use
hi: शेड्यूलर: उपयोग

source: the first date in the visit window
hi: विजिट विंडो में पहली तिथि

source: the due date of the visit
hi: विजिट की नियत तिथि

source: the last date in the visit window
hi: विजिट विंडो में अंतिम तिथि

source: Custom Data: Name
hi: कस्टम डेटा: नाम

source: Custom Data: Value
hi: कस्टम डेटा: मान

source: Custom SMS
hi: कस्टम एसएमएस

source: Push Notification
hi: पुश नोटिफिकेशन

source: The time from case property
hi: केस प्रॉपर्टी से समय

source: The Case
hi: केस

source: The Case's Owner
hi: केस का स्वामी

source: The Case's Last Submitting User
hi: केस का अंतिम सबमिट करने वाला उपयोगकर्ता

source: The Case's Parent Case
hi: केस का पैरेंट केस

source: The Case's Child Cases
hi: केस के चाइल्ड केस

source: Username Specified via Case Property
hi: केस प्रॉपर्टी के माध्यम से निर्दिष्ट उपयोगकर्ता नाम

source: User ID Specified via Case Property
hi: प्रयोगकर्ता आईडी केस प्रॉपर्टी के माध्यम से निर्दिष्ट

source: Email Specified via Case Property
hi: ईमेल केस प्रॉपर्टी के माध्यम से निर्दिष्ट

source: Custom Recipient
hi: कस्टम प्राप्तकर्ता

source: A date from a visit scheduler
hi: विजिट शेड्यूलर से एक तिथि

source: Scheduler: Visit
hi: शेड्यूलर: विजिट

source: Begin
hi: प्रारंभ करें

source: day(s)
hi: दिन

source: Username Case Property
hi: यूज़रनेम केस प्रॉपर्टी

source: User ID Case Property
hi: यूज़र आईडी केस प्रॉपर्टी

source: Email Case Property
hi: ईमेल केस प्रॉपर्टी

source: Restart Schedule
hi: शेड्यूल पुनः प्रारंभ करें

source: case property
hi: केस प्रॉपर्टी

source: This cannot be changed after initial configuration.
hi: यह प्रारंभिक कॉन्फ़िगरेशन के बाद बदला नहीं जा सकता।

source: Use case property stop date
hi: केस प्रॉपर्टी स्टॉप तिथि का उपयोग करें

source: Capture Custom Data on each SMS
hi: प्रत्येक एसएमएस पर कस्टम डेटा कैप्चर करें

source: You may not start sending before the day that the rule triggers.
hi: आप नियम ट्रिगर होने वाले दिन से पहले संदेश भेजना शुरू नहीं कर सकते।

source: Invalid choice selected
hi: अमान्य विकल्प चुना गया

source: This option can only be enabled when the schedule's start date is set automatically.
hi: यह विकल्प केवल तभी सक्षम किया जा सकता है जब शेड्यूल की प्रारंभ तिथि स्वचालित रूप से सेट की गई हो।

source: Only dynamic case properties are allowed
hi: केवल डायनामिक केस प्रॉपर्टी की अनुमति है

source: The selected form does not have a schedule enabled.
hi: चयनित फॉर्म में शेड्यूल सक्षम नहीं है।

source: Visit number not found in latest released app build. Please check form configuration.
hi: नवीनतम जारी ऐप बिल्ड में विजिट नंबर नहीं मिला। कृपया फॉर्म कॉन्फ़िगरेशन जांचें।

source: The referenced visit in the latest released app build is a repeat visit. Repeat visits are not supported
hi: नवीनतम जारी ऐप बिल्ड में संदर्भित विजिट एक पुनरावृत्त विजिट है। पुनरावृत्त विजिट समर्थित नहीं हैं
