Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Timezone
hi: समय क्षेत्र

source: Timezone name. If not specified, the domain's timezone will be used.
hi: समय क्षेत्र का नाम। यदि निर्दिष्ट नहीं किया गया, तो डोमेन का समय क्षेत्र उपयोग किया जाएगा।

source: Report UUID
hi: रिपोर्ट UUID

source: The OpenMRS UUID of the report of patients to be imported
hi: आयात किए जाने वाले मरीजों की रिपोर्ट का OpenMRS UUID

source: Report Parameters
hi: रिपोर्ट पैरामीटर

source: The ID of the mobile worker or location who will own new cases
hi: मोबाइल वर्कर या स्थान की ID जो नए मामलों का स्वामी होगा

source: The Organization Level whose mobile worker will own new cases
hi: संगठन स्तर, जिसका मोबाइल वर्कर नए मामलों का स्वामी होगा

source: External ID Column
hi: बाहरी ID कॉलम

source: The column that contains the OpenMRS UUID of the patient
hi: वह कॉलम जिसमें मरीज का OpenMRS UUID है

source: Name Columns
hi: नाम कॉलम

source: Space-separated column(s) to be concatenated to create the case name (e.g. "givenName familyName")
hi: स्पेस से अलग किए गए कॉलम जिन्हें जोड़कर केस नाम बनाया जाएगा (उदा. "givenName familyName")

source: Map columns to properties
hi: कॉलम को प्रॉपर्टी से मैप करें

source: e.g. [{"column": "givenName", "property": "first_name"}, ...]
hi: उदा. [{"column": "givenName", "property": "first_name"}, ...]

source: Cases at this location and below will be forwarded. Leave empty if this is the only OpenMRS Forwarder
hi: इस स्थान और नीचे के मामलों को अग्रेषित किया जाएगा। यदि यह एकमात्र OpenMRS Forwarder है तो खाली छोड़ दें

source: Poll Atom feed for changes made in OpenMRS/Bahmni
hi: OpenMRS/Bahmni में किए गए परिवर्तनों के लिए Atom फ़ीड को पोल करें

source: Atom feed enabled
hi: Atom फ़ीड सक्षम है

source: Specify a single case type so that CommCare can add cases using the Atom feed for patients created in OpenMRS/Bahmni.
hi: एकल केस प्रकार निर्दिष्ट करें ताकि CommCare OpenMRS/Bahmni में बनाए गए मरीजों के लिए Atom फ़ीड का उपयोग करके मामले जोड़ सके।

source: Specify a location so that CommCare can set an owner for cases added via the Atom feed.
hi: एक स्थान निर्दिष्ट करें ताकि CommCare Atom फ़ीड के माध्यम से जोड़े गए मामलों के लिए स्वामी सेट कर सके।

source: Either the same person has more than one CommCare case, or OpenMRS repeater configuration needs to be modified to match cases with patients more accurately.
hi: या तो एक ही व्यक्ति के पास एक से अधिक CommCare केस हैं, या OpenMRS repeater कॉन्फ़िगरेशन को मरीजों के साथ मामलों का मिलान अधिक सटीक रूप से करने के लिए संशोधित करने की आवश्यकता है।

source: Forward to OpenMRS
hi: OpenMRS को अग्रेषित करें

source: Unable to create an OpenMRS patient for case
hi: केस के लिए OpenMRS मरीज बनाने में असमर्थ

source: Add OpenMRS Importer
hi: OpenMRS आयातक जोड़ें

source: Update OpenMRS Importers
hi: OpenMRS आयातकों को अपडेट करें

source: Import Now
hi: अभी आयात करें

source: OpenMRS Importer
hi: OpenMRS आयातक

source: OpenMRS Importers
hi: OpenMRS आयातक

source: OpenMRS Importers saved
hi: OpenMRS आयातक सहेजे गए

source: Edit OpenMRS Repeater
hi: OpenMRS रिपीटर संपादित करें

source: Succeeded
hi: सफल रहा

source: Cancelled
hi: रद्द किया गया

source: Invalid Payload
hi: अमान्य पेलोड

source: Is enabled
hi: सक्षम है

source: Is not enabled
hi: सक्षम नहीं है

source: Should be enabled
hi: सक्षम किया जाना चाहिए

source: Can be disabled
hi: अक्षम किया जा सकता है

source: Response case action filter expression
hi: प्रतिक्रिया केस क्रिया फ़िल्टर अभिव्यक्ति

source: Response case action expression
hi: प्रतिक्रिया केस क्रिया अभिव्यक्ति

source: This expression is used to generate the request payload. It is required for POST, and PUT requests.
hi: यह अभिव्यक्ति अनुरोध पेलोड उत्पन्न करने के लिए उपयोग की जाती है। यह POST और PUT अनुरोधों के लिए आवश्यक है।

source: Items to add to the end of the URL. Please see the documentation for more information.
hi: URL के अंत में जोड़ने के लिए आइटम। अधिक जानकारी के लिए कृपया प्रलेखन देखें।

source: Use this to determine if the response should create or update a case. If left blank, no action will be taken. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
hi: यह निर्धारित करने के लिए इसका उपयोग करें कि प्रतिक्रिया से केस बनाया या अपडेट किया जाना चाहिए या नहीं। यदि खाली छोड़ा गया, तो कोई कार्रवाई नहीं की जाएगी। अधिक जानकारी के लिए <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">इन दस्तावेज़ों</a> को देखें

source: Use this to create a Case API payload which will be used to create or update a case. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
hi: इसका उपयोग एक केस API पेलोड बनाने के लिए करें, जिसका उपयोग केस बनाने या अपडेट करने के लिए किया जाएगा। अधिक जानकारी के लिए <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">इन दस्तावेज़ों</a> को देखें

source: This field is required for {request_method} requests.
hi: यह फ़ील्ड {request_method} अनुरोधों के लिए आवश्यक है।

source: This field is required when '{other}' is provided
hi: जब '{other}' प्रदान किया गया हो, तो यह फ़ील्ड आवश्यक है

source: Configurable Case Repeater
hi: कॉन्फ़िगर करने योग्य केस रिपीटर

source: Configurable Form Repeater
hi: कॉन्फ़िगर करने योग्य फ़ॉर्म रिपीटर

source: Configurable ArcGIS Form Repeater
hi: कॉन्फ़िगर करने योग्य ArcGIS फ़ॉर्म रिपीटर

source: [No error message given by ArcGIS]
hi: [ArcGIS द्वारा कोई त्रुटि संदेश नहीं दिया गया]

source: Edit Case Repeater
hi: केस रिपीटर संपादित करें

source: Edit Form Repeater
hi: फ़ॉर्म रिपीटर संपादित करें

source: Edit ArcGIS Form Repeater
hi: ArcGIS फ़ॉर्म रिपीटर संपादित करें

source: Start Forwarding
hi: फॉरवर्डिंग प्रारंभ करें

source: Include 'app_id' URL query parameter.
hi: 'app_id' URL क्वेरी पैरामीटर शामिल करें।

source: Users to exclude
hi: बहिष्कृत करने के लिए उपयोगकर्ता

source: Forms submitted by these users will not be forwarded
hi: इन उपयोगकर्ताओं द्वारा सबमिट किए गए फ़ॉर्म फॉरवर्ड नहीं किए जाएंगे

source: XMLNSes of forms to include
hi: शामिल करने के लिए फ़ॉर्म के XMLNS

source: Separate with commas, spaces or newlines. Leave empty to forward all forms.
hi: अल्पविराम, स्पेस या नई पंक्तियों से अलग करें। सभी फ़ॉर्म फॉरवर्ड करने के लिए खाली छोड़ें।

source: Only cases of this type will be forwarded. Leave empty to forward all cases
hi: केवल इस प्रकार के केस फॉरवर्ड किए जाएंगे। सभी केस फॉरवर्ड करने के लिए खाली छोड़ें

source: Case creations and updates submitted by these users will not be forwarded
hi: इन उपयोगकर्ताओं द्वारा सबमिट किए गए केस निर्माण और अपडेट फॉरवर्ड नहीं किए जाएंगे

source: Unknown case-type
hi: अज्ञात केस-प्रकार

source: Unknown user
hi: अनजान उपयोगकर्ता

source: Forward Forms
hi: फ़ॉर्म फॉरवर्ड करें

source: Forward Cases
hi: केस फॉरवर्ड करें

source: Forward Cases on Creation Only
hi: केवल निर्माण पर केस फॉरवर्ड करें

source: Forward Cases on Update Only
hi: केवल अपडेट पर केस फॉरवर्ड करें

source: Forward Cases To Another Commcare Project
hi: केस को किसी अन्य Commcare प्रोजेक्ट में फॉरवर्ड करें

source: Update Cases in another CommCare Project via a Data Registry
hi: डेटा रजिस्ट्री के माध्यम से किसी अन्य CommCare प्रोजेक्ट में केस अपडेट करें

source: Forward Form Stubs
hi: फ़ॉर्म स्टब्स फॉरवर्ड करें

source: Forward App Schema Changes
hi: ऐप स्कीमा परिवर्तन फॉरवर्ड करें

source: Forward Users
hi: उपयोगकर्ता फॉरवर्ड करें

source: Forward Locations
hi: स्थान फॉरवर्ड करें

source: Forward Data Source Data
hi: डेटा स्रोत डेटा फॉरवर्ड करें

source: Python dictionary
hi: Python डिक्शनरी

source: Resend selected records
hi: चयनित रिकॉर्ड पुनः भेजें

source: Requeue selected records
hi: चयनित रिकॉर्ड पुनः कतारबद्ध करें

source: Requeue
hi: पुनः कतारबद्ध करें

source: Cancel selected records
hi: चयनित रिकॉर्ड रद्द करें

source: You must filter to a specific repeater or payload in order to take an action on the entire table.
hi: आपको पूरी तालिका पर कार्रवाई करने के लिए किसी विशिष्ट रिपीटर या पेलोड पर फ़िल्टर करना होगा।

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-default"> Select all <b>%(formatted_total)s</b> records in this table </button>
hi: इस पृष्ठ के सभी <b><span id="selected-page-count"></span></b> रिकॉर्ड चयनित हैं। <button id="select-table-button" role="button" class="btn btn-default"> इस तालिका के सभी <b>%(formatted_total)s</b> रिकॉर्ड चुनें </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-default"> Clear selection </button>
hi: इस तालिका के सभी <b>%(formatted_total)s</b> रिकॉर्ड चयनित हैं। <button id="clear-table-selection" role="button" class="btn btn-default"> चयन हटाएँ </button>

source: Confirmation
hi: पुष्टिकरण

source: Are you sure?
hi: क्या आप सुनिश्चित हैं?

source: Payload
hi: पेलोड

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-outline-primary" > Select all <b>%(formatted_total)s</b> records in this table </button>
hi: इस पृष्ठ के सभी <b><span id="selected-page-count"></span></b> रिकॉर्ड चयनित हैं। <button id="select-table-button" role="button" class="btn btn-outline-primary" > इस तालिका के सभी <b>%(formatted_total)s</b> रिकॉर्ड चुनें </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > Clear selection </button>
hi: इस तालिका में सभी <b>%(formatted_total)s</b> रिकॉर्ड चुने गए हैं। <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > चयन साफ़ करें </button>

source: No attempts exist for this record.
hi: इस रिकॉर्ड के लिए कोई प्रयास मौजूद नहीं है।

source: Diagnosis:
hi: निदान:

source: View records
hi: रिकॉर्ड देखें

source: Resume
hi: फिर से शुरू करें

source: Resume Forwarding
hi: फॉरवर्डिंग फिर से शुरू करें

source: Are you sure you want to resume forwarding to: "%(name)s" ? <br/> All records enqueued for this forwarder with be triggered once forwarding is resumed.
hi: क्या आप वाकई "%(name)s" को फॉरवर्डिंग फिर से शुरू करना चाहते हैं? <br/> इस फॉरवर्डर के लिए कतार में लगे सभी रिकॉर्ड फॉरवर्डिंग फिर से शुरू होने पर ट्रिगर होंगे।

source: Pause
hi: रोकें

source: Pause Forwarding
hi: फॉरवर्डिंग रोकें

source: Are you sure you want to pause forwarding to: "%(name)s" ? <br/> Please note that new records would get enqueued but would get triggered only when forwarding is resumed.
hi: क्या आप वाकई "%(name)s" को फॉरवर्डिंग रोकना चाहते हैं? <br/> कृपया ध्यान दें कि नए रिकॉर्ड कतार में जुड़ेंगे, लेकिन वे केवल फॉरवर्डिंग फिर से शुरू होने पर ही ट्रिगर होंगे।

source: Delete Configuration
hi: कॉन्फ़िगरेशन हटाएँ

source: Are you sure you want to delete the configuration for: %(name)s ? <br/><br /> Historical data forwarding records will not be deleted, but no new records will be forwarded, and this configuration will no longer appear on this page.
hi: क्या आप वाकई %(name)s के लिए कॉन्फ़िगरेशन हटाना चाहते हैं? <br/><br /> ऐतिहासिक डेटा फॉरवर्डिंग रिकॉर्ड हटाए नहीं जाएंगे, लेकिन कोई नया रिकॉर्ड फॉरवर्ड नहीं किया जाएगा, और यह कॉन्फ़िगरेशन अब इस पृष्ठ पर नहीं दिखेगा।

source: %(pending_record_count)s pending items to be forwarded
hi: %(pending_record_count)s लंबित आइटम फॉरवर्ड किए जाने हैं

source: Failure
hi: विफलता

source: You haven't configured any services to forward to yet.
hi: आपने अभी तक फॉरवर्ड करने के लिए कोई सेवा कॉन्फ़िगर नहीं की है।

source: Add a service to forward to
hi: फॉरवर्ड करने के लिए सेवा जोड़ें

source: Unable to generate url for record
hi: रिकॉर्ड के लिए URL जनरेट करने में असमर्थ

source: Invalid payload
hi: अमान्य पेलोड

source: Remote Service
hi: रिमोट सेवा

source: Retry Date
hi: पुनः प्रयास तिथि

source: Delivery Attempts
hi: डिलीवरी प्रयास

source: View Responses
hi: प्रतिक्रियाएँ देखें

source: Please filter to a specific repeater or payload before attempting a bulk action.
hi: कृपया बल्क क्रिया करने से पहले किसी विशिष्ट रिपीटर या पेलोड को फ़िल्टर करें।

source: Forward Data
hi: डेटा अग्रेषित करें

source: Forwarding set up to {}
hi: अग्रेषण {} के लिए सेट किया गया है

source: Update Forwarder
hi: अग्रेषक अपडेट करें

source: Forwarder Successfully Updated
hi: अग्रेषक सफलतापूर्वक अपडेट किया गया

source: Project space: {}
hi: प्रोजेक्ट स्पेस: {}

source: Remote API base URL: {}
hi: रिमोट API बेस URL: {}

source: Payload ID: {}
hi: पेलोड आईडी: {}

source: *Why am I getting this email?*
hi: *मुझे यह ईमेल क्यों मिल रहा है?*

source: This address is configured in CommCare HQ as a notification address for integration errors.
hi: यह पता CommCare HQ में एकीकरण त्रुटियों के लिए अधिसूचना पते के रूप में कॉन्फ़िगर किया गया है।

source: *How do I unsubscribe?*
hi: *मैं सदस्यता कैसे समाप्त करूं?*

source: Open Connection Settings in CommCare HQ ({}) and remove your email address from the "Addresses to send notifications" field for remote connections. If necessary, please provide an alternate address.
hi: CommCare HQ ({}) में कनेक्शन सेटिंग्स खोलें और रिमोट कनेक्शनों के लिए "Addresses to send notifications" फ़ील्ड से अपना ईमेल पता हटा दें। यदि आवश्यक हो, तो कृपया एक वैकल्पिक पता प्रदान करें।

source: MOTECH Error
hi: MOTECH त्रुटि

source: Delete Connection Settings
hi: कनेक्शन सेटिंग्स हटाएँ

source: Add Connection Settings
hi: कनेक्शन सेटिंग्स जोड़ें

source: Remote API Logs
hi: रिमोट API लॉग्स

source: Request
hi: अनुरोध

source: Request headers
hi: अनुरोध हेडर

source: Request params
hi: अनुरोध पैरामीटर

source: Request body
hi: अनुरोध बॉडी

source: Request error
hi: अनुरोध त्रुटि

source: Response headers
hi: प्रतिक्रिया हेडर

source: Response body
hi: प्रतिक्रिया बॉडी

source: Request duration (ms)
hi: अनुरोध अवधि (मिलीसेकंड)

source: Duration (ms)
hi: अवधि (मिलीसेकंड)

source: No API requests have been logged.
hi: कोई API अनुरोध लॉग नहीं किया गया है।

source: Request URL
hi: अनुरोध URL

source: Request Body
hi: अनुरोध बॉडी

source: Status Code
hi: स्थिति कोड

source: Response Headers
hi: प्रतिक्रिया हेडर

source: Response Body
hi: प्रतिक्रिया बॉडी

source: Notify Addresses
hi: अधिसूचना पते

source: Used By
hi: द्वारा उपयोग किया गया

source: Please enter client secret again.
hi: कृपया क्लाइंट सीक्रेट फिर से दर्ज करें।

source: Please enter API password again.
hi: कृपया API पासवर्ड फिर से दर्ज करें।

source: API Access
hi: API एक्सेस

source: Web-Based Apps (CloudCare)
hi: वेब-आधारित ऐप्स (CloudCare)

source: Active Data Management
hi: सक्रिय डेटा प्रबंधन

source: Custom Branding
hi: कस्टम ब्रांडिंग

source: Advanced Role-Based Access
hi: उन्नत भूमिका-आधारित एक्सेस

source: Organization-based data export and user management restrictions
hi: संगठन-आधारित डेटा निर्यात और उपयोगकर्ता प्रबंधन प्रतिबंध

source: Outgoing Messaging
hi: आउटगोइंग मैसेजिंग

source: Incoming Messaging
hi: इनकमिंग मैसेजिंग

source: Reminders Framework
hi: रिमाइंडर फ्रेमवर्क

source: Custom Android Gateway
hi: कस्टम एंड्रॉइड गेटवे

source: Bulk Case Management
hi: बल्क केस प्रबंधन

source: Bulk User Management
hi: बल्क उपयोगकर्ता प्रबंधन

source: Add Mobile Workers Above Limit
hi: सीमा से अधिक मोबाइल वर्कर जोड़ें

source: De-Identified Data
hi: पहचान रहित डेटा

source: HIPAA Compliance Assurance
hi: HIPAA अनुपालन आश्वासन

source: Custom CommCare Logo Uploader
hi: कस्टम CommCare लोगो अपलोडर

source: User Configurable Report Builder
hi: यूज़र कॉन्फ़िगर करने योग्य रिपोर्ट बिल्डर

source: Report Builder Trial
hi: रिपोर्ट बिल्डर ट्रायल

source: Report Builder, 5 report limit
hi: रिपोर्ट बिल्डर, 5 रिपोर्ट सीमा

source: Report Builder, 15 report limit
hi: रिपोर्ट बिल्डर, 15 रिपोर्ट सीमा

source: Report Builder, 30 report limit
hi: रिपोर्ट बिल्डर, 30 रिपोर्ट सीमा

source: Built-in Integration
hi: बिल्ट-इन इंटीग्रेशन

source: External Integration Framework
hi: एक्सटर्नल इंटीग्रेशन फ्रेमवर्क

source: Data Management
hi: डेटा प्रबंधन

source: Domain Level Security Features
hi: डोमेन स्तर की सुरक्षा विशेषताएँ

source: Build Profiles
hi: बिल्ड प्रोफाइल्स

source: Excel Dashboard
hi: एक्सेल डैशबोर्ड

source: Daily saved export
hi: दैनिक सहेजा गया निर्यात

source: Zapier Integration
hi: Zapier इंटीग्रेशन

source: Log In As for App Preview
hi: ऐप प्रीव्यू के लिए लॉग इन ऐज़

source: Practice mode for mobile workers
hi: मोबाइल वर्कर के लिए प्रैक्टिस मोड

source: Case Sharing via Groups
hi: ग्रुप्स के माध्यम से केस शेयरिंग

source: Power BI / Tableau Integration
hi: Power BI / Tableau इंटीग्रेशन

source: Project Features
hi: प्रोजेक्ट फीचर्स

source: App User Profiles
hi: ऐप यूज़र प्रोफाइल्स

source: Geocoder
hi: जियोकोडर

source: Default Export Settings
hi: डिफ़ॉल्ट निर्यात सेटिंग्स

source: Enterprise Release Management
hi: एंटरप्राइज रिलीज़ प्रबंधन

source: Multi-Environment Release Management
hi: मल्टी-एनवायरनमेंट रिलीज़ प्रबंधन

source: Loadtest Users
hi: लोडटेस्ट यूज़र

source: Link to other forms in End of Form Navigation
hi: फॉर्म नेविगेशन के अंत में अन्य फॉर्म से लिंक करें

source: Phone heartbeat
hi: फोन हार्टबीट

source: Improved app changes view
hi: बेहतर ऐप परिवर्तन दृश्य

source: File Dropzone
hi: फ़ाइल ड्रॉपज़ोन

source: Regular Expression Validation for Custom Data Fields
hi: कस्टम डेटा फ़ील्ड्स के लिए रेगुलर एक्सप्रेशन सत्यापन

source: Location Safe Case Imports
hi: लोकेशन सेफ केस इम्पोर्ट्स

source: Download buttons for Form- and Case IDs on Case Importer
hi: केस इम्पोर्टर पर फॉर्म और केस आईडी के लिए डाउनलोड बटन

source: Sort multiple rows in exports simultaneously
hi: निर्यात में एक साथ कई पंक्तियों को क्रमबद्ध करें

source: Allow exports to have ownership
hi: निर्यातों को स्वामित्व देने की अनुमति दें

source: Bulk user management features
hi: बल्क उपयोगकर्ता प्रबंधन सुविधाएँ

source: Project level data dictionary of cases
hi: केस का प्रोजेक्ट स्तर का डेटा शब्दकोश

source: Allow case copy from one user to another
hi: एक उपयोगकर्ता से दूसरे उपयोगकर्ता को केस कॉपी करने की अनुमति दें

source: Deduplication Rules
hi: डीडुप्लीकेशन नियम

source: Custom domain banners
hi: कस्टम डोमेन बैनर

source: App Dependencies
hi: ऐप डिपेंडेंसीज़

source: Report Builder Reports
hi: रिपोर्ट बिल्डर रिपोर्ट्स

source: Edit Data
hi: डेटा संपादित करें

source: SMS Billing Administration
hi: एसएमएस बिलिंग प्रशासन

source: Manage Billing Details
hi: बिलिंग विवरण प्रबंधित करें

source: Domain Stats
hi: डोमेन आँकड़े

source: Microplanning
hi: माइक्रोप्लानिंग

source: Campaign
hi: अभियान

source: View All
hi: सभी देखें

source: CommCare Supply Setup
hi: CommCare सप्लाई सेटअप

source: Export Data
hi: डेटा निर्यात करें

source: Explore Data
hi: डेटा एक्सप्लोर करें

source: CSQL Fixtures
hi: CSQL फिक्स्चर्स

source: Data Manipulation
hi: डेटा हेरफेर

source: Configure Microplanning Settings
hi: माइक्रोप्लानिंग सेटिंग्स कॉन्फ़िगर करें

source: Know Your Customer (KYC) Verification
hi: अपने ग्राहक को जानें (KYC) सत्यापन

source: Payments Verification
hi: भुगतान सत्यापन

source: Remote
hi: रिमोट

source: (Untitled)
hi: (शीर्षकहीन)

source: My Applications
hi: मेरे एप्लिकेशन

source: New Application
hi: नया एप्लिकेशन

source: Application Testing
hi: एप्लिकेशन परीक्षण

source: Application Test Flows
hi: एप्लिकेशन टेस्ट फ्लो

source: Log Details
hi: लॉग विवरण

source: Test Inbound SMS
hi: इनबाउंड एसएमएस का परीक्षण करें

source: Subscribe to SMS Reports
hi: एसएमएस रिपोर्ट्स की सदस्यता लें

source: Chat
hi: चैट

source: Add Gateway
hi: गेटवे जोड़ें

source: Edit Gateway
hi: गेटवे संपादित करें

source: Email Connectivity
hi: ईमेल कनेक्टिविटी

source: Template Management
hi: टेम्पलेट प्रबंधन

source: User Consent
hi: उपयोगकर्ता सहमति

source: Data Collection and Reminders
hi: डेटा संग्रह और अनुस्मारक

source: Contacts
hi: संपर्क

source: WhatsApp Settings
hi: व्हाट्सएप सेटिंग्स

source: Connect Messsaging
hi: मैसेजिंग कनेक्ट करें

source: Create and manage users for CommCare and CloudCare.
hi: CommCare और CloudCare के लिए उपयोगकर्ताओं को बनाएं और प्रबंधित करें।

source: Bulk Lookup
hi: बल्क लुकअप

source: Create and manage reporting and case sharing groups for Mobile Workers.
hi: मोबाइल वर्कर्स के लिए रिपोर्टिंग और केस साझा करने वाले समूह बनाएं और प्रबंधित करें।

source: Viewing
hi: देखना

source: Membership Info
hi: सदस्यता जानकारी

source: Grant other CommCare HQ users access to your project.
hi: अन्य CommCare HQ उपयोगकर्ताओं को अपने प्रोजेक्ट तक पहुँच प्रदान करें।

source: Edit Web User Invite
hi: वेब उपयोगकर्ता निमंत्रण संपादित करें

source: View and manage user roles.
hi: उपयोगकर्ता भूमिकाएँ देखें और प्रबंधित करें।

source: No longer available
hi: अब उपलब्ध नहीं है

source: View Location
hi: स्थान देखें

source: View project spaces where users receive automatic access
hi: उन प्रोजेक्ट स्पेस को देखें जहाँ उपयोगकर्ताओं को स्वचालित पहुँच मिलती है

source: Project Administration
hi: प्रोजेक्ट प्रशासन

source: Pre-release Features
hi: प्री-रिलीज़ फीचर्स

source: Internal Subscription Management (Dimagi Only)
hi: आंतरिक सदस्यता प्रबंधन (केवल Dimagi)

source: Internal Data (Dimagi Only)
hi: आंतरिक डेटा (केवल Dimagi)

source: Data Forwarding Records
hi: डेटा फॉरवर्डिंग रिकॉर्ड्स

source: Linked Project Space History
hi: लिंक्ड प्रोजेक्ट स्पेस इतिहास

source: Manage My Settings
hi: मेरी सेटिंग्स प्रबंधित करें

source: Accounting
hi: लेखा

source: SMS Connectivity & Billing
hi: एसएमएस कनेक्टिविटी और बिलिंग

source: Gateways
hi: गेटवे

source: Admin Reports
hi: प्रशासनिक रिपोर्ट्स

source: Management
hi: प्रबंधन

source: Django Admin
hi: Django एडमिन

source: System Health
hi: सिस्टम स्वास्थ्य

source: Look up user by email
hi: ईमेल द्वारा उपयोगकर्ता खोजें

source: View raw documents
hi: कच्चे दस्तावेज़ देखें

source: View documents in ES
hi: ES में दस्तावेज़ देखें

source: Branches on Staging
hi: स्टेजिंग पर शाखाएँ

source: Grant superuser privileges
hi: सुपरयूज़र विशेषाधिकार प्रदान करें

source: Get users for offboarding
hi: ऑफबोर्डिंग के लिए उपयोगकर्ता प्राप्त करें

source: Manage deleted domains
hi: हटाए गए डोमेन प्रबंधित करें

source: Check email status
hi: ईमेल स्थिति जांचें

source: CommCare Builds
hi: CommCare बिल्ड्स

source: Manage Notifications
hi: सूचनाएँ प्रबंधित करें

source: Mass Email Users
hi: उपयोगकर्ताओं को सामूहिक ईमेल भेजें

source: Check Call Center UCR tables
hi: कॉल सेंटर UCR तालिकाएँ जांचें

source: Administrative Reports
hi: प्रशासनिक रिपोर्ट्स

source: Deploy History
hi: परिनियोजन इतिहास

source: Download Malt table
hi: माल्ट तालिका डाउनलोड करें

source: Download Global Impact Report
hi: ग्लोबल इम्पैक्ट रिपोर्ट डाउनलोड करें

source: Administrative Operations
hi: प्रशासनिक संचालन

source: CommCare Reports
hi: CommCare रिपोर्ट्स

source: View All Attendees
hi: सभी उपस्थित लोगों को देखें

source: Manage attendees for Attendance Tracking Events
hi: उपस्थिति ट्रैकिंग इवेंट्स के लिए उपस्थित लोगों का प्रबंधन करें

source: View All Events
hi: सभी इवेंट्स देखें

source: Manage Attendance Tracking Events
hi: उपस्थिति ट्रैकिंग इवेंट्स का प्रबंधन करें

source: US
hi: यूएस

source: EU
hi: ईयू

source: '%(field)s' field value has an invalid format: %(exc)s
hi: '%(field)s' फ़ील्ड का मान अमान्य प्रारूप में है: %(exc)s

source: Cannot construct {type_name} with {cause}
hi: {type_name} का निर्माण {cause} के साथ नहीं किया जा सकता

source: Upload failed! Please make sure you are using a valid Excel 2007 or later (.xlsx) file. Error details: {}.
hi: अपलोड विफल! कृपया सुनिश्चित करें कि आप एक मान्य Excel 2007 या बाद का (.xlsx) फ़ाइल उपयोग कर रहे हैं। त्रुटि विवरण: {}।

source: Upload failed due to a problem with Excel columns. Error details: {}.
hi: एक्सेल कॉलम में समस्या के कारण अपलोड विफल रहा। त्रुटि विवरण: {}.

source: Upload encountered a data type error: {}.
hi: अपलोड में डेटा प्रकार की त्रुटि आई: {}.

source: Error processing Excel file: {}.
hi: एक्सेल फ़ाइल संसाधित करने में त्रुटि: {}.

source: Could not find sheet '{title}'.
hi: शीट '{title}' नहीं मिल सकी.

source: Uploaded file does not contian any sheets.
hi: अपलोड की गई फ़ाइल में कोई शीट नहीं है.

source: Level 1
hi: स्तर 1
