Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Location with same name and parent already exists.
hi: एक ही नाम और पैरेंट के साथ स्थान पहले से मौजूद है।

source: The selected parent location cannot have child locations!
hi: चयनित पैरेंट स्थान के पास चाइल्ड स्थान नहीं हो सकते!

source: Parent cannot have children of this location's type.
hi: पैरेंट इस स्थान के प्रकार के बच्चों को नहीं रख सकता।

source: Organizations
hi: संगठन

source: Your project no longer has access to the Organization feature. To access this feature, you must subscribe to the Advanced plan or higher. Until you change your subscription or discontinue your use of Organization features, you will not be able to add or remove mobile workers from groups. Fix this using one of the options below:
hi: आपके प्रोजेक्ट को अब संगठन सुविधा तक पहुँच नहीं है। इस सुविधा का उपयोग करने के लिए, आपको Advanced प्लान या उससे ऊपर की सदस्यता लेनी होगी। जब तक आप अपनी सदस्यता नहीं बदलते या संगठन सुविधाओं का उपयोग बंद नहीं करते, आप समूहों से मोबाइल कार्यकर्ताओं को जोड़ या हटा नहीं पाएंगे। इसे नीचे दिए गए विकल्पों में से किसी एक का उपयोग करके ठीक करें:

source: Remove Mobile Workers From Organizations
hi: संगठनों से मोबाइल कार्यकर्ता हटाएँ

source: WARNING: Case Sharing may not work correctly when you discontinue organizations. Any organization case sharing settings will be removed and mobile workers assigned to case sharing organization levels will no longer share cases.
hi: चेतावनी: जब आप संगठनों को बंद करते हैं तो केस शेयरिंग सही से काम नहीं कर सकती है। किसी भी संगठन की केस शेयरिंग सेटिंग्स हटा दी जाएंगी और केस शेयरिंग संगठन स्तरों पर असाइन किए गए मोबाइल वर्कर अब केस साझा नहीं करेंगे।

source: Organization Levels
hi: संगठन स्तर

source: Organization Levels allow you to configure the different types of locations within your project (districts, facilities, front line workers, etc.). Locations can own data and cases, view child location's data or simply be used for aggregation. Once you've defined your organization structure types, you'll be able to define the organization structure for your project. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
hi: संगठन स्तर आपको अपने प्रोजेक्ट के भीतर विभिन्न प्रकार के स्थानों (जिले, सुविधाएं, फ्रंटलाइन वर्कर आदि) को कॉन्फ़िगर करने की अनुमति देते हैं। स्थान डेटा और केस के मालिक हो सकते हैं, चाइल्ड लोकेशन का डेटा देख सकते हैं या केवल एग्रीगेशन के लिए उपयोग किए जा सकते हैं। एक बार जब आप अपने संगठन संरचना प्रकार परिभाषित कर लेते हैं, तो आप अपने प्रोजेक्ट के लिए संगठन संरचना को परिभाषित कर पाएंगे। संगठनों के बारे में अधिक जानें हमारे <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">सहायता साइट</a> पर।

source: If you have organization levels that can own cases, consider enabling the <a href="%(project_settings_url)s"> Show Orphan Case Alerts on Mobile Worker Edit Page </a> project setting to alert users about potentially creating orphan cases when modifying cases or locations.
hi: यदि आपके पास ऐसे संगठन स्तर हैं जो केस के मालिक हो सकते हैं, तो <a href="%(project_settings_url)s"> मोबाइल वर्कर संपादन पृष्ठ पर अनाथ केस अलर्ट दिखाएं </a> प्रोजेक्ट सेटिंग को सक्षम करने पर विचार करें ताकि उपयोगकर्ताओं को केस या स्थानों को संशोधित करते समय संभावित अनाथ केस बनाने के बारे में सतर्क किया जा सके।

source: New Organization Level
hi: नया संगठन स्तर

source: Advanced mode
hi: उन्नत मोड

source: Organization Levels cannot be their own ancestors.
hi: संगठन स्तर स्वयं के पूर्वज नहीं हो सकते।

source: Parent Level
hi: पैरेंट स्तर

source: Parent Type
hi: पैरेंट प्रकार

source: This controls which parent this organization level must have. You can use this to setup a organization level that can have different types of children.
hi: यह नियंत्रित करता है कि इस संगठन स्तर का कौन सा पैरेंट होना चाहिए। आप इसका उपयोग एक ऐसा संगठन स्तर सेटअप करने के लिए कर सकते हैं जिसमें विभिन्न प्रकार के चाइल्ड हो सकते हैं।

source: Type Code
hi: प्रकार कोड

source: Level to expand from
hi: जिस स्तर से विस्तार करना है

source: <p>When directly accessing locations in your app, this controls the level below which all possible locations are available.</p> <p>The default is to make the user's location's ancestors and all descendants available</p>
hi: <p>जब आप अपनी ऐप में सीधे स्थानों तक पहुँचते हैं, तो यह नियंत्रित करता है कि किस स्तर के नीचे सभी संभावित स्थान उपलब्ध होंगे।</p> <p>डिफ़ॉल्ट रूप से उपयोगकर्ता के स्थान के पूर्वज और सभी वंशज उपलब्ध होते हैं।</p>

source: Level to expand to
hi: जिस स्तर तक विस्तार करना है

source: <p>When directly accessing locations in your app, this controls the depth of locations available.</p> <p>This can reduce the sync size and time - for example, a user at the State level may not need to see all Cities in that state.</p> <p>The default is to make the user's location's ancestors and all descendants available.</p>
hi: <p>जब आप अपनी ऐप में सीधे स्थानों तक पहुँचते हैं, तो यह नियंत्रित करता है कि कितनी गहराई तक स्थान उपलब्ध होंगे।</p> <p>यह सिंक का आकार और समय कम कर सकता है - उदाहरण के लिए, राज्य स्तर पर उपयोगकर्ता को उस राज्य के सभी शहर देखने की आवश्यकता नहीं हो सकती है।</p> <p>डिफ़ॉल्ट रूप से उपयोगकर्ता के स्थान के पूर्वज और सभी वंशज उपलब्ध होते हैं।</p>

source: Include without expanding
hi: विस्तार किए बिना शामिल करें

source: <p>Force sync all locations of this level and their ancestors.</p> <p>This is useful if you require some high level information in your app, like all the state names, but don't want to sync all the descendants of that location</p>
hi: <p>इस स्तर के सभी स्थानों और उनके पूर्वजों को जबरन सिंक करें।</p> <p>यह तब उपयोगी है जब आपको अपनी ऐप में कुछ उच्च स्तर की जानकारी चाहिए, जैसे सभी राज्य के नाम, लेकिन आप उस स्थान के सभी वंशजों को सिंक नहीं करना चाहते।</p>

source: Include only
hi: केवल शामिल करें

source: <p>Include only locations of the specified types.</p> <p>Every type you select must also have its parent included.</p>
hi: <p>केवल निर्दिष्ट प्रकार के स्थानों को शामिल करें।</p> <p>आपके द्वारा चुना गया प्रत्येक प्रकार का पैरेंट भी शामिल होना चाहिए।</p>

source: Tracks Stock
hi: स्टॉक ट्रैक करता है

source: Does this location keep inventory and track stock? Note that changing this property will update all locations of this level accordingly.
hi: क्या यह स्थान इन्वेंट्री रखता है और स्टॉक ट्रैक करता है? ध्यान दें कि इस गुण को बदलने से इस स्तर के सभी स्थानों को उसी अनुसार अपडेट किया जाएगा।

source: Owns Cases
hi: केस का मालिक है

source: <p>Determines if locations at this level should own cases; this will allow sharing of cases among any users assigned to a location at this level.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
hi: <p>निर्धारित करता है कि क्या इस स्तर के स्थानों को केस का मालिक होना चाहिए; इससे इस स्तर पर असाइन किए गए किसी भी उपयोगकर्ता के बीच केस साझा करना संभव होगा।</p> <p>इसके काम करने के लिए, आपको यह सुनिश्चित करना होगा कि आपने अपनी ऐप सेटिंग्स में केस शेयरिंग सक्षम की है। कृपया अधिक जानकारी के लिए <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>सहायता साइट</a> देखें।</p>

source: View Child Data
hi: चाइल्ड डेटा देखें

source: <p>Indicates if users assigned to this level should be able to see and update cases owned by levels below them.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
hi: <p>संकेत करता है कि क्या इस स्तर पर असाइन किए गए उपयोगकर्ता अपने नीचे के स्तरों द्वारा स्वामित्व वाले केस देख और अपडेट कर सकते हैं।</p> <p>इसके काम करने के लिए, आपको यह सुनिश्चित करना होगा कि आपने अपनी ऐप सेटिंग्स में केस शेयरिंग सक्षम की है। कृपया अधिक जानकारी के लिए <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>सहायता साइट</a> देखें।</p>

source: View Child Data to Level
hi: जिस स्तर तक चाइल्ड डेटा देखें

source: <p>Only include cases that show up in the user's restore file down to this level (inclusive).</p>
hi: <p>केवल उन्हीं केसों को शामिल करें जो उपयोगकर्ता की रिस्टोर फाइल में इस स्तर (समेत) तक दिखते हैं।</p>

source: Has Users
hi: उपयोगकर्ता हैं

source: <p>Indicates whether locations of this level can have users assigned.</p> <p>You cannot turn this setting off if there are users assigned to one of the locations.</p>
hi: <p>संकेत करता है कि क्या इस स्तर के स्थानों पर उपयोगकर्ता असाइन किए जा सकते हैं।</p> <p>यदि किसी स्थान पर उपयोगकर्ता असाइन हैं तो आप इस सेटिंग को बंद नहीं कर सकते।</p>

source: This field must be unique
hi: यह फ़ील्ड अद्वितीय होना चाहिए

source: default
hi: डिफ़ॉल्ट

source: New Child Location
hi: नई चाइल्ड लोकेशन

source: Location User
hi: लोकेशन उपयोगकर्ता

source: View Location Case
hi: लोकेशन केस देखें

source: Child Locations
hi: चाइल्ड स्थान

source: Products
hi: उत्पाद

source: <strong>There was an issue creating this location.</strong><br /> Please make sure that at least one <a href="%(levels_url)s">Organization Level</a> has been created.
hi: <strong>इस स्थान को बनाने में समस्या आई।</strong><br /> कृपया सुनिश्चित करें कि कम से कम एक <a href="%(levels_url)s">संगठन स्तर</a> बनाया गया है।

source: Default monthly consumption values
hi: डिफ़ॉल्ट मासिक खपत मान

source: Your permissions allow you to <strong>create, update, and delete locations</strong> and <strong>modify location settings</strong>. However, your project administrator has not granted you access to change workers at locations.
hi: आपकी अनुमतियाँ आपको <strong>स्थान बनाना, अपडेट करना और हटाना</strong> और <strong>स्थान सेटिंग्स संशोधित करना</strong> की अनुमति देती हैं। हालांकि, आपके प्रोजेक्ट एडमिनिस्ट्रेटर ने आपको स्थानों पर वर्कर बदलने की अनुमति नहीं दी है।

source: Unarchive
hi: अनआर्काइव करें

source: Archive
hi: आर्काइव करें

source: Delete Location:
hi: स्थान हटाएँ:

source: <strong>Warning!</strong> Deleting a location is permanent. There is no way to undo this action. This will also delete all child locations. If you are sure you would like to delete these <span data-bind="text: count"></span> locations, please type <strong><span data-bind="text: count"></span></strong> in the box below.
hi: <strong>चेतावनी!</strong> किसी स्थान को हटाना स्थायी है। इस क्रिया को पूर्ववत करने का कोई तरीका नहीं है। इससे सभी चाइल्ड स्थान भी हट जाएंगे। यदि आप निश्चित हैं कि आप इन <span data-bind="text: count"></span> स्थानों को हटाना चाहते हैं, तो कृपया नीचे दिए गए बॉक्स में <strong><span data-bind="text: count"></span></strong> टाइप करें।

source: Archive Location:
hi: स्थान आर्काइव करें:

source: <strong>Warning!</strong> Archiving a location will unassign any users which were associated with that location. You can unarchive this location at any point, but you will have to reassign the users manually.
hi: <strong>चेतावनी!</strong> किसी स्थान को आर्काइव करने से उससे जुड़े सभी उपयोगकर्ताओं की असाइनमेंट हट जाएगी। आप इस स्थान को कभी भी अनआर्काइव कर सकते हैं, लेकिन आपको उपयोगकर्ताओं को मैन्युअली फिर से असाइन करना होगा।

source: View Organization Structure
hi: संगठन संरचना देखें

source: Manage Organization Structure
hi: संगठन संरचना प्रबंधित करें

source: The organization feature allows you to represent the real-world structure of your project (districts, facilities, frontline workers, etc.). Once this structure has been defined, you can use it for reporting and case sharing. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
hi: संगठन सुविधा आपको अपने प्रोजेक्ट की वास्तविक दुनिया की संरचना (जिले, सुविधाएं, फ्रंटलाइन वर्कर आदि) को दर्शाने की अनुमति देती है। एक बार यह संरचना परिभाषित हो जाने के बाद, आप इसे रिपोर्टिंग और केस शेयरिंग के लिए उपयोग कर सकते हैं। संगठनों के बारे में अधिक जानें हमारे <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">सहायता साइट</a> पर।

source: Showing the Archived Location List.
hi: आर्काइव की गई स्थान सूची दिखा रहे हैं।

source: Download Organization Structure
hi: संगठन संरचना डाउनलोड करें

source: Bulk Upload
hi: बल्क अपलोड

source: Edit Location Fields
hi: स्थान फ़ील्ड संपादित करें

source: Show Archived Locations
hi: आर्काइव किए गए स्थान दिखाएँ

source: Show Active Locations
hi: सक्रिय स्थान दिखाएँ

source: Please define the organization levels <a href="%(location_types_url)s">here</a> for your project before creating any locations.
hi: कृपया अपने प्रोजेक्ट के लिए किसी भी स्थान को बनाने से पहले <a href="%(location_types_url)s">यहाँ</a> संगठन स्तर परिभाषित करें।

source: Include consumption data (this can cause the download to take several minutes).
hi: खपत डेटा शामिल करें (इससे डाउनलोड में कई मिनट लग सकते हैं)।

source: Download Empty Template
hi: खाली टेम्पलेट डाउनलोड करें

source: The site code cannot contain spaces or special characters.
hi: साइट कोड में स्पेस या विशेष वर्ण नहीं हो सकते हैं।

source: another location already uses this site code
hi: यह साइट कोड पहले से ही किसी अन्य स्थान द्वारा उपयोग किया जा रहा है

source: You must select a location type
hi: आपको एक स्थान प्रकार चुनना होगा

source: LocationType '{}' not found
hi: LocationType '{}' नहीं मिला

source: Location type not valid for the selected parent.
hi: चयनित पैरेंट के लिए स्थान प्रकार मान्य नहीं है।

source: You cannot change the location type of a location with children
hi: आप उस स्थान के प्रकार को नहीं बदल सकते जिसमें चाइल्ड स्थान हैं

source: Some of the location edits are still in progress, please wait until they finish and then try again
hi: कुछ स्थान संपादन अभी भी प्रगति पर हैं, कृपया उनके पूरा होने तक प्रतीक्षा करें और फिर पुनः प्रयास करें

source: Organizations can't be edited until the <a href='{}'>current bulk upload</a> has finished.
hi: जब तक <a href='{}'>वर्तमान बल्क अपलोड</a> पूरा नहीं हो जाता, तब तक संगठनों को संपादित नहीं किया जा सकता।

source: Locations
hi: स्थान

source: Organization Structure
hi: संगठन संरचना

source: Looks like you are assigning a location name/code to a different location in the same request. Please do this in two separate updates by using a temporary name to free up the name/code to be re-assigned.
hi: ऐसा लगता है कि आप एक ही अनुरोध में किसी स्थान का नाम/कोड किसी अन्य स्थान को असाइन कर रहे हैं। कृपया ऐसा दो अलग-अलग अपडेट में करें, अस्थायी नाम का उपयोग करके नाम/कोड को फिर से असाइन करने के लिए मुक्त करें।

source: You cannot delete organization levels that have locations
hi: आप उन संगठन स्तरों को नहीं हटा सकते जिनमें स्थान हैं

source: Location saved!
hi: स्थान सहेजा गया!

source: New Location
hi: नया स्थान

source: Location '{location_name}' has successfully been {action}.
hi: स्थान '{location_name}' को सफलतापूर्वक {action} किया गया है।

source: archived
hi: आर्काइव किया गया

source: unarchived
hi: अनआर्काइव किया गया

source: Edit Location
hi: स्थान संपादित करें

source: Update Product List
hi: उत्पाद सूची अपडेट करें

source: Specify Products Per Location
hi: प्रत्येक स्थान के लिए उत्पाद निर्दिष्ट करें

source: Products at Location
hi: स्थान पर उत्पाद

source: View {name} <small>{type}</small>
hi: {name} देखें <small>{type}</small>

source: Edit {name} <small>{type}</small>
hi: {name} संपादित करें <small>{type}</small>

source: You do not have permission to edit locations.
hi: आपको स्थान संपादित करने की अनुमति नहीं है।

source: You do not have permission to edit Mobile Workers.
hi: आपको मोबाइल वर्कर्स संपादित करने की अनुमति नहीं है।

source: Organization Structure Import Status
hi: संगठन संरचना आयात स्थिति

source: Upload Organization Structure From Excel
hi: एक्सेल से संगठन संरचना अपलोड करें

source: no file uploaded
hi: कोई फ़ाइल अपलोड नहीं की गई

source: no domain specified
hi: कोई डोमेन निर्दिष्ट नहीं किया गया

source: Invalid file-format. Please upload a valid xlsx file.
hi: अमान्य फ़ाइल-फॉर्मेट। कृपया एक मान्य xlsx फ़ाइल अपलोड करें।

source: Import complete.
hi: आयात पूर्ण हुआ।

source: Organization Structure importing has finished
hi: संगठन संरचना का आयात पूरा हो गया है

source: You need to define organization levels before you can do a bulk import or export.
hi: आपको बल्क आयात या निर्यात करने से पहले संगठन स्तर परिभाषित करने होंगे।

source: Download Organization Structure Status
hi: Diagnóstico de Casos

source: Go back to organization download
hi: संगठन डाउनलोड पर वापस जाएँ

source: Preparing organization structure download.
hi: Diagnóstico de Casos

source: There was an unexpected error! Please try again or report an issue.
hi: कोई अप्रत्याशित त्रुटि हुई! कृपया पुनः प्रयास करें या कोई समस्या रिपोर्ट करें।

source: Project Access
hi: प्रोजेक्ट एक्सेस

source: All users have been unassigned from their locations
hi: सभी उपयोगकर्ताओं को उनके स्थानों से अनअसाइन कर दिया गया है

source: only one file can be uploaded at a time
hi: एक बार में केवल एक फ़ाइल अपलोड की जा सकती है

source: Here are your keys!
hi: यहाँ आपकी चाबियाँ हैं!

source: Domain-specific
hi: डोमेन-विशिष्ट

source: This notification is not for all domains
hi: यह सूचना सभी डोमेनों के लिए नहीं है

source: Enter a comma separated list of domains for this notification. This is only required if you have checked the box above.
hi: इस सूचना के लिए डोमेनों की कॉमा सेपरेटेड सूची दर्ज करें। यह केवल तभी आवश्यक है जब आपने ऊपर दिए गए बॉक्स को चेक किया है।

source: Submit Information
hi: जानकारी जमा करें

source: Notifications
hi: सूचनाएँ

source: Notifications could not be fetched at this time.
hi: इस समय सूचनाएँ प्राप्त नहीं की जा सकीं।

source: Please see our blog for service updates.
hi: कृपया सेवा अपडेट के लिए हमारे ब्लॉग देखें।

source: Manage Notification
hi: सूचना प्रबंधित करें

source: Something went wrong in creating restore for the user. Please try again or report an issue
hi: उपयोगकर्ता के लिए पुनर्स्थापना बनाते समय कुछ गलत हो गया। कृपया फिर से प्रयास करें या समस्या की रिपोर्ट करें

source: {} was not in the domain {}
hi: {} डोमेन {} में नहीं था

source: {} not available as login-as user
hi: {} लॉगिन-एज़ उपयोगकर्ता के रूप में उपलब्ध नहीं है

source: Restore user {} not in allowed locations
hi: पुनर्स्थापना उपयोगकर्ता {} अनुमत स्थानों में नहीं है

source: {} does not have permission to edit commcare users
hi: {} को कमकेयर उपयोगकर्ताओं को संपादित करने की अनुमति नहीं है

source: Invalid restore as user {}
hi: अमान्य उपयोगकर्ता {} के रूप में पुनर्स्थापना

source: Failed to import product {name}: {ex}
hi: उत्पाद {name} आयात करने में विफल: {ex}

source: Product {product_name} belongs to another domain and was not updated
hi: उत्पाद {product_name} किसी अन्य डोमेन से संबंधित है और अपडेट नहीं किया गया

source: Product {product_name} could not be imported since its product ID is already assigned to another product
hi: उत्पाद {product_name} को आयात नहीं किया जा सका क्योंकि इसका उत्पाद आईडी पहले से ही किसी अन्य उत्पाद को सौंपा गया है

source: Product {product_name} references a program that doesn't exist: {program_id}
hi: उत्पाद {product_name} एक ऐसे प्रोग्राम का संदर्भ देता है जो मौजूद नहीं है: {program_id}

source: Successfully updated {number_of_products} products with {errors} errors.
hi: {number_of_products} उत्पादों को {errors} त्रुटियों के साथ सफलतापूर्वक अपडेट किया गया।

source: Product ID
hi: उत्पाद आईडी

source: Units
hi: इकाइयाँ

source: Program
hi: प्रोग्राम

source: Product with ID '{product_id}' could not be found!
hi: आईडी '{product_id}' वाला उत्पाद नहीं मिला!

source: Product ID is a required field and cannot be blank!
hi: उत्पाद आईडी एक आवश्यक फ़ील्ड है और खाली नहीं हो सकती!

source: Product name is a required field and cannot be blank!
hi: उत्पाद नाम एक आवश्यक फ़ील्ड है और खाली नहीं हो सकता!

source: Sorry, something went wrong! Please try again and report an issue if the problem persists
hi: माफ़ कीजिए, कुछ गलत हो गया! कृपया फिर से प्रयास करें और यदि समस्या बनी रहती है तो रिपोर्ट करें

source: The following errors were encountered
hi: निम्नलिखित त्रुटियाँ पाई गईं

source: Product Information
hi: उत्पाद जानकारी

source: Update Product
hi: उत्पाद अपडेट करें

source: Create Product
hi: उत्पाद बनाएँ

source: Available Products
hi: उपलब्ध उत्पाद

source: Showing the Inactive Product List.
hi: निष्क्रिय उत्पाद सूची दिखाई जा रही है।

source: Show Archived Products
hi: आर्काइव किए गए उत्पाद दिखाएँ

source: Show Active Products
hi: सक्रिय उत्पाद दिखाएँ

source: New Product
hi: नया उत्पाद

source: Bulk Import Products
hi: बल्क आयात उत्पाद

source: Edit Product Fields
hi: उत्पाद फ़ील्ड संपादित करें

source: Loading products...
hi: उत्पाद लोड हो रहे हैं...

source: There are no inactive products for this project.
hi: इस परियोजना के लिए कोई निष्क्रिय उत्पाद नहीं हैं।

source: There are no products for this project yet.
hi: इस परियोजना के लिए अभी तक कोई उत्पाद नहीं हैं।

source: Archive Product
hi: उत्पाद आर्काइव करें

source: Are you sure you want to
hi: क्या आप वाकई करना चाहते हैं

source: Re-Activated / Un-Archived Products
hi: पुनः सक्रिय / अन-आर्काइव किए गए उत्पाद

source: Archived Products
hi: आर्काइव किए गए उत्पाद

source: Un-Archived
hi: अन-आर्काइव किया गया

source: Archived
hi: आर्काइव किया गया

source: %(limit)s products per page
hi: %(limit)s उत्पाद प्रति पृष्ठ

source: Product '{product_name}' has successfully been {action}.
hi: उत्पाद '{product_name}' को सफलतापूर्वक {action} किया गया है।

source: Another product is already using the Product ID '{product_id}'
hi: एक अन्य उत्पाद पहले से ही उत्पाद आईडी '{product_id}' का उपयोग कर रहा है

source: Archive a product to stop showing data for it in reports and on mobile applications. Archiving is completely reversible, so you can always reactivate it later.
hi: रिपोर्टों और मोबाइल एप्लिकेशन में इसके लिए डेटा दिखाना बंद करने के लिए उत्पाद को आर्काइव करें। आर्काइविंग पूरी तरह से उलटने योग्य है, इसलिए आप इसे बाद में कभी भी पुनः सक्रिय कर सकते हैं।

source: Un-Archive
hi: अन-आर्काइव करें

source: This will re-activate the product, and the product will show up in reports again.
hi: यह उत्पाद को पुनः सक्रिय कर देगा, और उत्पाद फिर से रिपोर्टों में दिखाई देगा।

source: As a result of archiving, this product will no longer appear in reports. This action is reversable; you can reactivate this product by viewing Show Archived Products and clicking 'Unarchive'.
hi: आर्काइव करने के परिणामस्वरूप, यह उत्पाद अब रिपोर्टों में दिखाई नहीं देगा। यह क्रिया पुनःस्थापित की जा सकती है; आप 'Show Archived Products' देखकर और 'Unarchive' पर क्लिक करके इस उत्पाद को फिर से सक्रिय कर सकते हैं।

source: Product saved!
hi: उत्पाद सहेजा गया!

source: Import Products
hi: उत्पाद आयात करें

source: product
hi: उत्पाद

source: products
hi: उत्पाद

source: please use xlsx format only
hi: कृपया केवल xlsx प्रारूप का उपयोग करें

source: Product Import Status
hi: उत्पाद आयात स्थिति

source: Product importing has finished
hi: उत्पाद आयात करना समाप्त हो गया है

source: Edit Product
hi: उत्पाद संपादित करें

source: Edit %s
hi: %s संपादित करें

source: Name already in use
hi: नाम पहले से उपयोग में है

source: Form does not validate
hi: फॉर्म मान्य नहीं है

source: You cannot delete the default program
hi: आप डिफ़ॉल्ट प्रोग्राम को नहीं हटा सकते

source: Program Information
hi: प्रोग्राम जानकारी

source: Update Program
hi: प्रोग्राम अपडेट करें

source: Create Program
hi: प्रोग्राम बनाएं

source: There are no products for this program yet.
hi: इस प्रोग्राम के लिए अभी तक कोई उत्पाद नहीं हैं।

source: Available Programs
hi: उपलब्ध प्रोग्राम

source: Add Program
hi: प्रोग्राम जोड़ें

source: Loading programs...
hi: प्रोग्राम लोड हो रहे हैं...

source: There are no programs for this project yet.
hi: इस प्रोजेक्ट के लिए अभी तक कोई प्रोग्राम नहीं हैं।

source: This program is the default and cannot be deleted.
hi: यह प्रोग्राम डिफ़ॉल्ट है और हटाया नहीं जा सकता।

source: Delete Program
hi: प्रोग्राम हटाएं

source: delete
hi: हटाएं
