Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Case List Optimizations
hi: केस सूची अनुकूलन

source: Set caching and lazy loading for case list columns for better performance. Once saved, reload this page to reveal/hide relevant column on case list.
hi: बेहतर प्रदर्शन के लिए केस सूची कॉलम के लिए कैशिंग और लेज़ी लोडिंग सेट करें। एक बार सहेजने के बाद, इस पृष्ठ को फिर से लोड करें ताकि केस सूची में संबंधित कॉलम दिखें/छुपें।

source: Empty Case List Text
hi: खाली केस सूची पाठ

source: Last UCR Update
hi: अंतिम UCR अपडेट

source: Throughout this menu, include a persistent report tile displaying the last time UCR data was synced.
hi: इस मेनू में, एक स्थायी रिपोर्ट टाइल शामिल करें जो दिखाए कि UCR डेटा आखिरी बार कब सिंक किया गया था।

source: Edit Field Style
hi: फ़ील्ड शैली संपादित करें

source: Horizontal Align
hi: क्षैतिज संरेखण

source: Vertical Align
hi: ऊर्ध्वाधर संरेखण

source: Font Size
hi: फ़ॉन्ट आकार

source: Border
hi: सीमा

source: Shade
hi: छाया

source: Loading Multimedia Sizes...
hi: मल्टीमीडिया आकार लोड हो रहे हैं...

source: No Multimedia
hi: कोई मल्टीमीडिया नहीं

source: Preview
hi: पूर्वावलोकन

source: Replace
hi: बदलें

source: Set Path
hi: पथ सेट करें

source: Use this %(label)s for all languages
hi: सभी भाषाओं के लिए इस %(label)s का उपयोग करें

source: This %(label)s is linked to the default language, and can only be modified there.
hi: यह %(label)s डिफ़ॉल्ट भाषा से जुड़ा है, और इसे केवल वहीं संशोधित किया जा सकता है।

source: Use Default Path
hi: डिफ़ॉल्ट पथ का उपयोग करें

source: Application Release Logs
hi: एप्लिकेशन रिलीज़ लॉग

source: Version Number
hi: संस्करण संख्या

source: Update Type
hi: अपडेट प्रकार

source: Time
hi: समय

source: Info
hi: जानकारी

source: Current Profiles
hi: वर्तमान प्रोफ़ाइल

source: Remote applications only support one build profile. Please remove all but one profile before saving.
hi: रिमोट एप्लिकेशन केवल एक बिल्ड प्रोफ़ाइल का समर्थन करते हैं। कृपया सहेजने से पहले एक को छोड़कर सभी प्रोफ़ाइल हटा दें।

source: Application profiles let you install the same application with different languages and options on different phones. Application profiles will appear in <em>new</em> versions of the application.
hi: एप्लिकेशन प्रोफ़ाइल आपको एक ही एप्लिकेशन को अलग-अलग भाषाओं और विकल्पों के साथ अलग-अलग फ़ोन पर इंस्टॉल करने देती हैं। एप्लिकेशन प्रोफ़ाइल <em>नई</em> संस्करणों में दिखाई देंगी।

source: Manage application profiles here.
hi: यहाँ एप्लिकेशन प्रोफ़ाइल प्रबंधित करें।

source: Learn more about Application Profiles on our <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Help Site</a>
hi: एप्लिकेशन प्रोफ़ाइल के बारे में अधिक जानें हमारे <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>सहायता साइट</a> पर

source: Profile Name
hi: प्रोफ़ाइल नाम

source: Default Language
hi: डिफ़ॉल्ट भाषा

source: Upgrade to CommCare 2.30!
hi: CommCare 2.30 में अपग्रेड करें!

source: Latest Enabled Version:
hi: नवीनतम सक्षम संस्करण:

source: Add Profile
hi: प्रोफ़ाइल जोड़ें

source: <p class="lead"> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to start building your App! </p>
hi: <p class="lead"> कृपया <i class="fa fa-plus"></i> <strong>जोड़ें...</strong> पर क्लिक करें और अपनी ऐप बनाना शुरू करें! </p>

source: <p class="lead"> As you build your App, check out the <strong>App Preview</strong> to demo it in real time! </p>
hi: <p class="lead"> जैसे-जैसे आप अपनी ऐप बनाते हैं, <strong>ऐप पूर्वावलोकन</strong> देखें और इसे रीयल टाइम में डेमो करें! </p>

source: Versions
hi: संस्करण

source: Application Profiles
hi: एप्लिकेशन प्रोफ़ाइल

source: Your project does not have any mobile workers! Only mobile workers can log into a CommCare application. Before you can publish your application,
hi: आपके प्रोजेक्ट में कोई मोबाइल वर्कर नहीं है! केवल मोबाइल वर्कर ही CommCare एप्लिकेशन में लॉग इन कर सकते हैं। अपनी एप्लिकेशन प्रकाशित करने से पहले,

source: create your first mobile worker
hi: अपना पहला मोबाइल वर्कर बनाएं

source: Download to Android
hi: एंड्रॉइड पर डाउनलोड करें

source: Online Install
hi: ऑनलाइन इंस्टॉल

source: Offline Install
hi: ऑफ़लाइन इंस्टॉल

source: CommCare from Google Play
hi: Google Play से CommCare

source: to your Android device.
hi: अपने एंड्रॉइड डिवाइस पर।

source: Application Profile
hi: एप्लिकेशन प्रोफ़ाइल

source: Include Multimedia
hi: मल्टीमीडिया शामिल करें

source: Only supported for versions made after 2013-10-15
hi: केवल उन संस्करणों के लिए समर्थित है जो 2013-10-15 के बाद बनाए गए हैं

source: Download Targeted Version
hi: लक्षित संस्करण डाउनलोड करें

source: Open the app on your Android and use one of the following installation methods:
hi: अपने एंड्रॉइड पर ऐप खोलें और निम्नलिखित में से किसी एक इंस्टॉलेशन विधि का उपयोग करें:

source: Scan Application Barcode
hi: एप्लिकेशन बारकोड स्कैन करें

source: Enter App Code
hi: ऐप कोड दर्ज करें

source: Enter app code on installation screen:
hi: इंस्टॉलेशन स्क्रीन पर ऐप कोड दर्ज करें:

source: (No app code available. If you would like to use an app code instead of scanning the application barcode, try making another version.)
hi: (कोई ऐप कोड उपलब्ध नहीं है। यदि आप एप्लिकेशन बारकोड स्कैन करने के बजाय ऐप कोड का उपयोग करना चाहते हैं, तो एक और संस्करण बनाने का प्रयास करें।)

source: Transfer this file to your Android phone's file system
hi: इस फ़ाइल को अपने Android फ़ोन की फ़ाइल सिस्टम में ट्रांसफर करें

source: You'll be prompted to select this file from your phone's file system and install will begin
hi: आपको अपने फ़ोन की फ़ाइल सिस्टम से इस फ़ाइल को चुनने के लिए कहा जाएगा और इंस्टॉल शुरू हो जाएगा

source: Note: Offline install automatically installs all multimedia included in your form. All subsequent remote updates will also include multimedia which could require a lot of data. See the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Help Site </a> for more info.
hi: नोट: ऑफ़लाइन इंस्टॉल अपने आप आपके फ़ॉर्म में शामिल सभी मल्टीमीडिया इंस्टॉल करता है। सभी बाद के रिमोट अपडेट्स में भी मल्टीमीडिया शामिल होगा, जिससे अधिक डेटा की आवश्यकता हो सकती है। अधिक जानकारी के लिए देखें <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> सहायता साइट </a>.

source: Open in Web Apps
hi: वेब ऐप्स में खोलें

source: Send to phone via SMS
hi: SMS के माध्यम से फ़ोन पर भेजें

source: Download Multimedia
hi: मल्टीमीडिया डाउनलोड करें

source: View Source Files
hi: सोर्स फ़ाइलें देखें

source: Send to
hi: भेजें

source: SMS charges will incur.
hi: SMS शुल्क लागू होंगे।

source: Send
hi: भेजें

source: No URL was found for this app, try rebuilding.
hi: इस ऐप के लिए कोई URL नहीं मिला, पुनः निर्माण करने का प्रयास करें।

source: One or more of your versions is broken, please make sure it is not marked as released. Make a new version if needed, and update any live deployments as soon as possible.
hi: आपके एक या अधिक संस्करणों में समस्या है, कृपया सुनिश्चित करें कि इसे जारी के रूप में चिह्नित नहीं किया गया है। आवश्यकता होने पर नया संस्करण बनाएं, और किसी भी लाइव डिप्लॉयमेंट को जल्द से जल्द अपडेट करें।

source: All new versions should work, so if problems persist, please report the issue.
hi: सभी नए संस्करण काम करने चाहिए, इसलिए यदि समस्या बनी रहती है, तो कृपया समस्या की रिपोर्ट करें।

source: Show only released versions
hi: केवल जारी किए गए संस्करण दिखाएं

source: Released versions only
hi: केवल जारी किए गए संस्करण

source: show all
hi: सभी दिखाएं

source: Timing
hi: समय निर्धारण

source: Make New Version
hi: नया संस्करण बनाएं

source: The new application build contains the following deprecated case types:
hi: नए एप्लिकेशन बिल्ड में निम्नलिखित अप्रचलित केस प्रकार शामिल हैं:

source: For more information on deprecated case types, see the following <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation</a>.
hi: अप्रचलित केस प्रकारों के बारे में अधिक जानकारी के लिए, निम्नलिखित <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">दस्तावेज़</a> देखें।

source: Sorry, you don't have permission to do this action!
hi: माफ़ कीजिए, आपको यह क्रिया करने की अनुमति नहीं है!

source: Loading versions...
hi: संस्करण लोड हो रहे हैं...

source: An error occurred while fetching versions. Reload the page to try again.
hi: संस्करण प्राप्त करते समय एक त्रुटि हुई। पुनः प्रयास के लिए पृष्ठ को रीलोड करें।

source: Could not update
hi: अपडेट नहीं किया जा सका

source: Latest
hi: नवीनतम

source: by
hi: द्वारा

source: with CommCare v.
hi: CommCare v. के साथ

source: Unsigned Jar
hi: अनसाइन जार

source: (Click here to add a comment)
hi: (टिप्पणी जोड़ने के लिए यहां क्लिक करें)

source: Error updating comment. Please try again.
hi: टिप्पणी अपडेट करते समय त्रुटि। कृपया पुनः प्रयास करें।

source: View Changes
hi: परिवर्तन देखें

source: Revert to this Version
hi: इस संस्करण पर वापस जाएं

source: Publish
hi: प्रकाशित करें

source: Delete Version?
hi: संस्करण हटाएं?

source: Are you sure you want to delete this version
hi: क्या आप वाकई इस संस्करण को हटाना चाहते हैं

source: Delete Version
hi: संस्करण हटाएं

source: Revert to Version?
hi: इस संस्करण पर वापस जाएं?

source: This version uses an outdated form of case management. We advise against reverting back to this version.
hi: यह संस्करण केस प्रबंधन का पुराना रूप उपयोग करता है। हम इस संस्करण पर वापस जाने की सलाह नहीं देते।

source: Are you sure you want to revert to version <span data-bind="text: version"></span>?</p>
hi: क्या आप वाकई संस्करण <span data-bind="text: version"></span> पर वापस जाना चाहते हैं?</p>

source: Revert
hi: वापस जाएं

source: <p> All add-ons are enabled for this app. </p>
hi: <p> इस ऐप के लिए सभी ऐड-ऑन सक्षम हैं। </p>

source: <strong>Add-ons</strong> enable you to build more complex applications.
hi: <strong>ऐड-ऑन</strong> आपको अधिक जटिल एप्लिकेशन बनाने में सक्षम बनाते हैं।

source: Learn more.
hi: और जानें।

source: You have previously enabled this feature in your app, but have since lost access to it.
hi: आपने पहले अपने ऐप में यह सुविधा सक्षम की थी, लेकिन अब इसकी पहुंच खो दी है।

source: Your application will continue to function in places that utilized this feature, but you will not be able to edit any related functionality until you upgrade.
hi: आपका एप्लिकेशन उन स्थानों पर कार्य करता रहेगा जहाँ इस सुविधा का उपयोग किया गया था, लेकिन आप संबंधित कार्यक्षमता को तब तक संपादित नहीं कर पाएंगे जब तक आप अपग्रेड नहीं करते।

source: You cannot re-enable this feature once it is disabled until you upgrade your subscription.
hi: इस सुविधा को एक बार अक्षम करने के बाद, आप अपनी सदस्यता को अपग्रेड किए बिना इसे फिर से सक्षम नहीं कर सकते।

source: Replace Logo
hi: लोगो बदलें

source: Upload Logo
hi: लोगो अपलोड करें

source: Linked Application
hi: लिंक्ड एप्लिकेशन

source: Add-ons
hi: ऐड-ऑन

source: Advanced Settings
hi: एडवांस्ड सेटिंग्स

source: Update from upstream application
hi: अपस्ट्रीम एप्लिकेशन से अपडेट करें

source: Your app was last pulled from <a href='%(upstream_url)s'>%(upstream_name)s</a>, version %(upstream_version)s.
hi: आपका ऐप आखिरी बार <a href='%(upstream_url)s'>%(upstream_name)s</a>, संस्करण %(upstream_version)s से प्राप्त किया गया था।

source: Your app was last pulled from %(upstream_name)s, version %(upstream_version)s.
hi: आपका ऐप आखिरी बार %(upstream_name)s, संस्करण %(upstream_version)s से प्राप्त किया गया था।

source: Select an upstream app to pull
hi: अपस्ट्रीम ऐप चुनें जिसे प्राप्त करना है

source: version %(v)s
hi: संस्करण %(v)s

source: Email when finished (recommended for large applications)
hi: पूरा होने पर ईमेल करें (बड़ी एप्लिकेशन के लिए अनुशंसित)

source: Update
hi: अपडेट करें

source: Loading ...
hi: लोड हो रहा है ...

source: Try again
hi: फिर से प्रयास करें

source: Delete Application
hi: एप्लिकेशन हटाएं

source: Delete this application
hi: इस एप्लिकेशन को हटाएं

source: Custom Properties
hi: कस्टम प्रॉपर्टीज़

source: Oops! This setting shouldn't be here. Could you change it to the default to make it go away? Sorry about that.
hi: ओह! यह सेटिंग यहाँ नहीं होनी चाहिए थी। कृपया इसे डिफ़ॉल्ट पर बदलें ताकि यह गायब हो जाए। इसके लिए क्षमा करें।

source: This feature is not available on your subscription. Please upgrade to the <!-- ko text: upgrade_plan --><!-- /ko --> plan or higher.
hi: यह सुविधा आपकी सदस्यता में उपलब्ध नहीं है। कृपया <!-- ko text: upgrade_plan --><!-- /ko --> प्लान या उससे ऊपर के लिए अपग्रेड करें।

source: Add Custom Property
hi: कस्टम प्रॉपर्टी जोड़ें

source: Multimedia Reference Checker
hi: मल्टीमीडिया रेफरेंस चेकर

source: View, upload, and download your application's multimedia
hi: अपने एप्लिकेशन की मल्टीमीडिया देखें, अपलोड करें और डाउनलोड करें

source: Download Multimedia Zip
hi: मल्टीमीडिया ज़िप डाउनलोड करें

source: This .zip file is structured to match the multimedia paths referenced in your CommCare Application.
hi: यह .zip फ़ाइल आपके CommCare एप्लिकेशन में संदर्भित मल्टीमीडिया पथों से मेल खाने के लिए संरचित है।

source: Sync all multimedia with master
hi: सभी मल्टीमीडिया को मास्टर के साथ सिंक करें

source: Email when finished (recommended for applications with large number of multimedia files or heavy files)
hi: पूरा होने पर ईमेल करें (उन एप्लिकेशन के लिए अनुशंसित जिनमें बड़ी संख्या में मल्टीमीडिया फाइलें या भारी फाइलें हैं)

source: Force pull all multimedia (this can take a long time and will re-write all the multimedia in your app)
hi: सभी मल्टीमीडिया को जबरदस्ती प्राप्त करें (इसमें समय लग सकता है और यह आपके ऐप में सभी मल्टीमीडिया को फिर से लिख देगा)

source: Sync
hi: सिंक करें

source: This application currently does not contain any multimedia references.
hi: इस एप्लिकेशन में वर्तमान में कोई भी मल्टीमीडिया संदर्भ नहीं है।

source: Set as default
hi: डिफ़ॉल्ट के रूप में सेट करें

source: Add Language
hi: भाषा जोड़ें

source: Please save before adding another language
hi: कृपया दूसरी भाषा जोड़ने से पहले सहेजें

source: Smart language display in forms
hi: फॉर्म में स्मार्ट भाषा प्रदर्शन

source: Deleting Languages:
hi: भाषाएँ हटाई जा रही हैं:

source: Don't Delete
hi: हटाएँ नहीं

source: Feature Discrepancy
hi: फीचर असंगति

source: Oops! This application was deleted.
hi: ओह! यह एप्लिकेशन हटा दी गई थी।

source: If you want your application back, click Restore.
hi: यदि आप अपना एप्लिकेशन वापस चाहते हैं, तो पुनर्स्थापित पर क्लिक करें।

source: Restore
hi: पुनर्स्थापित करें

source: No thanks, get me out of here
hi: नहीं धन्यवाद, मुझे यहाँ से बाहर निकालें

source: This application uses an outdated form of case management and may behave unexpectedly. <br /> Please click the <i class="fa fa-question-circle nav-main-icon"></i> above and Report an Issue if you wish to continue to work with this application.
hi: यह एप्लिकेशन केस प्रबंधन का पुराना रूप उपयोग करती है और अप्रत्याशित व्यवहार कर सकती है। <br /> कृपया ऊपर <i class="fa fa-question-circle nav-main-icon"></i> पर क्लिक करें और यदि आप इस एप्लिकेशन के साथ काम करना जारी रखना चाहते हैं तो एक समस्या रिपोर्ट करें।

source: Empty
hi: Manejo de Casos

source: Untitled
hi: शीर्षकहीन

source: Could not find sheet "translations" in uploaded file.
hi: अपलोड की गई फ़ाइल में "translations" शीट नहीं मिली।

source: Property '' is empty. We did not add it to the translations
hi: प्रॉपर्टी '' खाली है। हमने इसे अनुवादों में नहीं जोड़ा

source: Property '{prop}' is not a known CommCare UI string, but we added it anyway.
hi: प्रॉपर्टी '{prop}' ज्ञात CommCare UI स्ट्रिंग नहीं है, लेकिन हमने इसे फिर भी जोड़ दिया।

source: Could not understand '{param}' in {lang} value of '{prop}'.
hi: {lang} में '{prop}' के मान में '{param}' को समझा नहीं जा सका।

source: Property '{prop}' should contain {expected} but {lang} value contains {actual}.
hi: प्रॉपर्टी '{prop}' में {expected} होना चाहिए लेकिन {lang} मान में {actual} है।

source: Practice User with id {id} not found, please make sure you have not deleted this user
hi: प्रैक्टिस उपयोगकर्ता जिसकी आईडी {id} है, नहीं मिला, कृपया सुनिश्चित करें कि आपने इस उपयोगकर्ता को हटाया नहीं है

source: User {username} is not a practice user, please turn on practice mode for this user
hi: उपयोगकर्ता {username} प्रैक्टिस उपयोगकर्ता नहीं है, कृपया इस उपयोगकर्ता के लिए प्रैक्टिस मोड चालू करें

source: User {username} has been deleted, you can't use that user as practice user
hi: उपयोगकर्ता {username} को हटा दिया गया है, आप उस उपयोगकर्ता को प्रैक्टिस उपयोगकर्ता के रूप में उपयोग नहीं कर सकते

source: User {username} has been deactivated, you can't use that user as practice user
hi: उपयोगकर्ता {username} को निष्क्रिय कर दिया गया है, आप उस उपयोगकर्ता को प्रैक्टिस उपयोगकर्ता के रूप में उपयोग नहीं कर सकते

source: All Forms
hi: सभी फ़ॉर्म

source: All Case Properties
hi: सभी केस प्रॉपर्टीज़

source: Case Types
hi: केस प्रकार

source: You have deleted an application. <a href="%s" class="post-link">Undo</a>
hi: आपने एक एप्लिकेशन हटा दी है। <a href="%s" class="post-link">पूर्ववत करें</a>

source: Untitled Application
hi: शीर्षक रहित एप्लिकेशन

source: This is not an allowed value for this field
hi: यह इस फ़ील्ड के लिए अनुमत मान नहीं है

source: Not set
hi: सेट नहीं किया गया

source: app translation
hi: ऐप अनुवाद

source: app translations
hi: ऐप अनुवाद

source: You cannot create a linked app in the same project space as the upstream app.
hi: आप एक ही प्रोजेक्ट स्पेस में लिंक्ड ऐप नहीं बना सकते जहाँ अपस्ट्रीम ऐप है।

source: Make sure the version you are copying from is released.
hi: सुनिश्चित करें कि आप जिस संस्करण से कॉपी कर रहे हैं वह जारी किया गया है।

source: Unable to get latest released version of your app. Make sure you have at least one released build.
hi: आपके ऐप का नवीनतम जारी संस्करण प्राप्त करने में असमर्थ। कृपया सुनिश्चित करें कि आपके पास कम से कम एक जारी बिल्ड है।

source: Creating linked app failed. {}
hi: लिंक्ड ऐप बनाना विफल रहा। {}

source: Application successfully copied and linked.
hi: एप्लिकेशन सफलतापूर्वक कॉपी और लिंक किया गया।

source: A sample CommCare application for you to explore
hi: आपके लिए एक्सप्लोर करने हेतु एक सैंपल CommCare एप्लिकेशन

source: Latest Version
hi: नवीनतम संस्करण

source: {} version
hi: {} संस्करण

source: Invalid application id requested for exchange import
hi: एक्सचेंज इम्पोर्ट के लिए अमान्य एप्लिकेशन आईडी अनुरोधित की गई है

source: The form is incompatible with the destination menu and was not moved.
hi: फ़ॉर्म गंतव्य मेनू के साथ असंगत है और स्थानांतरित नहीं किया गया।

source: Oops. Looks like you got out of sync with us. The sidebar has been updated, so please try again.
hi: ओह! लगता है आप हमारे साथ सिंक से बाहर हो गए हैं। साइडबार अपडेट हो गया है, कृपया फिर से प्रयास करें।

source: You have successfully removed User Properties from this application.
hi: आपने इस एप्लिकेशन से उपयोगकर्ता प्रॉपर्टीज़ सफलतापूर्वक हटा दी हैं।

source: Please select an upstream app.
hi: कृपया एक अपस्ट्रीम ऐप चुनें।

source: Your request has been submitted. We will notify you via email once completed.
hi: आपका अनुरोध सबमिट कर दिया गया है। पूरा होने पर हम आपको ईमेल के माध्यम से सूचित करेंगे।

source: Your linked application was successfully updated to the latest version.
hi: आपका लिंक्ड एप्लिकेशन सफलतापूर्वक नवीनतम संस्करण में अपडेट कर दिया गया है।

source: Sorry: this build is invalid. Try deleting it and rebuilding. If error persists, please report an issue
hi: माफ़ करें: यह बिल्ड अमान्य है। इसे हटाकर फिर से बनाएं। यदि त्रुटि बनी रहती है, तो कृपया समस्या रिपोर्ट करें

source: We were unable to get your files because your Application has errors. Please click <strong>Make New Version</strong> for feedback on how to fix these errors.
hi: हम आपकी फ़ाइलें प्राप्त करने में असमर्थ हैं क्योंकि आपकी एप्लिकेशन में त्रुटियाँ हैं। कृपया इन त्रुटियों को ठीक करने के लिए <strong>नया संस्करण बनाएं</strong> पर क्लिक करें।

source: You tried to edit a form that was from a previous release, so we have directed you to the latest version of your application.
hi: आपने किसी पिछले रिलीज़ से फ़ॉर्म को संपादित करने का प्रयास किया, इसलिए हमने आपको आपकी एप्लिकेशन के नवीनतम संस्करण पर निर्देशित किया है।

source: You tried to edit this form in the Form Builder. However, your administrator has locked this form against editing in the form builder, so we have redirected you to the form's front page instead.
hi: आपने इस फ़ॉर्म को फ़ॉर्म बिल्डर में संपादित करने का प्रयास किया। हालाँकि, आपके व्यवस्थापक ने इस फ़ॉर्म को फ़ॉर्म बिल्डर में संपादन के लिए लॉक कर दिया है, इसलिए हमने आपको फ़ॉर्म के मुख्य पृष्ठ पर पुनः निर्देशित किया है।

source: You tried to edit this form in the Form Builder. However, this is a linked application and you can only make changes to the upstream version.
hi: आपने इस फ़ॉर्म को फ़ॉर्म बिल्डर में संपादित करने का प्रयास किया। हालाँकि, यह एक लिंक्ड एप्लिकेशन है और आप केवल अपस्ट्रीम संस्करण में ही परिवर्तन कर सकते हैं।

source: There is an error in the case management of your application. Please fix the error to see case properties in this tree
hi: आपकी एप्लिकेशन के केस प्रबंधन में एक त्रुटि है। कृपया इस त्रुटि को ठीक करें ताकि आप इस ट्री में केस प्रॉपर्टीज़ देख सकें

source: This form could not be copied because it is not compatible with the selected module.
hi: इस फ़ॉर्म को कॉपी नहीं किया जा सका क्योंकि यह चयनित मॉड्यूल के साथ संगत नहीं है।

source: There was an error saving, please try again!
hi: सहेजने में त्रुटि हुई, कृपया पुनः प्रयास करें!

source: You can't enable a form as release notes without allowing it as a release notes form <TODO messaging>
hi: आप किसी फ़ॉर्म को रिलीज़ नोट्स के रूप में सक्षम नहीं कर सकते जब तक कि उसे रिलीज़ नोट्स फ़ॉर्म के रूप में अनुमति न दें <TODO संदेश>

source: '{val}' is an invalid custom instance {key}
hi: '{val}' एक अमान्य कस्टम इंस्टेंस {key} है

source: Unable to validate form due to server error.
hi: सर्वर त्रुटि के कारण फ़ॉर्म को मान्य करने में असमर्थ।

source: Home Screen
hi: होम स्क्रीन

source: First Menu
hi: पहला मेनू

source: Menu:
hi: मेनू:

source: Previous Screen
hi: पिछली स्क्रीन

source: Parent Menu:
hi: पैरेंट मेनू:

source: Link to other form or menu
hi: अन्य फ़ॉर्म या मेनू से लिंक करें

source: All Programs
hi: सभी प्रोग्राम

source: Load external case into form
hi: बाहरी केस को फॉर्म में लोड करें

source: Smart link to external domain
hi: बाहरी डोमेन के लिए स्मार्ट लिंक

source: Case list used by Select Parent First in '{}' not found
hi: ‘{}’ में Select Parent First द्वारा उपयोग की गई केस सूची नहीं मिली

source: Product List
hi: उत्पाद सूची

source: Product Detail
hi: उत्पाद विवरण

source: 'Menu Mode' is not configured as 'Display menu and then forms'
hi: 'मेनू मोड' को 'मेनू दिखाएं और फिर फॉर्म्स' के रूप में कॉन्फ़िगर नहीं किया गया है

source: all forms in this case list must update a case, which means that registration forms must go in a different case list
hi: इस केस सूची में सभी फॉर्म्स को किसी केस को अपडेट करना चाहिए, जिसका अर्थ है कि पंजीकरण फॉर्म्स को अलग केस सूची में रखना होगा

source: 'Parent Selection' is configured
hi: 'Parent Selection' कॉन्फ़िगर किया गया है

source: The case hierarchy contains a circular reference.
hi: केस पदानुक्रम में एक चक्रीय संदर्भ है।

source: "{}" has sub-menus. You must remove these before you can delete it.
hi: "{}" में उप-मेनू हैं। इन्हें हटाने के बाद ही आप इसे हटा सकते हैं।

source: You have deleted "{deleted_names}". <a href="{restore_url}" class="post-link">Undo</a>
hi: आपने "{deleted_names}" को हटा दिया है। <a href="{restore_url}" class="post-link">पूर्ववत करें</a>

source: Case type {} does not match current menu.
hi: केस प्रकार {} वर्तमान मेनू से मेल नहीं खाता।

source: Updated {}
hi: अपडेट किया गया {}

source: Could not update {}
hi: {} को अपडेट नहीं कर सके

source: Please choose at least one menu to overwrite.
hi: कृपया अधिलेखन के लिए कम से कम एक मेनू चुनें।

source: Please choose at least one option to overwrite.
hi: कृपया अधिलेखन के लिए कम से कम एक विकल्प चुनें।

source: The case search property '{}' is missing the following lookup table attributes: {}
hi: केस खोज प्रॉपर्टी '{}' में निम्नलिखित लुकअप टेबल विशेषताएँ गायब हैं: {}
