Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
hi: %(plan_name)s का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें।

source: Best regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
hi: सादर,<br /> CommCare HQ टीम<br /> www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: %(greeting)s Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s. Statement No.: %(statement_number)s Account: %(account_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
hi: %(greeting)s आपका %(month_name)s बिलिंग विवरण अब ग्राहक खाता %(account_name)s के लिए उपलब्ध है। विवरण संख्या: %(statement_number)s खाता: %(account_name)s स्थिति: %(payment_status)s इस महीने देय राशि: %(amount_due)s कुल बकाया: %(total_balance)s

source: Payment Due Date: %(date_due)s
hi: भुगतान की अंतिम तिथि: %(date_due)s

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
hi: कृपया ध्यान दें कि इस %(month_name)s भुगतान की अंतिम तिथि स्थगित कर दी गई है, क्योंकि इस महीने देय राशि $%(small_invoice_threshold)s से कम है। हालांकि, अब आपका कुल बकाया $%(small_invoice_threshold)s से अधिक है, कृपया ध्यान दें कि आपको अपना बकाया अगले 30 दिनों के भीतर चुकाना होगा।

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
hi: पूरा बिलिंग विवरण देखने के लिए, अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉगिन करें और %(statements_url)s पर बिलिंग स्टेटमेंट्स पर जाएँ

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to Billing Statements at %(statements_url)s
hi: आपके प्रोजेक्ट के प्रशासक पूरा बिलिंग विवरण देखने के लिए CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉगिन कर सकते हैं और %(statements_url)s पर बिलिंग स्टेटमेंट्स पर जा सकते हैं

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
hi: - क्रेडिट कार्ड से भुगतान करने के लिए, कृपया अपनी बिलिंग स्टेटमेंट्स पेज पर जाएँ, अपनी बिना चुकाई गई इनवॉइस(इनवॉइसेज़) के सामने हरे रंग के "Make Payment" बटन पर क्लिक करें, और जितनी राशि आप भुगतान करना चाहते हैं तथा अपने क्रेडिट कार्ड विवरण भरें।

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
hi: - वायर द्वारा भुगतान करने के लिए, अपनी इनवॉइस पर Dimagi के बैंक खाते का विवरण देखें। कृपया अपने वायर भुगतान में इनवॉइस नंबर शामिल करें और भुगतान करने के बाद %(accounts_email)s पर एक ईमेल भेजें, जिसमें भुगतान की तारीख, राशि, इनवॉइस नंबर, और प्रोजेक्ट स्पेस का उल्लेख करें।

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
hi: कृपया ध्यान दें कि इस भुगतान की अंतिम तिथि स्थगित कर दी गई है, क्योंकि इस महीने देय राशि $%(small_invoice_threshold)s से कम है। आपको भुगतान की याद दिलाने वाले ईमेल तब मिलना शुरू होंगे जब आपका कुल बकाया $%(small_invoice_threshold)s तक पहुँच जाएगा।

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
hi: इनवॉइसेज़ देखने और भुगतान करने के लिए, आप अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉगिन करें और %(statements_url)s पर बिलिंग स्टेटमेंट्स पर जाएँ

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
hi: इनवॉइसेज़ देखने और भुगतान करने के लिए, आपके प्रोजेक्ट के प्रशासक अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉगिन कर सकते हैं और %(statements_url)s पर बिलिंग स्टेटमेंट्स पर जा सकते हैं

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: %(plan_name)s का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(domain)s administrator,
hi: प्रिय %(domain)s प्रशासक,

source: Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
hi: आपकी %(plan_name)s सदस्यता जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नवीनीकृत नहीं करते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और जब तक आप नई भुगतान योजना के लिए पुनः-सदस्यता नहीं लेते, तब तक आपको सभी सुविधाओं की पहुँच नहीं मिलेगी।

source: To change or renew your subscription, please reach out to %(sales_email)s.
hi: अपनी सदस्यता बदलने या नवीनीकरण के लिए, कृपया %(sales_email)s से संपर्क करें।

source: If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare.
hi: यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद।

source: Best regards,
hi: सादर,

source: The CommCare HQ Team
hi: CommCare HQ टीम

source: Dear %(account)s administrator, Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please reach out to %(sales_email)s. If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
hi: प्रिय %(account)s प्रशासक, आपकी %(plan_name)s सदस्यता जल्द ही समाप्त हो रही है! यदि आप तब तक अपनी सदस्यता नवीनीकृत नहीं करते हैं, तो आपकी सदस्यता %(ending_on)s को रोक दी जाएगी और जब तक आप नई भुगतान योजना के लिए पुनः-सदस्यता नहीं लेते, तब तक आपको सभी सुविधाओं की पहुँच नहीं मिलेगी। अपनी सदस्यता बदलने या नवीनीकरण के लिए, कृपया %(sales_email)s से संपर्क करें। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। CommCare के उपयोग और समर्थन के लिए धन्यवाद। सादर, CommCare HQ टीम %(base_url)s

source: Dear %(domain)s administrator,
hi: प्रिय %(domain)s प्रशासक,

source: Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan.
hi: CommCare प्रोजेक्ट स्पेस %(domain)s के लिए आपकी सदस्यता रोक दी गई है। आप किसी योजना के लिए पुनः-सदस्यता लेकर अपने डेटा और प्रोजेक्ट स्पेस तक पहुँच फिर से प्राप्त कर सकते हैं।

source: To see the full list of unpaid invoices you can follow this link:
hi: बिना चुकाई गई इनवॉइसेज़ की पूरी सूची देखने के लिए आप इस लिंक का अनुसरण कर सकते हैं:

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >instructions</a >.
hi: याद दिलाने के लिए, भुगतान क्रेडिट कार्ड, इलेक्ट्रॉनिक फंड ट्रांसफर (EFT), या चेक के माध्यम से इन <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >निर्देशों</a> > का पालन करके किया जा सकता है।

source: After you have paid the unpaid invoices you can re-subscribe to your plan here:
hi: बिना चुकाई गई इनवॉइसेज़ का भुगतान करने के बाद आप यहाँ अपनी योजना के लिए पुनः-सदस्यता ले सकते हैं:

source: If you have any questions, please don’t hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Thank you for using CommCare.
hi: यदि आपके कोई प्रश्न हैं, तो कृपया <a href="mailto:%(contact_email)s">%(contact_email)s</a> से संपर्क करने में संकोच न करें। CommCare का उपयोग करने के लिए धन्यवाद।

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
hi: सादर, <br /> CommCare HQ टीम <br /> www.commcarehq.org

source: Dear %(domain)s administrator, Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods After you have paid the unpaid invoices you can re-subscribe to your plan here: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
hi: प्रिय %(domain)s प्रशासक, CommCare प्रोजेक्ट स्पेस %(domain)s के लिए आपकी सदस्यता रोक दी गई है। आप किसी योजना के लिए पुनः-सदस्यता लेकर अपने डेटा और प्रोजेक्ट स्पेस तक पहुँच फिर से प्राप्त कर सकते हैं। बिना चुकाई गई इनवॉइसेज़ की पूरी सूची देखने के लिए आप इस लिंक का अनुसरण कर सकते हैं: %(statements_url)s याद दिलाने के लिए, भुगतान क्रेडिट कार्ड, इलेक्ट्रॉनिक फंड ट्रांसफर (EFT), या चेक के माध्यम से https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods पर दिए गए निर्देशों का पालन करके किया जा सकता है बिना चुकाई गई इनवॉइसेज़ का भुगतान करने के बाद आप यहाँ अपनी योजना के लिए पुनः-सदस्यता ले सकते हैं: %(subscription_url)s यदि आपके कोई प्रश्न हैं, तो कृपया %(contact_email)s से संपर्क करने में संकोच न करें। CommCare का उपयोग करने के लिए धन्यवाद। सादर, CommCare HQ टीम www.commcarehq.org

source: Dear %(domain_or_account)s administrator,
hi: प्रिय %(domain_or_account)s प्रशासक,

source: Your CommCare %(subscriptions_to_downgrade)s will be paused <b><i>after tomorrow</i></b> because your CommCare Billing Statements are more than %(days_overdue)s days overdue. <strong >If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to paid plan.</strong >
hi: आपकी CommCare %(subscriptions_to_downgrade)s <b><i>कल के बाद</i></b> रोक दी जाएगी क्योंकि आपकी CommCare बिलिंग स्टेटमेंट्स %(days_overdue)s दिनों से अधिक समय से बकाया हैं। <strong >यदि आप कल से पहले भुगतान नहीं करते हैं, तो आपकी सदस्यता स्वचालित रूप से रोक दी जाएगी और जब तक आप भुगतान योजना के लिए पुनः-सदस्यता नहीं लेते, तब तक आपको अपने प्रोजेक्ट स्पेस और डेटा तक पहुँच नहीं मिलेगी।</strong >

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >these steps</a >.
hi: आप कभी भी इन <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >स्टेप्स</a> > का पालन करके कई महीनों के लिए अग्रिम भुगतान भी कर सकते हैं।

source: Dear %(domain_or_account)s administrator, Your CommCare %(subscriptions_to_downgrade)s will be paused after tomorrow because your CommCare Billing Statements are more than %(days_overdue)s days overdue. If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to a paid plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
hi: प्रिय %(domain_or_account)s प्रशासक, आपकी CommCare %(subscriptions_to_downgrade)s कल के बाद रोक दी जाएगी क्योंकि आपकी CommCare बिलिंग स्टेटमेंट्स %(days_overdue)s दिनों से अधिक समय से बकाया हैं। यदि आप कल से पहले भुगतान नहीं करते हैं, तो आपकी सदस्यता स्वचालित रूप से रोक दी जाएगी और जब तक आप भुगतान योजना के लिए पुनः-सदस्यता नहीं लेते, तब तक आपको अपने प्रोजेक्ट स्पेस और डेटा तक पहुँच नहीं मिलेगी। बिना चुकाई गई इनवॉइसेज़ की पूरी सूची देखने के लिए आप इस लिंक का अनुसरण कर सकते हैं: %(statements_url)s याद दिलाने के लिए, भुगतान क्रेडिट कार्ड, इलेक्ट्रॉनिक फंड ट्रांसफर (EFT), या चेक के माध्यम से https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods पर दिए गए निर्देशों का पालन करके किया जा सकता है आप कभी भी https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing पर दिए गए स्टेप्स का पालन करके कई महीनों के लिए अग्रिम भुगतान भी कर सकते हैं यदि आपके कोई प्रश्न हैं, तो कृपया %(contact_email)s से संपर्क करने में संकोच न करें। CommCare का उपयोग करने के लिए धन्यवाद। सादर, CommCare HQ टीम www.commcarehq.org

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
hi: आपकी %(plan_name)s बिलिंग स्टेटमेंट अब %(month_name)s के लिए उपलब्ध है।

source: Best Regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
hi: सादर,<br /> CommCare HQ टीम<br /> www.commcarehq.org

source: %(greeting)s Your %(plan_name)s Billing Statement is now available for %(month_name)s. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
hi: %(greeting)s आपकी %(plan_name)s बिलिंग स्टेटमेंट अब %(month_name)s के लिए उपलब्ध है। विवरण संख्या: %(statement_number)s प्रोजेक्ट स्पेस: %(domain)s सॉफ्टवेयर प्लान: %(plan_name)s स्थिति: %(payment_status)s इस महीने देय राशि: %(amount_due)s कुल बकाया: %(total_balance)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: %(plan_name)s का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: You have recently elected to enroll in automatic payment for your CommCare invoices with the following credentials
hi: आपने हाल ही में अपनी CommCare इनवॉइसेज़ के लिए स्वचालित भुगतान में नामांकन करने का विकल्प चुना है निम्नलिखित विवरण के साथ

source: Username
hi: यूज़रनेम

source: Last 4 digits of Credit Card
hi: क्रेडिट कार्ड के अंतिम 4 अंक

source: On the generation of your next invoice, your credit card will automatically be charged on the invoice due date. You do not have to take any further action to enable payment for invoices generated in the future. To unenroll from auto pay or to update your credit card information, navigate to the <a href='%(billing_info_url)s'>Billing Information page</a>.
hi: आपकी अगली इनवॉइस बनने पर, आपकी क्रेडिट कार्ड से इनवॉइस की अंतिम तिथि पर स्वचालित रूप से राशि काट ली जाएगी। भविष्य में बनने वाली इनवॉइसेज़ के भुगतान के लिए आपको कोई अतिरिक्त कार्रवाई करने की आवश्यकता नहीं है। ऑटो पे से नामांकन हटाने या अपने क्रेडिट कार्ड की जानकारी अपडेट करने के लिए, <a href='%(billing_info_url)s'>बिलिंग जानकारी पेज</a> पर जाएँ।

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.
hi: CommCare का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a> से संपर्क करने में संकोच न करें।

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
hi: आपकी %(plan_name)s बिलिंग स्टेटमेंट अब %(month_name)s के लिए उपलब्ध है।

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
hi: आपने इस इनवॉइस का भुगतान स्वचालित रूप से क्रेडिट कार्ड से करने का विकल्प चुना है जिसके अंतिम चार अंक %(last_4)s हैं। आपकी क्रेडिट कार्ड से %(date_due)s को स्वचालित रूप से राशि काट ली जाएगी। आप यह सेटिंग CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉगिन कर <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाकर बदल सकते हैं।

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
hi: आपकी %(plan_name)s बिलिंग स्टेटमेंट अब %(month_name)s के लिए उपलब्ध है।

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to Billing Statements.
hi: आपने इस इनवॉइस का भुगतान स्वचालित रूप से क्रेडिट कार्ड से करने का विकल्प चुना है जिसके अंतिम चार अंक %(last_4)s हैं। आपकी क्रेडिट कार्ड से %(date_due)s को स्वचालित रूप से राशि काट ली जाएगी। आप यह सेटिंग CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉगिन कर बिलिंग स्टेटमेंट्स पर जाकर बदल सकते हैं।

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
hi: %(plan_name)s का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें।

source: Best Regards, The CommCare HQ Team www.commcarehq.org
hi: सादर, CommCare HQ टीम www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: विवरण भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
hi: यह ईमेल आपके द्वारा अपने प्रोजेक्ट %(project)s के लिए चालान संख्या %(invoice_num)s पर %(amount)s के भुगतान की रसीद है।

source: This invoice is now marked as paid as of %(date_paid)s.
hi: यह चालान अब %(date_paid)s को भुगतान किया गया के रूप में चिह्नित किया गया है।

source: Invoice No.
hi: चालान संख्या

source: Date Due
hi: देय तिथि

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
hi: प्रिय %(name)s, यह ईमेल आपके द्वारा अपने प्रोजेक्ट %(project)s के लिए चालान संख्या %(invoice_num)s पर %(amount)s के भुगतान की रसीद है।

source: Please note that there is still a remaining balance on this Invoice. Invoice No.: %(invoice_num)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s Date Due: %(date_due)s
hi: कृपया ध्यान दें कि इस चालान पर अभी भी शेष राशि बाकी है। चालान संख्या: %(invoice_num)s भुगतान की गई राशि: %(amount)s भुगतान तिथि: %(date_paid)s लेन-देन संख्या: %(transaction_id)s शेष राशि: %(balance)s देय तिथि: %(date_due)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
hi: CommCare का उपयोग करने के लिए धन्यवाद। यदि आपके कोई प्रश्न हैं, तो कृपया %(invoicing_contact_email)s से संपर्क करने में संकोच न करें। सादर, CommCare HQ टीम www.commcarehq.org ईमेल भेजने वाला: CommCare HQ और कंपनी Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days.
hi: प्रिय %(domain_or_account)s व्यवस्थापक, यह एक अनुस्मारक है कि आपकी %(plan_name)s बिलिंग स्टेटमेंट %(month_name)s के लिए %(days_until_due)s दिनों में देय है।

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
hi: पूरी बिलिंग स्टेटमेंट देखने के लिए, अपने प्रोजेक्ट स्पेस में CommCare HQ पर लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएं।

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
hi: आपके प्रोजेक्ट के व्यवस्थापक पूरी बिलिंग स्टेटमेंट देख सकते हैं, इसके लिए CommCare HQ में अपने प्रोजेक्ट स्पेस में लॉग इन करें और <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पर जाएं।

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
hi: क्रेडिट कार्ड से भुगतान करने के लिए, कृपया अपनी <a href="%(statements_url)s">बिलिंग स्टेटमेंट्स</a> पेज पर जाएं, अपनी बिना चुकाई चालान के सामने हरे रंग के "Make Payment" बटन पर क्लिक करें, और जितनी राशि आप भुगतान करना चाहते हैं वह और अपने क्रेडिट कार्ड विवरण भरें।

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
hi: वायर द्वारा भुगतान करने के लिए, अपनी चालान में Dimagi के बैंक खाते का विवरण देखें। कृपया वायर भुगतान में चालान संख्या शामिल करें और भुगतान करने के बाद %(accounts_email)s पर ईमेल भेजें, जिसमें भुगतान की तिथि, राशि, चालान संख्या और प्रोजेक्ट स्पेस का उल्लेख करें।

source: Best Regards,
hi: सादर,
