Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: The time at which this form was started
hi: जिस समय यह फॉर्म शुरू किया गया था

source: The username of the user who submitted this form
hi: उस उपयोगकर्ता का उपयोगकर्ता नाम जिसने यह फॉर्म सबमिट किया

source: The ID of the user who submitted this form
hi: उस उपयोगकर्ता की आईडी जिसने यह फॉर्म सबमिट किया

source: The XMLNS of this form
hi: इस फॉर्म का XMLNS

source: The name of this form
hi: इस फॉर्म का नाम

source: The version of CommCare and the app that was used to submit this form
hi: CommCare और ऐप का संस्करण जिसका उपयोग इस फॉर्म को सबमिट करने के लिए किया गया

source: The ID of the device that submitted this form
hi: उस डिवाइस की आईडी जिसने यह फॉर्म सबमिट किया

source: GPS capture when opening the form
hi: फॉर्म खोलते समय GPS कैप्चर

source: The ID of the app that this form is part of
hi: उस ऐप की आईडी जिसका यह फॉर्म हिस्सा है

source: The ID of the published app that this form is part of
hi: उस प्रकाशित ऐप की आईडी जिसका यह फॉर्म हिस्सा है

source: The version of the app in which this form was last updated prior to being published
hi: उस ऐप का संस्करण जिसमें इस फॉर्म को प्रकाशित किए जाने से पहले अंतिम बार अपडेट किया गया था

source: The ID of the last sync on the phone that occurred prior to submitting this form.
hi: फोन पर अंतिम सिंक की आईडी जो फॉर्म सबमिट करने से पहले हुई थी।

source: True if the form was a partial submission, False otherwise.
hi: सत्य यदि फॉर्म आंशिक रूप से सबमिट किया गया था, अन्यथा असत्य।

source: The time at which the server receive this form submission
hi: जिस समय सर्वर ने यह फॉर्म सबमिशन प्राप्त किया

source: The time at which this form was last edited.
hi: जिस समय इस फॉर्म को अंतिम बार संपादित किया गया।

source: The IP address from which the form was submitted
hi: वह IP पता जिससे फॉर्म सबमिट किया गया

source: Link to this form
hi: इस फॉर्म का लिंक

source: The HQ user who submitted the form. This will be the same as username unless the form was submitted via Log In As.
hi: HQ उपयोगकर्ता जिसने फॉर्म सबमिट किया। यह उपयोगकर्ता नाम के समान होगा जब तक कि फॉर्म Log In As के माध्यम से सबमिट न किया गया हो।

source: The name of the case that this form operated on
hi: उस केस का नाम जिस पर इस फॉर्म ने काम किया

source: Add stock data columns to the export
hi: निर्यात में स्टॉक डेटा कॉलम जोड़ें

source: The ID of the case
hi: केस की आईडी

source: The name of the case
hi: केस का नाम

source: The type of the case
hi: केस का प्रकार

source: True if the case is closed, otherwise False
hi: सत्य यदि केस बंद है, अन्यथा असत्य

source: The ID of the user who closed the case
hi: उस उपयोगकर्ता की आईडी जिसने केस बंद किया

source: The username of the user who closed the case
hi: उस उपयोगकर्ता का उपयोगकर्ता नाम जिसने केस बंद किया

source: The date and time at which the case was closed
hi: जिस दिनांक और समय पर केस बंद किया गया

source: The external ID for this case
hi: इस केस के लिए बाहरी आईडी

source: The ID of the user who last modified this case
hi: उस उपयोगकर्ता की आईडी जिसने इस केस को अंतिम बार संशोधित किया

source: The username of the user who last modified this case
hi: उस उपयोगकर्ता का उपयोगकर्ता नाम जिसने इस केस को अंतिम बार संशोधित किया

source: The date and time at which the case was last modified
hi: जिस दिनांक और समय पर केस को अंतिम बार संशोधित किया गया

source: The ID of the user who opened the case
hi: उस उपयोगकर्ता की आईडी जिसने केस खोला

source: The username of the user who opened the case
hi: उस उपयोगकर्ता का उपयोगकर्ता नाम जिसने केस खोला

source: The date and time at which the case was opened
hi: जिस दिनांक और समय पर केस खोला गया

source: The ID of the user who owns the case
hi: उस उपयोगकर्ता की आईडी जो केस का मालिक है

source: The username of the user who owns the case
hi: उस उपयोगकर्ता का उपयोगकर्ता नाम जो केस का मालिक है

source: The date and time at which the server received the form that last modified the case
hi: जिस दिनांक और समय पर सर्वर ने वह फॉर्म प्राप्त किया जिसने केस को अंतिम बार संशोधित किया

source: Link to this case
hi: इस केस का लिंक

source: CommCare Analytics
hi: CommCare एनालिटिक्स

source: CommCare Analytics is a Superset based tool that allows data exploration and data visualization. <!-- Add link to public docs here when the docs are ready --> <!-- For more information on Superset and how to get started, read the--> <!-- <a href="" target="_blank">documentation</a>.-->
hi: CommCare एनालिटिक्स एक Superset आधारित टूल है जो डेटा अन्वेषण और डेटा विज़ुअलाइज़ेशन की सुविधा देता है। <!-- जब दस्तावेज़ तैयार हो जाएं तो यहां सार्वजनिक दस्तावेज़ों का लिंक जोड़ें --> <!-- Superset और शुरुआत करने के तरीके के बारे में अधिक जानकारी के लिए, पढ़ें--> <!-- <a href="" target="_blank">दस्तावेज़</a>.-->

source: <a href="%(analytics_redirect_url)s" target="_blank"> Navigate to Superset </a>
hi: <a href="%(analytics_redirect_url)s" target="_blank"> Superset पर जाएं </a>

source: These options allow you to configure how CommCare exports data from multi-select questions. If you do not want to split the options into multiple columns select the 'plain' option.
hi: ये विकल्प आपको यह कॉन्फ़िगर करने की अनुमति देते हैं कि CommCare मल्टी-सेलेक्ट प्रश्नों से डेटा कैसे निर्यात करता है। यदि आप विकल्पों को कई कॉलम में विभाजित नहीं करना चाहते हैं तो 'plain' विकल्प चुनें।

source: Each item that is selected in the select list will appear as a column in the exported data. Any options not selected will be in an "extra" column.
hi: चयन सूची में चुनी गई प्रत्येक वस्तु निर्यात किए गए डेटा में एक कॉलम के रूप में दिखाई देगी। कोई भी विकल्प जो चयनित नहीं है, वह "extra" कॉलम में होगा।

source: More info
hi: अधिक जानकारी

source: Default file type
hi: डिफ़ॉल्ट फ़ाइल प्रकार

source: Excel Dashboard Integration is only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
hi: Excel डैशबोर्ड एकीकरण केवल Standard Plan या उससे ऊपर पर उपलब्ध है। अपने प्रोजेक्ट के लिए सॉफ़्टवेयर प्लान प्रबंधित करने के लिए <a href="%(software_plan_url)s">यहां क्लिक करें</a>।

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
hi: इसे चयनित छोड़ने से यह सुनिश्चित होगा कि तिथियां एक्सेल प्रारूप में दिखाई दें। अन्यथा वे सामान्य टेक्स्ट प्रारूप में दिखाई देंगी। यह आपके फॉर्म सबमिशन द्वारा कैप्चर की गई मल्टीमीडिया के लिए हाइपरलिंक की अनुमति भी देता है।

source: If this setting is not selected, your export will be in Excel’s general format. If you enable this setting, Excel will format dates, integers, decimals, Boolean values (True/False) and currencies.
hi: यदि यह सेटिंग चयनित नहीं है, तो आपका निर्यात Excel के सामान्य प्रारूप में होगा। यदि आप इस सेटिंग को सक्षम करते हैं, तो Excel तिथियों, पूर्णांकों, दशमलव, बूलियन मान (सत्य/असत्य) और मुद्राओं को स्वरूपित करेगा।

source: Create a Daily Saved Export
hi: एक दैनिक सहेजा गया निर्यात बनाएँ

source: Daily saved exports are only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
hi: दैनिक सहेजे गए निर्यात केवल स्टैंडर्ड प्लान या उससे ऊपर पर उपलब्ध हैं। अपने प्रोजेक्ट के लिए सॉफ़्टवेयर प्लान प्रबंधित करने के लिए <a href="%(software_plan_url)s">यहाँ क्लिक करें</a>।

source: Generate a Data Export Tool config file
hi: डेटा एक्सपोर्ट टूल कॉन्फ़िग फ़ाइल जनरेट करें

source: Download a Data Export Tool configuration file for this export
hi: इस निर्यात के लिए डेटा एक्सपोर्ट टूल कॉन्फ़िगरेशन फ़ाइल डाउनलोड करें

source: <p>Checking this will add a button to download a configuration file for the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> CommCare Data Export Tool</a> for the export.</p>
hi: <p>इसे चुनने से निर्यात के लिए <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> CommCare Data Export Tool</a> की कॉन्फ़िगरेशन फ़ाइल डाउनलोड करने का बटन जुड़ जाएगा।</p>

source: <p>The Data Export Tool requires API access, which is only available on the Pro Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.</p>
hi: <p>डेटा एक्सपोर्ट टूल के लिए API एक्सेस आवश्यक है, जो केवल प्रो प्लान या उससे ऊपर पर उपलब्ध है। अपने प्रोजेक्ट के लिए सॉफ़्टवेयर प्लान प्रबंधित करने के लिए <a href="%(software_plan_url)s">यहाँ क्लिक करें</a>।</p>

source: Include duplicates and other unprocessed forms
hi: डुप्लिकेट और अन्य अप्रक्रियात फॉर्म्स शामिल करें

source: Expand Checkbox Questions
hi: चेकबॉक्स प्रश्नों का विस्तार करें

source: Sharing
hi: साझाकरण

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to view and edit the export. Only <strong>%(owner_name)s</strong> will have access to it.
hi: यह निर्यात <strong>%(owner_name)s</strong> द्वारा बनाया गया था। यदि आप इस निर्यात के लिए साझाकरण सेटिंग्स बदलते हैं तो आप निर्यात को देखने और संपादित करने की क्षमता खो देंगे। केवल <strong>%(owner_name)s</strong> को ही इसकी पहुँच होगी।

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to edit the export. Only <strong>%(owner_name)s</strong> will be able to edit it.
hi: यह निर्यात <strong>%(owner_name)s</strong> द्वारा बनाया गया था। यदि आप इस निर्यात के लिए साझाकरण सेटिंग्स बदलते हैं तो आप निर्यात को संपादित करने की क्षमता खो देंगे। केवल <strong>%(owner_name)s</strong> ही इसे संपादित कर पाएंगे।

source: Add custom table configuration
hi: कस्टम टेबल कॉन्फ़िगरेशन जोड़ें

source: Privacy Settings
hi: गोपनीयता सेटिंग्स

source: Publish as De-Identified
hi: गोपनीयता रहित रूप में प्रकाशित करें

source: Check only if this export has been fully and safely de-identified.
hi: केवल तभी चुनें जब यह निर्यात पूरी तरह और सुरक्षित रूप से गोपनीयता रहित किया गया हो।

source: Allow me to mark sensitive data
hi: मुझे संवेदनशील डेटा चिह्नित करने की अनुमति दें

source: Saving
hi: सहेजा जा रहा है

source: Try Again
hi: फिर से प्रयास करें

source: Saved!
hi: सहेजा गया!

source: Copy this Export
hi: इस निर्यात की कॉपी बनाएँ

source: Column labels must be unique. '<span data-bind="text: duplicateLabel"></span>' has been used more than once.
hi: कॉलम लेबल अद्वितीय होने चाहिए। '<span data-bind="text: duplicateLabel"></span>' एक से अधिक बार उपयोग किया गया है।

source: There are errors with your configuration. Please fix them before creating the export.
hi: आपकी कॉन्फ़िगरेशन में त्रुटियाँ हैं। कृपया निर्यात बनाने से पहले उन्हें ठीक करें।

source: Export Data Source Data
hi: डेटा स्रोत डेटा निर्यात करें

source: Generate a query file for the Data Export Tool from any of the project's data sources.
hi: प्रोजेक्ट के किसी भी डेटा स्रोत से डेटा एक्सपोर्ट टूल के लिए क्वेरी फ़ाइल जनरेट करें।

source: The project has no data sources configured.
hi: प्रोजेक्ट में कोई डेटा स्रोत कॉन्फ़िगर नहीं है।

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds
hi: <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> फ़ीड हटाएँ

source: Delete 1 Feed
hi: 1 फ़ीड हटाएँ

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exports
hi: <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> निर्यात हटाएँ

source: Delete 1 Export
hi: 1 निर्यात हटाएँ

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?
hi: क्या आप वाकई इन <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> फ़ीड्स</strong> को स्थायी रूप से हटाना चाहते हैं?

source: Are you sure you want to permanently delete this <strong>1 feed</strong>?
hi: क्या आप वाकई इस <strong>1 फ़ीड</strong> को स्थायी रूप से हटाना चाहते हैं?

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exports</strong>?
hi: क्या आप वाकई इन <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> निर्यातों</strong> को स्थायी रूप से हटाना चाहते हैं?

source: Are you sure you want to permanently delete this <strong>1 export</strong>?
hi: क्या आप वाकई इस <strong>1 निर्यात</strong> को स्थायी रूप से हटाना चाहते हैं?

source: Delete Feed for "<!-- ko text: name --><!-- /ko -->"?
hi: "<!-- ko text: name --><!-- /ko -->" के लिए फ़ीड हटाएँ?

source: Delete Export for "<!-- ko text: name --><!-- /ko -->"?
hi: "<!-- ko text: name --><!-- /ko -->" के लिए निर्यात हटाएँ?

source: Are you sure you want to delete this feed?
hi: क्या आप वाकई इस फ़ीड को हटाना चाहते हैं?

source: Are you sure you want to delete this export?
hi: क्या आप वाकई इस निर्यात को हटाना चाहते हैं?

source: Show Deleted Questions
hi: हटाए गए प्रश्न दिखाएँ

source: Show Deleted Properties
hi: हटाई गई प्रॉपर्टीज़ दिखाएँ

source: In order to show you your deleted questions, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
hi: आपके हटाए गए प्रश्न दिखाने के लिए, हमें आपकी सभी पुरानी एप्लिकेशन प्रोसेस करनी होंगी जिनमें सबमिशन हुए हैं। यह प्रक्रिया कुछ मिनट लग सकती है।

source: In order to show you your deleted properties, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
hi: आपकी हटाई गई प्रॉपर्टीज़ दिखाने के लिए, हमें आपकी सभी पुरानी एप्लिकेशन प्रोसेस करनी होंगी जिनमें सबमिशन हुए हैं। यह प्रक्रिया कुछ मिनट लग सकती है।

source: Unable to process applications. Please report an issue if this persists
hi: एप्लिकेशन प्रोसेस करने में असमर्थ। यदि यह समस्या बनी रहती है तो कृपया एक समस्या रिपोर्ट करें

source: Process
hi: प्रोसेस करें

source: Show Deprecated Properties
hi: डिप्रिकेटेड प्रॉपर्टीज़ दिखाएँ

source: In order to show you your deprecated properties, we need to refresh the page and load in all the properties. This operation can sometimes take a few minutes.
hi: आपकी डिप्रिकेटेड प्रॉपर्टीज़ दिखाने के लिए, हमें पेज को रीफ्रेश करना होगा और सभी प्रॉपर्टीज़ लोड करनी होंगी। यह प्रक्रिया कुछ मिनट लग सकती है।

source: Download Files
hi: फ़ाइलें डाउनलोड करें

source: Available until
hi: उपलब्ध है जब तक

source: There are no data files available to download at the moment.
hi: इस समय डाउनलोड के लिए कोई डेटा फ़ाइल उपलब्ध नहीं है।

source: Upload file for transfer
hi: स्थानांतरण के लिए फ़ाइल अपलोड करें

source: Delete after
hi: के बाद हटाएँ

source: 1 day
hi: 1 दिन

source: 2 days
hi: 2 दिन

source: 3 days
hi: 3 दिन

source: You are downloading the following exports:
hi: आप निम्नलिखित एक्सपोर्ट डाउनलोड कर रहे हैं:

source: No submissions available.
hi: कोई सबमिशन उपलब्ध नहीं है।

source: It seems your project doesn't have any submissions from its applications. Please submit data before using the export tool.
hi: ऐसा लगता है कि आपके प्रोजेक्ट में इसकी एप्लिकेशन से कोई सबमिशन नहीं है कृपया डेटा सबमिट करें एक्सपोर्ट टूल का उपयोग करने से पहले।

source: To get started, please <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">deploy</a> your application and submit data from a phone. You may also <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">submit data via Web Apps </a> , depending on your project's <a href="https://www.commcarehq.org/pricing/" target="_blank">plan level</a>.
hi: आरंभ करने के लिए, कृपया <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">अपनी एप्लिकेशन डिप्लॉय करें</a> और फोन से डेटा सबमिट करें। आप <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">वेब ऐप्स के माध्यम से भी डेटा सबमिट कर सकते हैं </a> , यह आपके प्रोजेक्ट के <a href="https://www.commcarehq.org/pricing/" target="_blank">प्लान स्तर</a> पर निर्भर करता है।

source: Case history exports are no longer available. They will be removed when you save this export. Please contact %(SUPPORT_EMAIL)s if this change is affecting your project
hi: केस हिस्ट्री एक्सपोर्ट अब उपलब्ध नहीं हैं। जब आप इस एक्सपोर्ट को सेव करेंगे, तो इन्हें हटा दिया जाएगा। यदि यह बदलाव आपके प्रोजेक्ट को प्रभावित कर रहा है तो कृपया %(SUPPORT_EMAIL)s से संपर्क करें

source: Delete Selected Feeds
hi: चयनित फीड्स हटाएँ

source: Delete Selected Feed
hi: चयनित फीड हटाएँ

source: Delete Selected Exports
hi: चयनित एक्सपोर्ट्स हटाएँ

source: Delete Selected Export
hi: चयनित एक्सपोर्ट हटाएँ

source: Bulk Export
hi: बल्क एक्सपोर्ट

source: All of the selected exports will be collected for download to a single Excel file, with each export as a separate sheet.
hi: सभी चयनित एक्सपोर्ट्स को एक ही एक्सेल फाइल में डाउनलोड के लिए एकत्र किया जाएगा, जिसमें प्रत्येक एक्सपोर्ट एक अलग शीट के रूप में होगा।

source: Filters inactive while download in progress.
hi: डाउनलोड के दौरान फ़िल्टर निष्क्रिय हैं।

source: Prepare Export
hi: एक्सपोर्ट तैयार करें

source: Preparing Export
hi: एक्सपोर्ट तैयार किया जा रहा है

source: Prepare Multimedia
hi: मल्टीमीडिया तैयार करें

source: Preparing Multimedia
hi: मल्टीमीडिया तैयार किया जा रहा है

source: If the problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal"> Report an Issue</a>.
hi: यदि समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal"> समस्या रिपोर्ट करें</a>।

source: Collecting Data
hi: डेटा एकत्र किया जा रहा है

source: Collecting Multimedia
hi: मल्टीमीडिया एकत्र किया जा रहा है

source: For exports that may take a while to prepare, email a link when download is ready
hi: ऐसे एक्सपोर्ट्स जिनकी तैयारी में समय लग सकता है, डाउनलोड तैयार होने पर ईमेल द्वारा लिंक भेजें

source: Email me when ready
hi: तैयार होने पर मुझे ईमेल करें

source: Something went wrong!
hi: कुछ गलत हो गया!

source: Update Filters
hi: फ़िल्टर अपडेट करें

source: These exports are paginated. That means exports that have over %(max_rows)s rows will be split into multiple files.
hi: ये एक्सपोर्ट्स पेजिनेटेड हैं। इसका मतलब है कि जिन एक्सपोर्ट्स में %(max_rows)s से अधिक पंक्तियाँ हैं, वे कई फाइलों में विभाजित हो जाएँगे।

source: These %(export_type_plural)s are <strong>De-Identified</strong>, meaning that the administrator of this domain has removed all personally-identifying properties from the exported data.
hi: ये %(export_type_plural)s <strong>पहचानरहित</strong> हैं, यानी इस डोमेन के एडमिनिस्ट्रेटर ने एक्सपोर्ट किए गए डेटा से सभी व्यक्तिगत पहचान संबंधी गुण हटा दिए हैं।

source: Add %(export_type_caps)s
hi: %(export_type_caps)s जोड़ें

source: Loading Form
hi: फॉर्म लोड हो रहा है

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
hi: यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a>।

source: This application does not appear to be using <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> case management</a>.
hi: ऐसा प्रतीत होता है कि यह एप्लिकेशन <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> केस मैनेजमेंट</a> का उपयोग नहीं कर रही है।

source: Mislabeled
hi: गलत लेबल लगाया गया

source: Suggestions
hi: सुझाव

source: These form submissions are tagged as if they belong to an application that doesn't exist.
hi: इन फॉर्म सबमिशन को ऐसे टैग किया गया है जैसे वे किसी ऐसी एप्लिकेशन से संबंधित हों जो मौजूद नहीं है।

source: These submissions could belong to one of the following forms:
hi: ये सबमिशन निम्नलिखित फॉर्म्स में से किसी एक से संबंधित हो सकते हैं:

source: App was deleted.
hi: ऐप हटा दी गई थी।

source: Preparing %(export_type_caps)s Data...
hi: %(export_type_caps)s डेटा तैयार किया जा रहा है...

source: Please note that this may take several minutes. Thank you for your patience!
hi: कृपया ध्यान दें कि इसमें कुछ मिनट लग सकते हैं। आपके धैर्य के लिए धन्यवाद!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a> and include this error message in the description.
hi: यदि यह समस्या बनी रहती है, तो कृपया <a href="#modalReportIssue" data-bs-toggle="modal">समस्या रिपोर्ट करें</a> और विवरण में यह त्रुटि संदेश शामिल करें।

source: It seems as though you haven't submitted any data to CommCare HQ. Please deploy an application and submit data before creating any %(export_type_plural)s.
hi: ऐसा प्रतीत होता है कि आपने CommCare HQ में कोई डेटा सबमिट नहीं किया है। कृपया कोई एप्लिकेशन डिप्लॉय करें और कोई डेटा सबमिट करें, उसके बाद ही कोई %(export_type_plural)s बनाएं।

source: How to Create and Deploy a CommCare Application.
hi: CommCare एप्लिकेशन कैसे बनाएं और डिप्लॉय करें।

source: Add %(export_type_caps)s
hi: %(export_type_caps)s जोड़ें

source: Filter Feed
hi: फीड फ़िल्टर करें

source: Location-Limited Data
hi: स्थान-सीमित डेटा

source: This export is limited to the following locations:
hi: यह एक्सपोर्ट निम्नलिखित स्थानों तक सीमित है:

source: There was an unknown error saving the filters
hi: फ़िल्टर सहेजते समय अज्ञात त्रुटि हुई

source: Save filters
hi: फ़िल्टर सहेजें

source: Saving...
hi: सहेजा जा रहा है...

source: Problem loading exports. Please refresh the page, or report an issue if the problem persists.
hi: एक्सपोर्ट लोड करने में समस्या। कृपया पेज रीफ्रेश करें, या यदि समस्या बनी रहती है तो समस्या रिपोर्ट करें।

source: Loading exports...
hi: निर्यात लोड हो रहे हैं...

source: Deleting feeds...
hi: फीड्स हटाई जा रही हैं...

source: Deleting feed...
hi: फीड हटाई जा रही है...

source: Deleting exports...
hi: निर्यात हटाए जा रहे हैं...

source: Deleting export...
hi: निर्यात हटाया जा रहा है...

source: No De-Identified %(export_type_caps_plural)s to display
hi: दिखाने के लिए कोई डि-आइडेंटिफाइड %(export_type_caps_plural)s नहीं हैं

source: No %(export_type_caps_plural)s to display
hi: दिखाने के लिए कोई %(export_type_caps_plural)s नहीं हैं

source: deleted
hi: हटा दिया गया

source: Sheet Name
hi: शीट का नाम

source: Custom Path
hi: कस्टम पथ

source: Select geo property
hi: भौगोलिक संपत्ति चुनें

source: You can drag and drop fields to reorder them.
hi: आप फ़ील्ड्स को खींचकर उनकी क्रमबद्धता बदल सकते हैं।

source: To drag multiple fields, select by clicking while holding the CTRL key on a PC, or the Command key on a Mac.
hi: एक साथ कई फ़ील्ड्स खींचने के लिए, PC पर CTRL कुंजी या Mac पर Command कुंजी दबाकर क्लिक करें।

source: To select a range of fields hold the Shift key and select the first and last field in the range.
hi: फ़ील्ड्स की एक रेंज चुनने के लिए Shift कुंजी दबाकर पहले और आखिरी फ़ील्ड का चयन करें।

source: To unselect a field hold the CTRL key on a PC, or the Command key on a Mac, and click.
hi: किसी फ़ील्ड का चयन हटाने के लिए, PC पर CTRL कुंजी या Mac पर Command कुंजी दबाकर क्लिक करें।

source: You can also rename fields, which will update the headers in the export file.
hi: आप फ़ील्ड्स का नाम भी बदल सकते हैं, जिससे निर्यात फ़ाइल में हेडर अपडेट हो जाएंगे।

source: You can also rename fields, which will update the column headers in Power BI or Tableau.
hi: आप फ़ील्ड्स का नाम भी बदल सकते हैं, जिससे Power BI या Tableau में कॉलम हेडर अपडेट हो जाएंगे।

source: Include?
hi: शामिल करें?

source: Select None
hi: कोई भी न चुनें

source: Send to Bottom
hi: नीचे भेजें

source: Send to Top
hi: ऊपर भेजें

source: Show Advanced Questions
hi: एडवांस्ड प्रश्न दिखाएँ

source: Hide Advanced Questions
hi: एडवांस्ड प्रश्न छुपाएँ

source: Hide Deleted Questions
hi: हटाए गए प्रश्न छुपाएँ

source: Hide Deleted Properties
hi: हटाई गई संपत्तियाँ छुपाएँ

source: Hide Deprecated Properties
hi: अप्रचलित संपत्तियाँ छुपाएँ

source: Use question labels
hi: प्रश्न लेबल्स का उपयोग करें

source: Use question ids
hi: प्रश्न आईडी का उपयोग करें

source: Split multi-select data
hi: मल्टी-सेलेक्ट डेटा विभाजित करें

source: Sensitivity
hi: संवेदनशीलता

source: Add custom export property
hi: कस्टम निर्यात संपत्ति जोड़ें
