Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Our system is receiving a lot of messages now. Can you re-send in 15 minutes? Apologies for the inconvenience!
hi: हमारी प्रणाली अभी बहुत सारे संदेश प्राप्त कर रही है। क्या आप 15 मिनट में फिर से भेज सकते हैं? असुविधा के लिए क्षमा करें!

source: Internal server error.
hi: आंतरिक सर्वर त्रुटि।

source: Answer is out of range.
hi: उत्तर सीमा से बाहर है।

source: Invalid choice.
hi: अमान्य विकल्प।

source: Invalid integer entered.
hi: अमान्य पूर्णांक दर्ज किया गया।

source: Invalid integer entered, expected a number between -2147483648 and 2147483647.
hi: अमान्य पूर्णांक दर्ज किया गया, अपेक्षित संख्या -2147483648 और 2147483647 के बीच होनी चाहिए।

source: Invalid decimal number entered.
hi: अमान्य दशमलव संख्या दर्ज की गई।

source: Invalid long integer entered.
hi: अमान्य लंबा पूर्णांक दर्ज किया गया।

source: Invalid date format: expected {0}.
hi: अमान्य दिनांक प्रारूप: अपेक्षित {0}।

source: Invalid time format: expected HHMM (24-hour).
hi: अमान्य समय प्रारूप: अपेक्षित HHMM (24-घंटे)।

source: Keyword not found: '{0}'
hi: कीवर्ड नहीं मिला: '{0}'

source: Usage: {0} <keyword>
hi: उपयोग: {0} <keyword>

source: Unknown command: '{0}'
hi: अज्ञात कमांड: '{0}'

source: Expected name and value to be joined by '{0}'.
hi: अपेक्षित है कि नाम और मान '{0}' द्वारा जोड़े जाएं।

source: More than one answer found for '{0}'
hi: '{0}' के लिए एक से अधिक उत्तर मिले

source: More than one question matches '{0}'
hi: '{0}' से मेल खाने वाले एक से अधिक प्रश्न मिले

source: Please provide an external id for the case.
hi: कृपया केस के लिए एक बाहरी आईडी प्रदान करें।

source: Case with the given external id was not found.
hi: दिए गए बाहरी आईडी के साथ कोई केस नहीं मिला।

source: More than one case was found with the given external id.
hi: दिए गए बाहरी आईडी के साथ एक से अधिक केस मिले।

source: Field '{0}':
hi: फ़ील्ड '{0}':

source: Could not find the survey being requested.
hi: अनुरोधित सर्वेक्षण नहीं मिल सका।

source: There is a configuration error with this survey. Please contact your administrator.
hi: इस सर्वेक्षण में कॉन्फ़िगरेशन त्रुटि है। कृपया अपने व्यवस्थापक से संपर्क करें।

source: You have opted-in to receive messages from CommCareHQ. To opt-out, reply to this number with {0}
hi: आपने CommCareHQ से संदेश प्राप्त करने के लिए सहमति दी है। बाहर निकलने के लिए, इस नंबर पर {0} के साथ उत्तर दें

source: You have opted-out from receiving messages from CommCareHQ. To opt-in, reply to this number with {0}
hi: आपने CommCareHQ से संदेश प्राप्त करना बंद कर दिया है। फिर से शुरू करने के लिए, इस नंबर पर {0} के साथ उत्तर दें

source: CommCare user {0} already exists
hi: CommCare उपयोगकर्ता {0} पहले से मौजूद है

source: Username {0} is too long. Must be under {1} characters.
hi: उपयोगकर्ता नाम {0} बहुत लंबा है। {1} अक्षरों से कम होना चाहिए।

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to {1} to start using SMS with CommCareHQ.
hi: CommCareHQ में आपका स्वागत है! क्या यह फ़ोन {0} द्वारा उपयोग किया जाता है? यदि हाँ, तो CommCareHQ के साथ SMS का उपयोग शुरू करने के लिए {1} पर '123' उत्तर दें।

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to start using SMS with CommCareHQ.
hi: CommCareHQ में आपका स्वागत है! क्या यह फ़ोन {0} द्वारा उपयोग किया जाता है? यदि हाँ, तो CommCareHQ के साथ SMS का उपयोग शुरू करने के लिए '123' उत्तर दें।

source: Thank you. This phone has been verified for using SMS with CommCareHQ
hi: धन्यवाद। इस फ़ोन को CommCareHQ के साथ SMS उपयोग के लिए सत्यापित कर लिया गया है

source: Thank you for registering with CommCareHQ.
hi: CommCareHQ में पंजीकरण के लिए धन्यवाद।

source: Sent
hi: भेजा गया

source: Delivered
hi: डिलीवर किया गया

source: Queued
hi: कतारबद्ध

source: Forwarded
hi: फॉरवर्ड किया गया

source: Gateway error.
hi: गेटवे त्रुटि।

source: Message is stale and will not be processed.
hi: संदेश पुराना है और संसाधित नहीं किया जाएगा।

source: Unknown message direction.
hi: अज्ञात संदेश दिशा।

source: Phone number has opted out of receiving SMS.
hi: फ़ोन नंबर ने SMS प्राप्त करना बंद कर दिया है।

source: The gateway can't reach the destination number.
hi: गेटवे गंतव्य नंबर तक नहीं पहुँच सका।

source: The gateway could not process the message because it was too long.
hi: गेटवे संदेश को संसाधित नहीं कर सका क्योंकि यह बहुत लंबा था।

source: The message was blank.
hi: संदेश खाली था।

source: The recipient has been deactivated.
hi: प्राप्तकर्ता को निष्क्रिय कर दिया गया है।

source: The number of SMS that can be sent on a trial plan has been exceeded.
hi: परीक्षण योजना पर भेजे जा सकने वाले SMS की संख्या पार हो गई है।

source: The message format was invalid.
hi: संदेश प्रारूप अमान्य था।

source: Missed
hi: छूट गया

source: Email Sent
hi: ईमेल भेजा गया

source: Email Delivered
hi: ईमेल डिलीवर किया गया

source: Scheduled Broadcast
hi: अनुसूचित प्रसारण

source: Immediate Broadcast
hi: तत्काल प्रसारण

source: Forwarded Message
hi: फॉरवर्ड किया गया संदेश

source: SMS Message
hi: SMS संदेश

source: SMS Expecting Callback
hi: एसएमएस प्रत्याशित कॉलबैक

source: IVR Survey
hi: आईवीआर सर्वेक्षण

source: Phone Verification
hi: फोन सत्यापन

source: Manually Sent Message
hi: मैन्युअली भेजा गया संदेश

source: Message Sent Via API
hi: एपीआई के माध्यम से भेजा गया संदेश

source: Message Sent Via Chat
hi: चैट के माध्यम से भेजा गया संदेश

source: FCM Push Notification
hi: एफसीएम पुश नोटिफिकेशन

source: Connect Message Survey
hi: कनेक्ट संदेश सर्वेक्षण

source: User Group
hi: यूज़र ग्रुप

source: Multiple Recipients
hi: एकाधिक प्राप्तकर्ता

source: Location (including child locations)
hi: स्थान (सहित उप-स्थान)

source: Multiple Locations
hi: एकाधिक स्थान

source: Multiple Locations (including child locations)
hi: एकाधिक स्थान (सहित उप-स्थान)

source: Unknown Contact
hi: अज्ञात संपर्क

source: No recipient
hi: कोई प्राप्तकर्ता नहीं

source: No message available for the given language settings.
hi: दिए गए भाषा सेटिंग्स के लिए कोई संदेश उपलब्ध नहीं है।

source: Error rendering message; please check syntax.
hi: संदेश प्रस्तुत करने में त्रुटि; कृपया सिंटैक्स जांचें।

source: Gateway does not support the destination country.
hi: गेटवे गंतव्य देश का समर्थन नहीं करता है।

source: Contact has no phone number.
hi: संपर्क के पास कोई फोन नंबर नहीं है।

source: Contact has no two-way phone number.
hi: संपर्क के पास कोई द्वि-मार्गी फोन नंबर नहीं है।

source: Invalid custom content handler.
hi: अमान्य कस्टम कंटेंट हैंडलर।

source: Cannot load custom content handler.
hi: कस्टम कंटेंट हैंडलर लोड नहीं कर सकते।

source: Cannot find form.
hi: फॉर्म नहीं मिल सका।

source: No questions were available in the form. Please check that the form has questions and that display conditions are not preventing questions from being asked.
hi: फॉर्म में कोई प्रश्न उपलब्ध नहीं थे। कृपया जांचें कि फॉर्म में प्रश्न हैं और डिस्प्ले शर्तें प्रश्न पूछने से नहीं रोक रही हैं।

source: The case with the given external ID was not found.
hi: दिए गए बाहरी आईडी के साथ केस नहीं मिला।

source: Multiple cases were found with the given external ID.
hi: दिए गए बाहरी आईडी के साथ एकाधिक केस मिले।

source: The form requires a case but no case was provided.
hi: फॉर्म को केस की आवश्यकता है लेकिन कोई केस प्रदान नहीं किया गया।

source: No external ID given; please include case external ID after keyword.
hi: कोई बाहरी आईडी नहीं दी गई; कृपया कीवर्ड के बाद केस बाहरी आईडी शामिल करें।

source: Error processing structured SMS.
hi: संरचित एसएमएस संसाधित करने में त्रुटि।

source: View details for more information.
hi: अधिक जानकारी के लिए विवरण देखें।

source: An error occurred in the formplayer service.
hi: फॉर्मप्लेयर सेवा में एक त्रुटि हुई।

source: Internal Server Error
hi: आंतरिक सर्वर त्रुटि

source: No suitable gateway could be found.
hi: कोई उपयुक्त गेटवे नहीं मिल सका।

source: Gateway could not be found.
hi: गेटवे नहीं मिल सका।

source: Recipient has no email address.
hi: प्राप्तकर्ता के पास कोई ईमेल पता नहीं है।

source: Recipient's email address is not valid.
hi: प्राप्तकर्ता का ईमेल पता मान्य नहीं है।

source: Cannot send any more reminder emails. The limit for sending reminder emails on a Trial plan has been reached.
hi: अब और रिमाइंडर ईमेल नहीं भेज सकते। ट्रायल प्लान पर रिमाइंडर ईमेल भेजने की सीमा पूरी हो गई है।

source: Email Bounced
hi: ईमेल बाउंस हुआ

source: Email Gateway Error
hi: ईमेल गेटवे त्रुटि

source: No FCM tokens found for recipient.
hi: प्राप्तकर्ता के लिए कोई एफसीएम टोकन नहीं मिला।

source: Recipient did not match filters:
hi: प्राप्तकर्ता फ़िल्टर से मेल नहीं खाता:

source: Phone Prefix
hi: फोन प्रीफिक्स

source: Prefix
hi: प्रीफिक्स

source: Add Mapping
hi: मैपिंग जोड़ें

source: Search by name or phone number
hi: नाम या फोन नंबर से खोजें

source: Contact Name
hi: संपर्क नाम

source: Request Messaging Consent
hi: संदेश भेजने की सहमति का अनुरोध करें

source: <p> A new user %(username)s registered for project %(domain)s through SMS. </p> <p> To modify, update or remove this user click <a href="%(url)s">here</a> </p> <p> Thanks,<br /> CommCare HQ </p>
hi: <p> एक नया यूज़र %(username)s ने प्रोजेक्ट %(domain)s के लिए एसएमएस के माध्यम से पंजीकरण किया है। </p> <p> इस यूज़र को संशोधित, अपडेट या हटाने के लिए <a href="%(url)s">यहाँ</a> क्लिक करें </p> <p> धन्यवाद,<br /> CommCare HQ </p>

source: You are seeing this notice because your project defines some custom behavior for outbound SMS when choosing a gateway for a destination mobile number. The following mobile prefixes are mapped to their corresponding gateway backends for routing outbound SMS traffic:
hi: आप यह सूचना देख रहे हैं क्योंकि आपके प्रोजेक्ट में आउटबाउंड एसएमएस के लिए गंतव्य मोबाइल नंबर के लिए गेटवे चुनते समय कुछ कस्टम व्यवहार परिभाषित किया गया है। निम्नलिखित मोबाइल प्रीफिक्स उनके संबंधित गेटवे बैकएंड्स के साथ आउटबाउंड एसएमएस ट्रैफिक के लिए मैप किए गए हैं:

source: Gateway Backend Name
hi: गेटवे बैकएंड नाम

source: See comments under SQLMobileBackendMapping in the code for how to administer this.
hi: इसे कैसे प्रबंधित करें, इसके लिए कोड में SQLMobileBackendMapping के तहत टिप्पणियाँ देखें।

source: * Before using this gateway to send messages internationally, please test that it works for each network provider in your desired countries. International text messages sent from this gateway may not be delivered in all countries.
hi: * इस गेटवे का उपयोग अंतरराष्ट्रीय संदेश भेजने के लिए करने से पहले, कृपया यह जांच लें कि यह आपके इच्छित देशों के प्रत्येक नेटवर्क प्रदाता के लिए काम करता है या नहीं। इस गेटवे से भेजे गए अंतरराष्ट्रीय टेक्स्ट संदेश सभी देशों में वितरित नहीं हो सकते हैं।

source: Setting as default...
hi: डिफ़ॉल्ट के रूप में सेट किया जा रहा है...

source: Set As Default
hi: डिफ़ॉल्ट के रूप में सेट करें

source: Delete the SMS Gateway '<span data-bind="text: name"></span>'
hi: SMS गेटवे '<span data-bind="text: name"></span>' हटाएँ

source: Are you sure you want to delete the SMS Gateway '<span data-bind="text: name"></span>'?</p>
hi: क्या आप वाकई SMS गेटवे '<span data-bind="text: name"></span>' हटाना चाहते हैं?</p>

source: Global Gateway
hi: ग्लोबल गेटवे

source: Shared Gateway
hi: साझा गेटवे

source: DEFAULT GATEWAY
hi: डिफ़ॉल्ट गेटवे

source: Removing from default...
hi: डिफ़ॉल्ट से हटा रहे हैं...

source: Remove As Default
hi: डिफ़ॉल्ट के रूप में हटाएँ

source: READ THIS IMPORTANT NOTICE CAREFULLY BEFORE CONTINUING
hi: जारी रखने से पहले कृपया इस महत्वपूर्ण सूचना को ध्यान से पढ़ें

source: Deleting a global gateway causes all gateway mapping references to it to be deleted as well, including default gateway settings for all domains that reference this gateway. Only proceed if you are confident you understand the repercussions of this irreversible action.
hi: ग्लोबल गेटवे को हटाने से उससे संबंधित सभी गेटवे मैपिंग संदर्भ भी हटा दिए जाएंगे, जिसमें उन सभी डोमेन की डिफ़ॉल्ट गेटवे सेटिंग्स भी शामिल हैं जो इस गेटवे का संदर्भ देती हैं। केवल तभी आगे बढ़ें जब आप इस अपरिवर्तनीय कार्रवाई के परिणामों को समझते हों।

source: SMS Languages
hi: SMS भाषाएँ

source: Messaging Translations
hi: संदेश अनुवाद

source: When the day is...
hi: जब दिन हो...

source: And the time is...
hi: और समय हो...

source: Any Day
hi: कोई भी दिन

source: Monday
hi: सोमवार

source: Tuesday
hi: मंगलवार

source: Wednesday
hi: बुधवार

source: Thursday
hi: गुरुवार

source: Friday
hi: शुक्रवार

source: Saturday
hi: शनिवार

source: Sunday
hi: रविवार

source: Before
hi: पहले

source: After
hi: बाद में

source: Between
hi: के बीच

source: and
hi: और

source: Add Day and Time Window
hi: दिन और समय विंडो जोड़ें

source: Filter Type
hi: फ़िल्टर प्रकार

source: Show Contacts
hi: संपर्क दिखाएँ

source: Verification Status
hi: सत्यापन स्थिति

source: Not Verified or Already In Use
hi: सत्यापित नहीं या पहले से उपयोग में

source: Verification Pending
hi: सत्यापन लंबित

source: Request Access to Messaging Features
hi: संदेश सुविधाओं के लिए पहुँच का अनुरोध करें

source: To enable messaging features, please request access by sending an email to <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> from your work email address containing the following information:
hi: संदेश सुविधाएँ सक्षम करने के लिए, कृपया निम्न जानकारी के साथ अपने कार्य ईमेल पते से <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> पर ईमेल भेजकर पहुँच का अनुरोध करें:

source: Your full name
hi: आपका पूरा नाम

source: The organization you work for
hi: वह संगठन जिसमें आप कार्यरत हैं

source: WhatsApp Templates
hi: व्हाट्सएप टेम्पलेट्स

source: To send a template message, copy and paste the <strong>Template String</strong> as the message text, replacing each <code>{variable}</code> with the variables you want to add in to the template, surrounded by curly braces.
hi: टेम्पलेट संदेश भेजने के लिए, <strong>टेम्पलेट स्ट्रिंग</strong> को संदेश के रूप में कॉपी-पेस्ट करें और प्रत्येक <code>{variable}</code> को अपनी पसंद के मान से बदलें, जो कर्ली ब्रेसेस में हो।

source: For example <code>cc_wa_template:daily_screening:en:{var1},{var2}</code> would become <code>cc_wa_template:daily_screening:en:{Hello dear user, }, {55}</code>
hi: उदाहरण के लिए <code>cc_wa_template:daily_screening:en:{var1},{var2}</code> <code>cc_wa_template:daily_screening:en:{Hello dear user, }, {55}</code> बन जाएगा

source: Template Name
hi: टेम्पलेट नाम

source: Body
hi: मुख्य भाग

source: Category
hi: श्रेणी

source: Template String
hi: टेम्पलेट स्ट्रिंग

source: Invalid phone number format.
hi: अमान्य फ़ोन नंबर प्रारूप।

source: Yesterday
hi: कल

source: 1 Week
hi: 1 सप्ताह

source: 30 Days
hi: 30 दिन

source: Compose SMS Message
hi: SMS संदेश लिखें

source: You didn't specify any recipients
hi: आपने कोई प्राप्तकर्ता निर्दिष्ट नहीं किया है

source: You can't send an empty message
hi: आप खाली संदेश नहीं भेज सकते

source: The following groups don't exist:
hi: निम्नलिखित समूह मौजूद नहीं हैं:

source: The following users don't have phone numbers:
hi: निम्नलिखित उपयोगकर्ताओं के पास फोन नंबर नहीं हैं:

source: Couldn't send to the following number(s):
hi: निम्नलिखित नंबर(संख्या) पर भेजा नहीं जा सका:

source: Couldn't find the following user(s):
hi: निम्नलिखित उपयोगकर्ता(ओं) को नहीं ढूंढा जा सका:

source: Successfully sent:
hi: सफलतापूर्वक भेजा गया:

source: No messages were sent.
hi: कोई संदेश नहीं भेजा गया।

source: Message sent
hi: संदेश भेजा गया

source: Test SMS Message
hi: परीक्षण एसएमएस संदेश

source: Test message received.
hi: परीक्षण संदेश प्राप्त हुआ।

source: Invalid phone number. Please choose a two-way phone number belonging to a contact in your project.
hi: अमान्य फोन नंबर। कृपया अपने प्रोजेक्ट में किसी संपर्क से संबंधित दो-तरफा फोन नंबर चुनें।

source: Invalid phone number. Either this number is not assigned to a contact in your project or there is an active session for this number in another project space. To 'claim' this channel use the 'claim this channel' checkbox or start a new SMS survey with this number and wait for the first message to be sent.
hi: अमान्य फोन नंबर। या तो यह नंबर आपके प्रोजेक्ट में किसी संपर्क को सौंपा नहीं गया है या इस नंबर के लिए किसी अन्य प्रोजेक्ट स्पेस में सक्रिय सत्र है। इस चैनल को 'claim this channel' चेकबॉक्स का उपयोग करके 'claim' करें या इस नंबर के साथ नया एसएमएस सर्वे शुरू करें और पहले संदेश के भेजे जाने की प्रतीक्षा करें।

source: Changes saved.
hi: परिवर्तन सहेजे गए।

source: Chat over SMS
hi: एसएमएस पर चैट करें

source: All Time
hi: सभी समय

source: SMS Connectivity
hi: एसएमएस कनेक्टिविटी

source: Supported Countries
hi: समर्थित देश

source: Multiple%s
hi: एकाधिक%s

source: Add %s Gateway
hi: %s गेटवे जोड़ें

source: Create %s Gateway
hi: %s गेटवे बनाएं

source: Add SMS Gateway
hi: एसएमएस गेटवे जोड़ें

source: Edit SMS Gateway
hi: एसएमएस गेटवे संपादित करें

source: Edit %s Gateway
hi: %s गेटवे संपादित करें

source: Update %s Gateway
hi: %s गेटवे अपडेट करें

source: Subscribe SMS
hi: एसएमएस सब्सक्राइब करें

source: Updated CommCare Supply settings.
hi: CommCare Supply सेटिंग्स अपडेट की गईं।

source: messaging translation
hi: संदेश अनुवाद

source: messaging translations
hi: संदेश अनुवाद

source: SMS Translations Updated.
hi: एसएमएस अनुवाद अपडेट किए गए।

source: Update failed. We're looking into it.
hi: अपडेट विफल रहा। हम इसकी जांच कर रहे हैं।

source: SMS Settings
hi: एसएमएस सेटिंग्स

source: You have multiple gateways that support whatsapp templates (infobip, turn) configured. Please remove the ones you don't use.
hi: आपके पास कई गेटवे (infobip, turn) हैं जो व्हाट्सएप टेम्पलेट्स को सपोर्ट करते हैं। कृपया वे हटा दें जिन्हें आप उपयोग नहीं करते।

source: You have no gateways that support whatsapp templates (infobip, turn) configured. Please configure one before proceeding
hi: आपके पास कोई भी गेटवे (infobip, turn) नहीं है जो व्हाट्सएप टेम्पलेट्स को सपोर्ट करता है। कृपया आगे बढ़ने से पहले एक को कॉन्फ़िगर करें

source: failed to fetch templates. Please make sure the gateway is configured properly.
hi: टेम्पलेट्स प्राप्त करने में विफल। कृपया सुनिश्चित करें कि गेटवे सही तरीके से कॉन्फ़िगर किया गया है।

source: Connect Messaging Users
hi: संदेश उपयोगकर्ताओं को जोड़ें

source: Channels created for the following users:
hi: निम्नलिखित उपयोगकर्ताओं के लिए चैनल बनाए गए:

source: No channels created
hi: कोई चैनल नहीं बनाया गया

source: %s per 160 character SMS
hi: प्रति 160 अक्षर के एसएमएस पर %s

source: Any Country (Delivery not guaranteed via connection)
hi: कोई भी देश (कनेक्शन के माध्यम से डिलीवरी की गारंटी नहीं)

source: Valid Billables
hi: मान्य बिलेबल्स

source: Invalid Billables
hi: अमान्य बिलेबल्स

source: Has Gateway Fee
hi: गेटवे शुल्क है

source: Gateway Type
hi: गेटवे प्रकार

source: Specific Gateway
hi: विशिष्ट गेटवे

source: Country Code
hi: देश कोड

source: Please Select a Country Code
hi: कृपया देश कोड चुनें

source: Completed (Partially Completed Submission)
hi: पूर्ण (आंशिक रूप से पूर्ण सबमिशन)

source: Not Finished
hi: पूरा नहीं हुआ

source: Email domain '{}' is already associated with an identity provider.
hi: ईमेल डोमेन '{}' पहले से ही एक पहचान प्रदाता से जुड़ा हुआ है।

source: No email domain exists with the name {}.
hi: {} नाम का कोई ईमेल डोमेन मौजूद नहीं है।

source: Please ensure that '{}' is added as an Authenticated Email Domain for this Identity Provider before proceeding.
hi: कृपया आगे बढ़ने से पहले सुनिश्चित करें कि '{}' को इस पहचान प्रदाता के लिए प्रमाणित ईमेल डोमेन के रूप में जोड़ा गया है।

source: User {} is already exempt from SSO
hi: उपयोगकर्ता {} पहले से ही SSO से मुक्त है

source: There is already a testing user {}. A user cannot both be a testing user and exempt from SSO.
hi: पहले से ही एक परीक्षण उपयोगकर्ता {} है। एक उपयोगकर्ता एक साथ परीक्षण उपयोगकर्ता और SSO से मुक्त नहीं हो सकता।

source: At least one admin must be exempt from SSO in case of failure connecting with an Identity Provider.
hi: कम से कम एक व्यवस्थापक को SSO से मुक्त होना चाहिए, ताकि पहचान प्रदाता से कनेक्ट करने में विफलता की स्थिति में पहुँच बनी रहे।

source: The user {} was never exempt from SSO with this Identity Provider and the {} Email Domain.
hi: उपयोगकर्ता {} कभी भी इस पहचान प्रदाता और {} ईमेल डोमेन के साथ SSO से मुक्त नहीं था।

source: User {} is already a test user.
hi: उपयोगकर्ता {} पहले से ही एक परीक्षण उपयोगकर्ता है।

source: There is already a user exempt from SSO with the username '{}'. A user cannot both be a test user and exempt from SSO.
hi: पहले से ही SSO से मुक्त उपयोगकर्ता '{}' उपयोगकर्ता नाम के साथ मौजूद है। एक उपयोगकर्ता एक साथ परीक्षण उपयोगकर्ता और SSO से मुक्त नहीं हो सकता।

source: The user {} was never a test user for this Identity Provider and the {} Email Domain.
hi: उपयोगकर्ता {} कभी भी इस पहचान प्रदाता और {} ईमेल डोमेन के लिए परीक्षण उपयोगकर्ता नहीं था।

source: User account for {} has been re-activated.
hi: {} के लिए उपयोगकर्ता खाता फिर से सक्रिय कर दिया गया है।

source: User account for {} created.
hi: {} के लिए उपयोगकर्ता खाता बनाया गया।

source: Could not accept invitation because it is expired.
hi: आमंत्रण स्वीकार नहीं किया जा सका क्योंकि इसकी समय सीमा समाप्त हो गई है।

source: You have been added to the "{}" project space.
hi: आपको "{}" प्रोजेक्ट स्पेस में जोड़ दिया गया है।

source: You did not enter a valid slug. Did you mean '{}'?
hi: आपने मान्य स्लग दर्ज नहीं किया। क्या आपका मतलब '{}' था?

source: Please make sure you specify at least one Authenticated Email Domain.
hi: कृपया सुनिश्चित करें कि आपने कम से कम एक प्रमाणित ईमेल डोमेन निर्दिष्ट किया है।

source: Please make sure you have specified at least one enterprise admin that is exempt from SSO.
hi: कृपया सुनिश्चित करें कि आपने कम से कम एक एंटरप्राइज व्यवस्थापक निर्दिष्ट किया है जो SSO से मुक्त है।

source: This is required when Single Sign On is active.
hi: जब सिंगल साइन ऑन सक्रिय हो, तो यह आवश्यक है।

source: This is not a valid One Login URL.
hi: यह मान्य वन लॉगिन URL नहीं है।

source: <a href="{}">Please read this guide</a> on how to set up CommCare HQ with {}.<br />You will need the following information:
hi: <a href="{}">कृपया यह गाइड पढ़ें</a> कि CommCare HQ को {} के साथ कैसे सेटअप करें।<br />आपको निम्न जानकारी की आवश्यकता होगी:

source: Billing Account Owner
hi: बिलिंग खाता स्वामी

source: Protocol
hi: प्रोटोकॉल

source: Service
hi: सेवा

source: Public Name
hi: सार्वजनिक नाम

source: Users will see this name when logging in.
hi: उपयोगकर्ता लॉग इन करते समय यह नाम देखेंगे।

source: Slug for SP Endpoints
hi: SP एंडपॉइंट्स के लिए स्लग

source: This will be the unique slug for this IdP's SAML2 urls.
hi: यह इस IdP के SAML2 URL के लिए अद्वितीय स्लग होगा।

source: Primary Configuration
hi: प्राथमिक कॉन्फ़िगरेशन

source: Create Identity Provider
hi: पहचान प्रदाता बनाएँ

source: A Identity Provider already exists with this slug.
hi: इस स्लग के साथ एक पहचान प्रदाता पहले से मौजूद है।

source: This service does not support the selected protocol.
hi: यह सेवा चयनित प्रोटोकॉल का समर्थन नहीं करती है।

source: Login Url
hi: लॉगिन URL

source: Redirect URIs
hi: रीडायरेक्ट URI

source: Post Logout Redirect URIs
hi: पोस्ट लॉगआउट रीडायरेक्ट URI

source: Sign-in redirect URIs
hi: साइन-इन रीडायरेक्ट URI

source: Sign-out redirect URIs
hi: साइन-आउट रीडायरेक्ट URI

source: Initiate login URI
hi: लॉगिन आरंभ करने का URI

source: Identifier (Entity ID)
hi: पहचानकर्ता (एंटिटी आईडी)

source: Reply URL (Assertion Consumer Service)
hi: रिप्लाई URL (असर्शन कंज्यूमर सेवा)

source: Sign on URL
hi: साइन ऑन URL

source: Public x509 Cert
hi: सार्वजनिक x509 प्रमाणपत्र

source: Certificate Expires On
hi: प्रमाणपत्र की समाप्ति तिथि

source: Rollover x509 Cert
hi: रोलओवर x509 प्रमाणपत्र

source: This is a high security feature that ensures Assertions are fully encrypted. This feature requires a Premium Entra ID subscription.
hi: यह एक उच्च सुरक्षा सुविधा है जो सुनिश्चित करती है कि असर्शन पूरी तरह से एन्क्रिप्टेड हैं। इस सुविधा के लिए प्रीमियम Entra ID सदस्यता आवश्यक है।

source: This feature may or may not be supported by your Identity Provider. Please refer to their documentation.
hi: यह सुविधा आपके पहचान प्रदाता द्वारा समर्थित हो भी सकती है या नहीं भी। कृपया उनकी प्रलेखन देखें।

source: Not needed/generated yet.
hi: अभी आवश्यक/उत्पन्न नहीं हुआ।

source: Slug
hi: स्लग
