Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Please enter number including country code, without (+) and in digits only. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>
hi: <div data-bind=\"visible: $root.phoneStatusMessage().length === 0\"> कृपया देश कोड सहित नंबर दर्ज करें, (+) के बिना और केवल अंकों में। </div> <div id=\"phone-error\"> <span data-bind=\"visible: $root.phoneStatus() !== $root.STATUS.NONE\"> <i class=\"fa-solid fa-triangle-exclamation\" data-bind=\"visible: $root.phoneStatus() === $root.STATUS.ERROR\"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>

source: This password is automatically generated. Please copy it or create your own. It will not be shown again.
hi: यह पासवर्ड स्वचालित रूप से जनरेट किया गया है। कृपया इसे कॉपी करें या अपना खुद का बनाएं। यह फिर से नहीं दिखाया जाएगा।

source: Good Job! Your password is strong!
hi: शानदार! आपका पासवर्ड मजबूत है!

source: Your password is almost strong enough! Try adding numbers or symbols!
hi: आपका पासवर्ड लगभग पर्याप्त मजबूत है! नंबर या प्रतीक जोड़ने का प्रयास करें!

source: Your password is too weak! Try adding numbers or symbols!
hi: आपका पासवर्ड बहुत कमजोर है! नंबर या प्रतीक जोड़ने का प्रयास करें!

source: Auto-Deactivation Settings
hi: स्वचालित निष्क्रियकरण सेटिंग्स

source: This location does not exist
hi: यह स्थान मौजूद नहीं है

source: Edit Group Membership
hi: समूह सदस्यता संपादित करें

source: Primary Location
hi: प्राथमिक स्थान

source: Primary Location must always be set to one of above locations
hi: प्राथमिक स्थान हमेशा ऊपर दिए गए स्थानों में से एक पर सेट होना चाहिए

source: You do not have permissions to assign one of those locations.
hi: आपको इन स्थानों में से किसी एक को असाइन करने की अनुमति नहीं है।

source: Request Access
hi: एक्सेस का अनुरोध करें

source: Back to Mobile Workers List
hi: मोबाइल वर्कर्स सूची पर वापस जाएँ

source: Please enter number, including country code, in digits only.
hi: कृपया केवल अंकों में, देश कोड सहित, नंबर दर्ज करें।

source: Add a Phone Number
hi: फोन नंबर जोड़ें

source: Add Number
hi: नंबर जोड़ें

source: Only Usernames
hi: केवल यूज़रनेम

source: Only Deactivated
hi: केवल निष्क्रिय

source: Name or Username
hi: नाम या यूज़रनेम

source: Only include mobile workers at the selected location
hi: केवल चयनित स्थान पर मौजूद मोबाइल वर्कर्स को शामिल करें

source: Active / Deactivated
hi: सक्रिय / निष्क्रिय

source: All Roles
hi: सभी भूमिकाएँ

source: (No Name)
hi: (कोई नाम नहीं)

source: All Project Spaces
hi: सभी प्रोजेक्ट स्पेस

source: Filter and Download Users
hi: यूज़र्स को फ़िल्टर करें और डाउनलोड करें

source: Filter and Download Mobile Workers
hi: मोबाइल वर्कर्स को फ़िल्टर करें और डाउनलोड करें

source: Invalid Role
hi: अमान्य भूमिका

source: * and ? are not allowed
hi: * और ? की अनुमति नहीं है

source: You do not have permission to edit Tableau Configuraion.
hi: आपको Tableau कॉन्फ़िगरेशन संपादित करने की अनुमति नहीं है।

source: Dashboard
hi: डैशबोर्ड

source: Data File Downloads
hi: डेटा फ़ाइल डाउनलोड्स

source: No landing page found with ID '{}'
hi: ID '{}' के साथ कोई लैंडिंग पेज नहीं मिला

source: No landing page found with id {page_id}
hi: id {page_id} के साथ कोई लैंडिंग पेज नहीं मिला

source: Dimagi User
hi: Dimagi उपयोगकर्ता

source: Enterprise User
hi: एंटरप्राइज उपयोगकर्ता

source: Unauthorized User
hi: अनधिकृत उपयोगकर्ता

source: Request to join %s approved
hi: %s में शामिल होने का अनुरोध स्वीकृत हुआ

source: Request from %(name)s to join %(domain)s
hi: %(name)s द्वारा %(domain)s में शामिल होने का अनुरोध

source: Invitation from %s to join CommCareHQ
hi: %s द्वारा CommCareHQ में शामिल होने का निमंत्रण

source: Request to join CommCareHQ approved
hi: CommCareHQ में शामिल होने का अनुरोध स्वीकृत हुआ

source: {} accepted your invitation to CommCare HQ
hi: {} ने आपका CommCare HQ निमंत्रण स्वीकार किया

source: User count has reached the Plan limit for {}
hi: यूज़र की संख्या {} के लिए प्लान सीमा तक पहुँच गई है

source: Export De-Identified Data
hi: गुमनाम डेटा निर्यात करें

source: Blank Group %s
hi: रिक्त समूह %s

source: The following groups have no name. Please name them before continuing: {}
hi: निम्नलिखित समूहों का कोई नाम नहीं है। कृपया आगे बढ़ने से पहले इन्हें नाम दें: {}

source: Error exporting data. Please try again later.
hi: डेटा निर्यात करते समय त्रुटि। कृपया बाद में पुनः प्रयास करें।

source: Invitation to join the
hi: में शामिल होने का निमंत्रण

source: Accept Invitation?
hi: निमंत्रण स्वीकार करें?

source: Are you sure you want to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
hi: क्या आप वाकई निमंत्रण स्वीकार करना चाहते हैं CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> में <strong>%(username)s</strong> के रूप में शामिल होने के लिए?

source: Would you like to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
hi: क्या आप निमंत्रण स्वीकार करना चाहेंगे CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> में <strong>%(username)s</strong> के रूप में शामिल होने के लिए?

source: Accept Invitation
hi: निमंत्रण स्वीकार करें

source: You are signed in as a mobile user, but to accept this invitation, you must be a web user.
hi: आप मोबाइल यूज़र के रूप में साइन इन हैं, लेकिन इस निमंत्रण को स्वीकार करने के लिए आपको वेब यूज़र होना आवश्यक है।

source: Please
hi: कृपया

source: switch accounts
hi: खाता बदलें

source: create a web account
hi: वेब खाता बनाएँ

source: Not %(username)s?
hi: %(username)s नहीं हैं?

source: Switch Accounts
hi: खाता बदलें

source: Your email is managed by %(idp_name)s. You will be asked to authenticate with Single Sign-On in the next step.
hi: आपका ईमेल %(idp_name)s द्वारा प्रबंधित किया जाता है। अगले चरण में आपको सिंगल साइन-ऑन के साथ प्रमाणित करने के लिए कहा जाएगा।

source: To accept this %(invite_type_lower)s invitation, you must create an account.
hi: इस %(invite_type_lower)s निमंत्रण को स्वीकार करने के लिए, आपको एक खाता बनाना होगा।

source: Already have an account?
hi: क्या आपके पास पहले से खाता है?

source: Sign In Now
hi: अभी साइन इन करें

source: <h2> Bulk Clear Mobile Worker Data </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This action removes all data associated with a user and is a permanent action. Cleared users: </p> <ul> <li>Will not be able to access their cleared data.</li> <li>Will not be able to recover cleared data for any reason.</li> </ul> </div> <p class="help-block"> To clear user data in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
hi: <h2> मोबाइल वर्कर डेटा को बल्क में साफ़ करें </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> यह क्रिया उपयोगकर्ता से संबंधित सभी डेटा को हटा देती है और यह स्थायी है। साफ़ किए गए उपयोगकर्ता: </p> <ul> <li>अपना साफ़ किया गया डेटा एक्सेस नहीं कर पाएंगे।</li> <li>किसी भी कारण से साफ़ किया गया डेटा पुनः प्राप्त नहीं कर पाएंगे।</li> </ul> </div> <p class="help-block"> उपयोगकर्ता डेटा को बल्क में साफ़ करने के लिए, कृपया एक Excel फ़ाइल अपलोड करें जिसमें केवल एक <strong>username</strong> कॉलम हो। </p>

source: <h2> Bulk Delete Mobile Workers </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This is a permanent action. Deleted users: </p> <ul> <li>Will no longer be able to sync or submit any data from their mobile devices.</li> <li>Cannot be recovered for any reason.</li> </ul> <p> This page will not delete users who have submitted forms. </p> </div> <p class="help-block"> To delete users in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
hi: <h2> मोबाइल वर्कर को बल्क में हटाएं </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> यह एक स्थायी क्रिया है। हटाए गए उपयोगकर्ता: </p> <ul> <li>अब अपने मोबाइल डिवाइस से कोई भी डेटा सिंक या सबमिट नहीं कर पाएंगे।</li> <li>किसी भी कारण से पुनः प्राप्त नहीं किए जा सकते।</li> </ul> <p> यह पृष्ठ उन उपयोगकर्ताओं को नहीं हटाएगा जिन्होंने फॉर्म सबमिट किए हैं। </p> </div> <p class="help-block"> उपयोगकर्ताओं को बल्क में हटाने के लिए, कृपया एक Excel फ़ाइल अपलोड करें जिसमें केवल एक <strong>username</strong> कॉलम हो। </p>

source: <h2> Mobile Workers Bulk Lookup </h2> <p class="help-block"> Please upload an Excel file with a single <strong>username</strong> column. This page will then generate an Excel download noting which of the uploaded users already exist and which are active. </p>
hi: <h2> मोबाइल वर्कर बल्क लुकअप </h2> <p class="help-block"> कृपया एक Excel फ़ाइल अपलोड करें जिसमें केवल एक <strong>username</strong> कॉलम हो। यह पृष्ठ तब एक Excel डाउनलोड तैयार करेगा जिसमें यह दर्शाया जाएगा कि अपलोड किए गए उपयोगकर्ताओं में से कौन पहले से मौजूद हैं और कौन सक्रिय हैं। </p>

source: Confirm your account to join the %(domain_name)s project
hi: %(domain_name)s प्रोजेक्ट में शामिल होने के लिए अपना खाता कन्फर्म करें

source: You are already signed in.
hi: आप पहले से साइन इन हैं।

source: To accept this invitation, you must first <a href="%(sign_out_url)s">sign out</a>.
hi: इस निमंत्रण को स्वीकार करने के लिए, आपको पहले <a href="%(sign_out_url)s">साइन आउट</a> करना होगा।

source: Your account is already confirmed!
hi: आपका खाता पहले ही कन्फर्म हो चुका है!

source: <a href="%(login_url)s">Login</a> to access your account.
hi: <a href="%(login_url)s">लॉगिन</a> करें और अपने खाते तक पहुँचें।

source: It looks like your account has been deactivated. Contact your administrator if you think this is a mistake.
hi: ऐसा लगता है कि आपका खाता निष्क्रिय कर दिया गया है। यदि आपको लगता है कि यह गलती है तो अपने व्यवस्थापक से संपर्क करें।

source: Invitation link has expired. Contact your project administrator to send new invite.
hi: निमंत्रण लिंक की समय सीमा समाप्त हो गई है। नए निमंत्रण के लिए अपने प्रोजेक्ट व्यवस्थापक से संपर्क करें।

source: Confirm Your Account
hi: अपना खाता कन्फर्म करें

source: Fill in the details below to confirm your account.
hi: अपना खाता कन्फर्म करने के लिए नीचे दिए गए विवरण भरें।

source: Your username <strong>%(username)s</strong> was chosen by your project administrator.
hi: आपका उपयोगकर्ता नाम <strong>%(username)s</strong> आपके प्रोजेक्ट व्यवस्थापक द्वारा चुना गया था।

source: Below applications use this mobile worker as practice mobile worker. If you turn off practice mode, this mobile worker will be automatically unassigned for these applications as practice mode mobile worker.
hi: नीचे दिए गए एप्लिकेशन इस मोबाइल वर्कर को प्रैक्टिस मोबाइल वर्कर के रूप में उपयोग करते हैं। यदि आप प्रैक्टिस मोड बंद करते हैं, तो इन एप्लिकेशन के लिए यह मोबाइल वर्कर प्रैक्टिस मोड मोबाइल वर्कर के रूप में स्वचालित रूप से अनअसाइन हो जाएगा।

source: No, go back
hi: नहीं, वापस जाएँ

source: Yes, continue
hi: हाँ, जारी रखें

source: Request Sent
hi: अनुरोध भेजा गया

source: <div class="container"> <div class="page-header"> <h1>Request Access</h1> </div> <div class="alert alert-info"> <p>A request has been sent to the administrators of <strong>%(hr_name)s</strong>.</p> <p>You will receive an email when the request is approved.</p> </div> </div>
hi: <div class="container"> <div class="page-header"> <h1>एक्सेस का अनुरोध करें</h1> </div> <div class="alert alert-info"> <p><strong>%(hr_name)s</strong> के व्यवस्थापकों को अनुरोध भेजा गया है।</p> <p>अनुरोध स्वीकृत होने पर आपको एक ईमेल प्राप्त होगा।</p> </div> </div>

source: Deleted User
hi: हटाया गया उपयोगकर्ता

source: Whoa! I don't even know how you got here! But I guess since you're here...
hi: वाह! मुझे तो पता भी नहीं आप यहाँ कैसे पहुँचे! लेकिन अब जब आप यहाँ हैं...

source: The user <strong>%(username)s</strong> no longer exists.
hi: उपयोगकर्ता <strong>%(username)s</strong> अब मौजूद नहीं है।

source: If you think this user was deleted in error:
hi: यदि आपको लगता है कि यह उपयोगकर्ता गलती से हटाया गया:

source: Restore User
hi: उपयोगकर्ता पुनर्स्थापित करें

source: <p> You do not have access to %(hr_name)s. If you need access, fill out the form below to send a request to the project's admins. </p>
hi: <p> आपके पास %(hr_name)s तक पहुँच नहीं है। यदि आपको पहुँच चाहिए, तो नीचे दिया गया फॉर्म भरें और प्रोजेक्ट के एडमिन्स को अनुरोध भेजें। </p>

source: This user is a loadtest user. All forms submitted by this user will be ignored and not appear in reports or data exports.
hi: यह उपयोगकर्ता एक लोडटेस्ट उपयोगकर्ता है। इस उपयोगकर्ता द्वारा सबमिट किए गए सभी फॉर्म अनदेखा कर दिए जाएंगे और रिपोर्ट या डेटा एक्सपोर्ट में नहीं दिखेंगे।

source: This user is marked as a demo user. All forms submitted by this user will be ignored and not appear in reports or data exports.
hi: यह उपयोगकर्ता एक डेमो उपयोगकर्ता के रूप में चिह्नित है। इस उपयोगकर्ता द्वारा सबमिट किए गए सभी फॉर्म अनदेखा कर दिए जाएंगे और रिपोर्ट या डेटा एक्सपोर्ट में नहीं दिखेंगे।

source: Security
hi: Manejo de Casos

source: User Metadata
hi: उपयोगकर्ता मेटाडेटा

source: User Location
hi: उपयोगकर्ता स्थान

source: [Support only] Assigned Locations
hi: [केवल समर्थन] असाइन किए गए स्थान

source: Force Full Refresh on next Mobile Sync
hi: अगली मोबाइल सिंक पर फोर्स फुल रिफ्रेश करें

source: Force Full Refresh
hi: फोर्स फुल रिफ्रेश

source: Mobile Worker %(friendly_name)s is already set to do a full refresh the next time they sync.
hi: मोबाइल वर्कर %(friendly_name)s पहले से ही सेट है कि अगली बार सिंक करने पर फुल रिफ्रेश होगा।

source: Delete Mobile Worker
hi: मोबाइल वर्कर हटाएँ

source: Turn off demo mode to allow this mobile worker to start sending data to %(hq_name)s again.
hi: इस मोबाइल वर्कर को फिर से %(hq_name)s पर डेटा भेजने की अनुमति देने के लिए डेमो मोड बंद करें।

source: This will mark the mobile worker as a demo user and %(hq_name)s will ignore future form submissions from the user.
hi: इससे मोबाइल वर्कर को डेमो उपयोगकर्ता के रूप में चिह्नित किया जाएगा और %(hq_name)s भविष्य में उपयोगकर्ता द्वारा सबमिट किए गए फॉर्म को अनदेखा करेगा।

source: Turn Off Demo Mode for this Mobile Worker
hi: इस मोबाइल वर्कर के लिए डेमो मोड बंद करें

source: Turn On Demo Mode for this Mobile Worker
hi: इस मोबाइल वर्कर के लिए डेमो मोड चालू करें

source: Refresh Demo Mode data
hi: डेमो मोड डेटा रिफ्रेश करें

source: <span> Last refreshed %(when)s</span>
hi: <span> अंतिम बार रिफ्रेश किया गया: %(when)s</span>

source: Approximate date/time of the last time this user synced with the server from CommCare.
hi: इस उपयोगकर्ता ने अंतिम बार कब CommCare सर्वर के साथ सिंक किया था, इसकी अनुमानित तिथि/समय।

source: Devices
hi: डिवाइस

source: List of devices used to access CommCare applications, with approximate last-use dates.
hi: CommCare एप्लिकेशन तक पहुँचने के लिए उपयोग किए गए डिवाइसों की सूची, साथ में अनुमानित अंतिम उपयोग की तिथियाँ।

source: Device ID
hi: डिवाइस आईडी

source: Delete Mobile Worker %(friendly_name)s?
hi: मोबाइल वर्कर %(friendly_name)s को हटाएँ?

source: It is important you read the entire message below thoroughly before completing this action.
hi: इस क्रिया को पूरा करने से पहले नीचे दिया गया पूरा संदेश ध्यानपूर्वक पढ़ना महत्वपूर्ण है।

source: Are you sure you want to permanently delete <strong>%(friendly_name)s</strong>?
hi: क्या आप वाकई <strong>%(friendly_name)s</strong> को स्थायी रूप से हटाना चाहते हैं?

source: Will delete %(friendly_name)s. They will no longer be able to sync or submit any data from their mobile devices.
hi: %(friendly_name)s को हटा दिया जाएगा। वे अब अपने मोबाइल डिवाइस से कोई भी डेटा सिंक या सबमिट नहीं कर पाएंगे।

source: Will delete <strong>all</strong> of %(friendly_name)s's form submissions.
hi: %(friendly_name)s के <strong>सभी</strong> फॉर्म सबमिशन हटाए जाएंगे।

source: Will delete all cases owned by %(friendly_name)s and all the forms associated with those cases, unless the forms are linked to any other active cases. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Read more about this</a >.
hi: %(friendly_name)s के स्वामित्व वाले सभी केस और उन केसों से संबंधित सभी फॉर्म हटाए जाएंगे, जब तक कि वे फॉर्म किसी अन्य सक्रिय केस से जुड़े न हों। <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >इसके बारे में और पढ़ें</a >।

source: If you ever want to use %(friendly_name)s's data in the future, we suggest that you use the <strong>Deactivate User</strong> option <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >described here</a >.
hi: यदि आप भविष्य में कभी %(friendly_name)s के डेटा का उपयोग करना चाहते हैं, तो हम सुझाव देते हैं कि आप <strong>यूज़र को निष्क्रिय करें</strong> विकल्प का उपयोग करें <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >यहाँ वर्णित</a >।

source: If even after reading this you decide that you really want to delete this user and all of their data, type <strong>%(username)s</strong> into the box below.
hi: यदि यह सब पढ़ने के बाद भी आप वाकई इस यूज़र और उसके सभी डेटा को हटाना चाहते हैं, तो नीचे दिए गए बॉक्स में <strong>%(username)s</strong> टाइप करें।

source: The SSO Identity Provider for %(friendly_name)s, "%(idp_name)s", is not trusted by this project space.
hi: %(friendly_name)s के लिए SSO आइडेंटिटी प्रोवाइडर, "%(idp_name)s", इस प्रोजेक्ट स्पेस द्वारा विश्वसनीय नहीं है।

source: Click Trust Provider below to restore access for this user. <a href="#">Learn more</a> about SSO on CommCare HQ.
hi: नीचे दिए गए 'Trust Provider' पर क्लिक करें ताकि इस यूज़र की पहुँच पुनः स्थापित हो सके। <a href="#">और जानें</a> CommCare HQ पर SSO के बारे में।

source: Trust Identity Provider
hi: आइडेंटिटी प्रोवाइडर पर भरोसा करें

source: Information for %(friendly_name)s
hi: %(friendly_name)s के लिए जानकारी

source: Change %(friendly_name)s's Role
hi: %(friendly_name)s की भूमिका बदलें

source: Update Information
hi: जानकारी अपडेट करें

source: Update Location Settings
hi: स्थान सेटिंग अपडेट करें

source: Update Tableau Configuration
hi: Tableau कॉन्फ़िगरेशन अपडेट करें

source: <p> You have successfully confirmed the account %(new_mobile_worker)s for the project space %(domain)s. </p> <p> If you think you have received this by mistake, you can go ahead and ignore this email. </p> <p> Thank you,<br /> The CommCare HQ Team </p>
hi: <p> आपने सफलतापूर्वक %(new_mobile_worker)s खाते की पुष्टि की है प्रोजेक्ट स्पेस %(domain)s के लिए। </p> <p> यदि आपको लगता है कि यह ईमेल गलती से मिला है, तो आप इसे अनदेखा कर सकते हैं। </p> <p> धन्यवाद,<br /> CommCare HQ टीम </p>

source: <p> Your request to join %(domain_name)s has been approved. </p> <p> You may now visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
hi: <p> %(domain_name)s से जुड़ने का आपका अनुरोध स्वीकृत कर लिया गया है। </p> <p> अब आप %(url)s पर जा सकते हैं। </p> <p> धन्यवाद,<br /> CommCare HQ </p>

source: Your request to join %(domain_name)s has been approved. You may now visit %(url)s. Thanks, CommCare HQ
hi: आपका %(domain_name)s से जुड़ने का अनुरोध स्वीकृत कर लिया गया है। अब आप %(url)s पर जा सकते हैं। धन्यवाद, CommCare HQ

source: <p> %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. </p> <p> To approve or delete this request, visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
hi: <p> %(full_name)s (%(email)s) ने %(domain_name)s को वेब यूज़र के रूप में एक्सेस करने का अनुरोध किया है। </p> <p> इस अनुरोध को स्वीकृत या हटाने के लिए, %(url)s पर जाएँ। </p> <p> धन्यवाद,<br /> CommCare HQ </p>

source: %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. To approve or delete this request, visit %(url)s. Thanks, CommCare HQ
hi: %(full_name)s (%(email)s) ने %(domain_name)s को वेब यूज़र के रूप में एक्सेस करने का अनुरोध किया है। इस अनुरोध को स्वीकृत या हटाने के लिए, %(url)s पर जाएँ। धन्यवाद, CommCare HQ

source: Please note that you have utilised 90%% of the user limit included in your plan.
hi: कृपया ध्यान दें कि आपने अपने प्लान में शामिल उपयोगकर्ता सीमा का 90%% उपयोग कर लिया है।

source: Notice of Additional Monthly Charges for Mobile Workers
hi: मोबाइल वर्कर्स के लिए अतिरिक्त मासिक शुल्क की सूचना

source: For each Mobile Worker above your monthly limit of %(u_limit)s, you will be charged a fee of %(u_fee)s per Mobile Worker per month.
hi: आपके मासिक सीमा %(u_limit)s से ऊपर प्रत्येक मोबाइल वर्कर के लिए, आपको प्रति मोबाइल वर्कर प्रति माह %(u_fee)s शुल्क लिया जाएगा।

source: Calculating download size...
hi: डाउनलोड आकार की गणना हो रही है...

source: Successfully uploaded %(count)s %(user_type)s.
hi: %(count)s %(user_type)s सफलतापूर्वक अपलोड किए गए।

source: However, we ran into problems with the following users:
hi: हालांकि, निम्नलिखित यूज़र्स के साथ समस्याएँ आईं:

source: Create Mobile Worker
hi: मोबाइल वर्कर बनाएँ

source: Download Mobile Workers
hi: मोबाइल वर्कर्स डाउनलोड करें

source: Bulk Clear Data
hi: बल्क डेटा क्लियर करें

source: Bulk Delete Mobile Workers
hi: बल्क मोबाइल वर्कर्स हटाएँ

source: Bulk Lookup of Mobile Workers
hi: मोबाइल वर्कर्स का बल्क लुकअप

source: Create New Mobile Worker
hi: नया मोबाइल वर्कर बनाएँ

source: Mobile Worker Limit Reached
hi: मोबाइल वर्कर सीमा पूरी हो गई है

source: New Mobile Workers
hi: नए मोबाइल वर्कर्स

source: Show Deactivated Mobile Workers
hi: निष्क्रिय मोबाइल वर्कर्स दिखाएँ

source: Show Active Mobile Workers
hi: सक्रिय मोबाइल वर्कर्स दिखाएँ

source: No Mobile Workers were found that matched your query.
hi: आपकी क्वेरी से मेल खाते कोई मोबाइल वर्कर्स नहीं मिले।

source: Please create a new mobile worker above to get started.
hi: आरंभ करने के लिए ऊपर नया मोबाइल वर्कर बनाएँ।

source: Reactivate
hi: पुनः सक्रिय करें

source: Unlink PersonalID
hi: PersonalID अनलिंक करें

source: Link PersonalID
hi: PersonalID लिंक करें

source: Reactivate Mobile Worker
hi: मोबाइल वर्कर पुनः सक्रिय करें

source: Deactivate Mobile Worker
hi: मोबाइल वर्कर निष्क्रिय करें

source: Loading Workers...
hi: वर्कर्स लोड हो रहे हैं...

source: Send Confirmation SMS
hi: पुष्टिकरण एसएमएस भेजें

source: Send Confirmation Email
hi: पुष्टिकरण ईमेल भेजें

source: Send Account Confirmaton SMS
hi: खाता पुष्टि एसएमएस भेजें

source: Send Account Confirmaton Email
hi: खाता पुष्टि ईमेल भेजें

source: CommCare Supply Settings
hi: CommCare सप्लाई सेटिंग्स

source: Update CommCare Supply Settings
hi: CommCare सप्लाई सेटिंग्स अपडेट करें

source: Delete +%(number)s ?
hi: हटाएँ +%(number)s ?

source: Are you sure you want to delete the phone number: "+%(number)s"?
hi: क्या आप वाकई फोन नंबर: "+%(number)s" को हटाना चाहते हैं?

source: Verify +%(number)s?
hi: सत्यापित करें +%(number)s?

source: A verification message has already been sent to this phone. The phone has not replied yet. Send again?
hi: सत्यापन संदेश पहले ही इस फोन पर भेजा जा चुका है। फोन ने अभी तक उत्तर नहीं दिया है। फिर से भेजें?

source: Registered Phone Numbers
hi: पंजीकृत फोन नंबर

source: VERIFIED
hi: सत्यापित

source: VERIFICATION PENDING
hi: सत्यापन लंबित

source: ALREADY IN USE
hi: पहले से उपयोग में है

source: INVALID FORMAT
hi: अमान्य प्रारूप

source: Send a verification SMS to this phone. When the user replies to this SMS, the phone number will be verified.
hi: इस फोन पर सत्यापन एसएमएस भेजें। जब उपयोगकर्ता इस एसएमएस का उत्तर देगा, तो फोन नंबर सत्यापित हो जाएगा।

source: Verify (retry)
hi: सत्यापित करें (फिर प्रयास करें)

source: Mark as primary
hi: मुख्य के रूप में चिह्नित करें

source: Link PersonalID Account
hi: PersonalID खाता लिंक करें

source: After linking, the mobile worker will be able to access this project using their PersonalID credentials.
hi: लिंक करने के बाद, मोबाइल वर्कर अपने PersonalID क्रेडेंशियल्स का उपयोग करके इस परियोजना तक पहुंच सकेंगे।
