Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/djangojs.po
Languages: hi

source: Large
hi: बड़ा

source: Original
hi: मूल

source: This will resize the image before sending the form. Use this option to send smaller images in areas of poor connectivity.<ul><li>Small - 0.1 megapixels</li><li>Medium - 0.2 megapixels</li><li>Large - 0.5 megapixels</li></ul>
hi: यह फॉर्म भेजने से पहले छवि का आकार बदल देगा। खराब कनेक्टिविटी वाले क्षेत्रों में छोटे चित्र भेजने के लिए इस विकल्प का उपयोग करें।<ul><li>छोटा - 0.1 मेगापिक्सल</li><li>मध्यम - 0.2 मेगापिक्सल</li><li>बड़ा - 0.5 मेगापिक्सल</li></ul>

source: Micro-Image
hi: सूक्ष्म-छवि

source: Video Capture
hi: वीडियो कैप्चर

source: Signature Capture
hi: हस्ताक्षर कैप्चर

source: GPS
hi: जीपीएस

source: Barcode Scan
hi: बारकोड स्कैन

source: Date and Time
hi: तारीख और समय

source: Time
hi: समय

source: Long
hi: लंबा

source: Decimal
hi: दशमलव

source: Choice
hi: चुनाव

source: Choice Value
hi: चुनाव मूल्य

source: Whitespace in values is not allowed.
hi: मानों मेंWhitespace की अनुमति नहीं है।

source: This choice value has been used in the same question
hi: इस चुनाव मूल्य का उपयोग उसी प्रश्न में किया गया है

source: Cannot change a Multiple/Single Choice question to a non-Choice question if it has Choices. Please remove all Choices and try again.
hi: यदि इसमें चुनाव हैं तो एक मल्टीपल/सिंगल चॉइस प्रश्न को गैर-चॉइस प्रश्न में नहीं बदला जा सकता। कृपया सभी चुनाव हटा दें और फिर से प्रयास करें।

source: Checkbox
hi: चेकबॉक्स

source: Multiple Choice
hi: मल्टीपल चॉइस

source: Group
hi: समूह

source: Question List
hi: प्रश्न सूची

source: Repeat Group
hi: दोहराएं समूह

source: Repeat Count
hi: दोहराएं गणना

source: Repeat Count is required.
hi: दोहराएं गणना आवश्यक है।

source: Extra Repeat Attributes
hi: अतिरिक्त दोहराएं गुण

source: You have deleted a question.
hi: आपने एक प्रश्न हटा दिया है।

source: Undo
hi: पूर्ववत करें

source: New Form
hi: नया फॉर्म

source: PARSE ERROR!:
hi: पार्स त्रुटि!:

source: No Data block was found in the form. Please check that your form is valid!
hi: फॉर्म में कोई डेटा ब्लॉक नहीं मिला। कृपया जांचें कि आपका फॉर्म मान्य है!

source: Form does not have a Name! The default form name will be used
hi: फॉर्म का कोई नाम नहीं है! डिफ़ॉल्ट फॉर्म नाम का उपयोग किया जाएगा

source: Form JRM namespace attribute was not found in data block. One will be added automatically
hi: फॉर्म JRM नामस्थान गुण डेटा ब्लॉक में नहीं मिला। एक स्वचालित रूप से जोड़ा जाएगा

source: Form does not have a UIVersion attribute, one will be generated automatically
hi: फॉर्म में कोई UIVersion गुण नहीं है, एक स्वचालित रूप से उत्पन्न किया जाएगा

source: Form does not have a Version attribute (in the data block), one will be added automatically
hi: फॉर्म में कोई संस्करण गुण नहीं है (डेटा ब्लॉक में), एक स्वचालित रूप से जोड़ा जाएगा

source: Ambiguous bind:
hi: अस्पष्ट बाइंड:

source: Bind Node [{path}] found but has no associated Data node. This bind node will be discarded!
hi: बाइंड नोड [{path}] मिला लेकिन इसका कोई संबंधित डेटा नोड नहीं है। इस बाइंड नोड को त्याग दिया जाएगा!

source: Not Found
hi: नहीं मिला

source: {type} nodes cannot be used in an output value. Please remove the output value for '{path}' or your form will have errors.
hi: {type} नोड्स को आउटपुट मान में उपयोग नहीं किया जा सकता। कृपया '{path}' के लिए आउटपुट मान हटा दें या आपका फॉर्म त्रुटियों का सामना करेगा।

source: The {field} for a question is not allowed to reference the question itself. Please remove the {ref} from the {field} or your form will have errors.
hi: एक प्रश्न के लिए {field} को प्रश्न स्वयं को संदर्भित करने की अनुमति नहीं है। कृपया {field} से {ref} हटा दें या आपका फॉर्म त्रुटियों का सामना करेगा।

source: output value
hi: आउटपुट मान

source: Validation Failed
hi: मान्यता विफल

source: Please fix the error before leaving this page:
hi: कृपया इस पृष्ठ को छोड़ने से पहले त्रुटि को ठीक करें:

source: Edit <span class='property-name'>Expression</span> (Advanced)
hi: संपादित करें <span class='property-name'>व्यक्तित्व</span> (उन्नत)

source: Show Simple Mode
hi: सरल मोड दिखाएं

source: You are currently in Advanced Mode because your logic is too complicated for Simple Mode.
hi: आप वर्तमान में उन्नत मोड में हैं क्योंकि आपकी लॉजिक सरल मोड के लिए बहुत जटिल है।

source: You can drag a question into the box.
hi: आप प्रश्न को बॉक्स में खींच सकते हैं।

source: Guide to Common Logic and Calculations
hi: सामान्य लॉजिक और गणनाओं के लिए गाइड

source: Edit <span class='property-name'>Expression</span>
hi: संपादित करें <span class='property-name'>व्यक्तित्व</span>

source: Show Advanced Mode
hi: उन्नत मोड दिखाएं

source: Result is
hi: परिणाम है

source: Expression
hi: व्यक्तित्व

source: Add Expression
hi: व्यक्तित्व जोड़ें

source: Save
hi: सहेजें

source: Cancel
hi: रद्द करें

source: Drag question here
hi: यहां प्रश्न खींचें

source: is equal to
hi: बराबर है

source: is not equal to
hi: बराबर नहीं है

source: is less than
hi: कम है

source: is less than or equal to
hi: कम या बराबर है

source: is greater than
hi: ज्यादा है

source: is greater than or equal to
hi: ज्यादा या बराबर है

source: has selected value
hi: चयनित मूल्य है

source: True when ALL of the expressions are true.
hi: सभी व्यक्तित्व सत्य होने पर सत्य।

source: True when ANY of the expressions are true.
hi: किसी भी व्यक्तित्व सत्य होने पर सत्य।

source: Error
hi: त्रुटि

source: Warning
hi: चेतावनी

source: Form Warning
hi: फॉर्म चेतावनी

source: Notification
hi: सूचना

source: Holding the ALT key while clicking save invokes an inefficient save procedure. Do this only if a normal save fails.
hi: सहेजने के दौरान ALT कुंजी को दबाए रखने से एक अप्रभावी सहेजने की प्रक्रिया होती है। ऐसा केवल तब करें जब सामान्य सहेजना विफल हो।

source: Are you sure you want to exit? All unsaved changes will be lost!
hi: क्या आप सुनिश्चित हैं कि आप बाहर निकलना चाहते हैं? सभी असहेजे गए परिवर्तन खो जाएंगे!

source: Look for questions marked with $1 and check they don't reference deleted questions.
hi: $1 के साथ चिह्नित प्रश्नों की तलाश करें और जांचें कि वे हटा दिए गए प्रश्नों का संदर्भ नहीं देते।

source: Errors in Form
hi: फॉर्म में त्रुटियाँ

source: Form has reference errors.
hi: फॉर्म में संदर्भ त्रुटियाँ हैं।

source: Look for questions marked with $1 and fix the errors.
hi: $1 के साथ चिह्नित प्रश्नों की तलाश करें और त्रुटियों को ठीक करें।

source: Form has validation errors.
hi: फॉर्म में मान्यता त्रुटियाँ हैं।

source: Multimedia Capture
hi: मल्टीमीडिया कैप्चर

source: Number
hi: संख्या

source: Groups
hi: समूह

source: Advanced
hi: उन्नत

source: Make Required
hi: आवश्यक बनाएं

source: You are about to make all existing questions on this form required. This action will overwrite the current configuration of this form and can only be undone by editing individual questions.
hi: आप इस फॉर्म पर सभी मौजूदा प्रश्नों को आवश्यक बनाने जा रहे हैं। यह क्रिया इस फॉर्म की वर्तमान कॉन्फ़िगरेशन को अधिलेखित कर देगी और केवल व्यक्तिगत प्रश्नों को संपादित करके पूर्ववत किया जा सकता है।

source: Load Default Values
hi: डिफ़ॉल्ट मान लोड करें

source: You are about to set matching case properties as Default Values for all existing questions. This action will overwrite existing Default Values for all questions with matching case properties and can only be undone by editing individual questions.
hi: आप मेल खाते मामले के गुणों को सभी मौजूदा प्रश्नों के लिए डिफ़ॉल्ट मान के रूप में सेट करने जा रहे हैं। यह क्रिया मेल खाते मामले के गुणों वाले सभी प्रश्नों के लिए मौजूदा डिफ़ॉल्ट मानों को अधिलेखित कर देगी और केवल व्यक्तिगत प्रश्नों को संपादित करके पूर्ववत किया जा सकता है।

source: Are you sure you want to perform this action?
hi: क्या आप सुनिश्चित हैं कि आप यह क्रिया करना चाहते हैं?

source: Continue
hi: जारी रखें

source: Expand Editor
hi: संपादक का विस्तार करें

source: Shrink Editor
hi: संपादक को संकुचित करें

source: Export Form Contents
hi: फॉर्म सामग्री का निर्यात करें

source: Edit Source XML
hi: स्रोत XML संपादित करें

source: Form Properties
hi: फॉर्म गुण

source: Find Usages
hi: उपयोग खोजें

source: Validation failed. Form may not perform correctly on your device!
hi: मान्यता विफल। फॉर्म आपके डिवाइस पर सही ढंग से कार्य नहीं कर सकता!

source: Edit Form's Source XML
hi: फॉर्म के स्रोत XML को संपादित करें

source: Update Source
hi: स्रोत अपडेट करें

source: This is the raw XML. You can edit or paste into this box to make changes to your form. Press 'Update Source' to save changes, or 'Close' to cancel.
hi: यह कच्चा XML है। आप इस बॉक्स में संपादित या चिपका सकते हैं ताकि अपने फॉर्म में परिवर्तन कर सकें। परिवर्तनों को सहेजने के लिए 'स्रोत अपडेट करें' दबाएं, या रद्द करने के लिए 'बंद करें' दबाएं।

source: Copy and paste this content into a spreadsheet program like Excel to easily share your form with others.
hi: इस सामग्री को एक स्प्रेडशीट प्रोग्राम जैसे Excel में कॉपी और पेस्ट करें ताकि आप अपने फॉर्म को दूसरों के साथ आसानी से साझा कर सकें।

source: Lost Work Warning
hi: काम खोने की चेतावनी

source: Overwrite their work
hi: उनका काम अधिलेखित करें

source: Show XML Differences
hi: XML भिन्नताएँ दिखाएँ

source: Looks like someone else has edited this form since you loaded the page. Are you sure you want to overwrite their work?
hi: लगता है कि किसी और ने इस फॉर्म को संपादित किया है जब से आपने पृष्ठ लोड किया। क्या आप सुनिश्चित हैं कि आप उनका काम अधिलेखित करना चाहते हैं?

source: Edit Form Properties
hi: फॉर्म गुण संपादित करें

source: Disable Text Formatting
hi: पाठ प्रारूपण अक्षम करें

source: Use Easy References
hi: आसान संदर्भ का उपयोग करें

source: Use of each question
hi: प्रत्येक प्रश्न का उपयोग

source: Close
hi: बंद करें

source: Unsaved Changes in Editor
hi: संपादक में असहेजे गए परिवर्तन

source: You have UNSAVED changes in the Expression Editor. Please save changes before continuing.
hi: आपके पास व्यक्तित्व संपादक में असहेजे गए परिवर्तन हैं। कृपया जारी रखने से पहले परिवर्तनों को सहेजें।

source: Parsing Error. Please check that your form is valid XML.
hi: पार्सिंग त्रुटि। कृपया जांचें कि आपका फॉर्म मान्य XML है।

source: OK
hi: ठीक है

source: Sorry, {err}
hi: क्षमा करें, {err}

source: Add Choice
hi: चुनाव जोड़ें

source: and
hi: और

source: There are errors in the form
hi: फॉर्म में त्रुटियाँ हैं

source: Fix Manually
hi: हाथ से ठीक करें

source: Fix Automatically
hi: स्वचालित रूप से ठीक करें

source: It looks like your form is not valid XML. This can often happen if you use a reserved character in one of your questions. Characters to look out for are <, >, and &. You can still save, but you CANNOT LOAD THIS FORM again until you fix the XML by hand. What would you like to do?
hi: लगता है कि आपका फॉर्म मान्य XML नहीं है। यह अक्सर तब होता है जब आप अपने प्रश्नों में किसी आरक्षित वर्ण का उपयोग करते हैं। देखने के लिए वर्ण हैं <, >, और &। आप अभी भी सहेज सकते हैं, लेकिन आप इस फॉर्म को फिर से लोड नहीं कर सकते जब तक आप XML को हाथ से ठीक नहीं करते। आप क्या करना चाहेंगे?

source: Form Validation Error
hi: फॉर्म मान्यता त्रुटि

source: Fix the problem (recommended)
hi: समस्या को ठीक करें (अनुशंसित)

source: Save anyway
hi: फिर भी सहेजें

source: Basic
hi: बुनियादी

source: The {displaytext} appears in the application. This text will not appear in data exports.
hi: यह {displaytext} एप्लिकेशन में दिखाई देता है। यह पाठ डेटा निर्यात में नहीं दिखाई देगा।

source: Display Text
hi: प्रदर्शन पाठ

source: Data Source
hi: डेटा स्रोत

source: You can configure an external data source like a case list or lookup table to use as the choices for a multiple choice question.
hi: आप एक बाहरी डेटा स्रोत जैसे मामले की सूची या लुकअप तालिका को एक मल्टीपल चॉइस प्रश्न के लिए विकल्प के रूप में कॉन्फ़िगर कर सकते हैं।

source: Logic
hi: लॉजिक

source: Use logic to control when questions are asked and what answers are valid. You can add logic to display a question based on a previous answer, to make the question required or ensure the answer is in a valid range.
hi: प्रश्न पूछने और कौन से उत्तर मान्य हैं, यह नियंत्रित करने के लिए लॉजिक का उपयोग करें। आप एक पिछले उत्तर के आधार पर प्रश्न प्रदर्शित करने के लिए लॉजिक जोड़ सकते हैं, प्रश्न को आवश्यक बनाने के लिए या सुनिश्चित करने के लिए कि उत्तर मान्य सीमा में है।

source: Media
hi: मीडिया

source: This will allow you to add images, audio or video media to a question, or other custom content.
hi: यह आपको एक प्रश्न में छवियाँ, ऑडियो या वीडियो मीडिया जोड़ने, या अन्य कस्टम सामग्री जोड़ने की अनुमति देगा।

source: These are advanced settings and are not needed for most applications. Please only change these if you have a specific need!
hi: ये उन्नत सेटिंग्स हैं और अधिकांश अनुप्रयोगों के लिए आवश्यक नहीं हैं। कृपया केवल तब ही इन्हें बदलें जब आपको विशेष आवश्यकता हो!

source: This question represents advanced content that is not supported by the form builder. Please only change it if you have a specific need!
hi: यह प्रश्न उन्नत सामग्री का प्रतिनिधित्व करता है जो फॉर्म बिल्डर द्वारा समर्थित नहीं है। कृपया केवल तब ही इसे बदलें जब आपको विशेष आवश्यकता हो!

source: Ignored XML
hi: अनदेखा XML

source: Android App Callout
hi: एंड्रॉइड ऐप कॉलआउट

source: External App
hi: बाहरी ऐप

source: Insert Android Application ID
hi: एंड्रॉइड एप्लिकेशन आईडी डालें

source: change your subscription
hi: अपनी सदस्यता बदलें

source: You no longer have access to built in or external integration in your application. Built in integrations are available on the Pro plan and higher. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
hi: आपको अब अपने एप्लिकेशन में अंतर्निहित या बाहरी एकीकरण तक पहुंच नहीं है। अंतर्निहित एकीकरण प्रो योजना और उच्चतर पर उपलब्ध हैं। बाहरी एकीकरण उन्नत योजना और उच्चतर पर उपलब्ध हैं। अपने एप्लिकेशन का एक नया संस्करण बनाने से पहले, आपको {link} करना होगा या इस प्रश्न को हटाना होगा।

source: Your subscription only has access to built-in integration. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
hi: आपकी सदस्यता में केवल अंतर्निहित एकीकरण तक पहुंच है। बाहरी एकीकरण उन्नत योजना और उच्चतर पर उपलब्ध हैं। अपने एप्लिकेशन का एक नया संस्करण बनाने से पहले, आपको {link} करना होगा या इस प्रश्न को हटाना होगा।

source: Android app callouts of the same type must have different question ids.
hi: एक ही प्रकार के एंड्रॉइड ऐप कॉलआउट में विभिन्न प्रश्न आईडी होनी चाहिए।

source: Extra
hi: अतिरिक्त

source: Response
hi: प्रतिक्रिया

source: Special Intent XMLNS attribute
hi: विशेष इरादा XMLNS गुण

source: Print
hi: प्रिंट

source: Document Template
hi: दस्तावेज़ टेम्पलेट

source: Edit Data Source
hi: डेटा स्रोत संपादित करें

source: Query Expression
hi: क्वेरी व्यक्तित्व

source: Optional Instance Properties
hi: वैकल्पिक उदाहरण गुण

source: Instance ID
hi: उदाहरण आईडी

source: Instance URI
hi: उदाहरण URI

source: Lookup table was not found in the project
hi: लुकअप तालिका परियोजना में नहीं मिली

source: Loading...
hi: लोड हो रहा है...

source: You no longer have access to Lookup Tables in your application. Lookup Tables are available on the Standard plan and higher. Before you can make a new version of your application, you must {link} or delete this question
hi: आपको अब अपने एप्लिकेशन में लुकअप तालिकाओं तक पहुंच नहीं है। लुकअप तालिकाएँ मानक योजना और उच्चतर पर उपलब्ध हैं। अपने एप्लिकेशन का एक नया संस्करण बनाने से पहले, आपको {link} करना होगा या इस प्रश्न को हटाना होगा।

source: A data source must be selected.
hi: एक डेटा स्रोत का चयन करना आवश्यक है।

source: Display Text Field
hi: प्रदर्शन पाठ क्षेत्र

source: Sort Field
hi: क्रमबद्ध क्षेत्र

source: Filter
hi: फ़िल्टर

source: This is an XPath expression that will filter the set of choices from the lookup table
hi: यह एक XPath व्यक्तित्व है जो लुकअप तालिका से विकल्पों के सेट को फ़िल्टर करेगा

source: Lookup Tables
hi: लुकअप तालिकाएँ

source: Checkbox Lookup Table
hi: चेकबॉक्स लुकअप तालिका

source: Cannot change to Multiple/Single Choice question if it has Choices. Please remove all Choices and try again.
hi: यदि इसमें चुनाव हैं तो मल्टीपल/सिंगल चॉइस प्रश्न में नहीं बदला जा सकता। कृपया सभी चुनाव हटा दें और फिर से प्रयास करें।

source: Can only change to a Multiple Choice Lookup Table
hi: केवल मल्टीपल चॉइस लुकअप तालिका में बदल सकते हैं

source: Multiple Choice Lookup Table
hi: मल्टीपल चॉइस लुकअप तालिका

source: Can only change to a Checkbox Lookup Table
hi: केवल चेकबॉक्स लुकअप तालिका में बदल सकते हैं

source: {attr} was not found in the lookup table
hi: {attr} लुकअप तालिका में नहीं मिला

source: Display
hi: प्रदर्शन

source: auto?
hi: स्वचालित?

source: Use text formatting to <strong>bold</strong> and <em>italicize</em> words, use bulleted lists, and <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>more</a>
hi: पाठ प्रारूपण का उपयोग करें <strong>बोल्ड</strong> और <em>इटैलिक</em> शब्दों के लिए, बुलेटेड सूचियों का उपयोग करें, और <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>अधिक</a>

source: Turn Off Text Formatting
hi: पाठ प्रारूपण बंद करें

source: Turn On Text Formatting
hi: पाठ प्रारूपण चालू करें

source: custom...
hi: कस्टम...

source: New Content Type
hi: नया सामग्री प्रकार

source: Content Type
hi: सामग्री प्रकार

source: You have languages in your form that are not specified in the "Languages" page of the application builder. The following language will be deleted on save unless you add it to the "Languages" page:
hi: आपके फॉर्म में ऐसी भाषाएँ हैं जो एप्लिकेशन बिल्डर के "भाषाएँ" पृष्ठ में निर्दिष्ट नहीं हैं। निम्नलिखित भाषा को सहेजने पर हटा दिया जाएगा जब तक आप इसे "भाषाएँ" पृष्ठ में नहीं जोड़ते:

source: {name} (or multimedia) is required.
hi: {name} (या मल्टीमीडिया) आवश्यक है।

source: {name} (or multimedia) is required for all languages.
hi: {name} (या मल्टीमीडिया) सभी भाषाओं के लिए आवश्यक है।

source: {name} Itext ID is required.
hi: {name} Itext ID आवश्यक है।

source: {name} is not a valid ID.
hi: {name} एक मान्य आईडी नहीं है।

source: Multimedia was not copied; it must be uploaded separately.
hi: मल्टीमीडिया कॉपी नहीं किया गया; इसे अलग से अपलोड करना होगा।

source: Discarded languages:
hi: त्यागी गई भाषाएँ:

source: Validation Message
hi: मान्यता संदेश

source: Can't have a Validation Message Itext ID without a Validation Condition
hi: मान्यता स्थिति के बिना मान्यता संदेश Itext ID नहीं हो सकता

source: Validation Message Itext ID
hi: मान्यता संदेश Itext ID

source: Add Validation Media
hi: मान्यता मीडिया जोड़ें

source: Display Text Itext ID
hi: प्रदर्शन पाठ Itext ID

source: Hint Message
hi: संकेत संदेश

source: Hint Itext ID
hi: संकेत Itext ID

source: Help Message
hi: सहायता संदेश

source: Help Itext ID
hi: सहायता Itext ID

source: Add New Item Button Text
hi: नया आइटम बटन पाठ जोड़ें

source: Add New Itext ID
hi: नया Itext ID जोड़ें

source: Add Another Item Button Text
hi: दूसरा आइटम बटन पाठ जोड़ें

source: Add Another Itext ID
hi: दूसरा Itext ID जोड़ें

source: Add Other Content
hi: अन्य सामग्री जोड़ें

source: Add Multimedia
hi: मल्टीमीडिया जोड़ें

source: Add Help Media
hi: सहायता मीडिया जोड़ें

source: Edit Bulk Translations
hi: बुल्क अनुवाद संपादित करें

source: Update Translations
hi: अनुवाद अपडेट करें

source: Copy these translations into a spreadsheet program like Excel. You can edit them there and then paste them back here when you're done. These will update the translations used in your form. Press 'Update Translations' to save changes, or 'Close' to cancel.
hi: इन अनुवादों को एक स्प्रेडशीट प्रोग्राम जैसे Excel में कॉपी करें। आप वहां उन्हें संपादित कर सकते हैं और फिर जब आप समाप्त कर लें तो उन्हें यहां फिर से पेस्ट कर सकते हैं। ये आपके फॉर्म में उपयोग किए जाने वाले अनुवादों को अपडेट करेंगे। परिवर्तनों को सहेजने के लिए 'अनुवाद अपडेट करें' दबाएं, या रद्द करने के लिए 'बंद करें' दबाएं।

source: App Properties
hi: ऐप गुण

source: Could not load app properties.
hi: ऐप गुण लोड नहीं कर सका।

source: If this error persists, please report an issue.
hi: यदि यह त्रुटि बनी रहती है, तो कृपया एक मुद्दा रिपोर्ट करें।

source: The {questionid} is an internal identifier for a question. It does not appear on the phone. It is the name of the question in data exports.
hi: {questionid} एक प्रश्न के लिए एक आंतरिक पहचानकर्ता है। यह फोन पर दिखाई नहीं देता। यह डेटा निर्यात में प्रश्न का नाम है।

source: The date and time of the action, e.g., now() or today()
hi: क्रिया की तिथि और समय, जैसे, now() या today()

source: Balance ID
hi: बैलेंस आईडी

source: The name of the balance you are tracking. This is an internal identifier which does not appear on the phone.
hi: जिस बैलेंस को आप ट्रैक कर रहे हैं उसका नाम। यह एक आंतरिक पहचानकर्ता है जो फोन पर दिखाई नहीं देता।

source: Product
hi: उत्पाद

source: A reference to a product ID, e.g., "/data/products/current_product"
hi: एक उत्पाद आईडी का संदर्भ, जैसे, "/data/products/current_product"

source: Quantity
hi: मात्रा

source: A reference to an integer question in this form.
hi: इस फॉर्म में एक पूर्णांक प्रश्न का संदर्भ।

source: Case
hi: मामला

source: XPath expression for the case ID associated with this balance.
hi: इस बैलेंस से संबंधित मामले आईडी के लिए XPath व्यक्तित्व।

source: Transfer must have both Source Case and Destination Case defined.
hi: स्थानांतरण में स्रोत मामला और गंतव्य मामला दोनों को परिभाषित करना आवश्यक है।

source: Cannot change $1 to $2
hi: $1 को $2 में नहीं बदला जा सकता

source: Source Case
hi: स्रोत मामला

source: XPath expression for the case ID issuing the transaction.
hi: लेनदेन जारी करने वाले मामले आईडी के लिए XPath व्यक्तित्व।

source: Destination Case
hi: गंतव्य मामला

source: XPath expression for the case ID receiving the transaction.
hi: लेनदेन प्राप्त करने वाले मामले आईडी के लिए XPath व्यक्तित्व।

source: Dispense must have a Source Case.
hi: वितरित करने के लिए एक स्रोत मामला होना चाहिए।

source: Receive must have a Destination Case.
hi: प्राप्त करने के लिए एक गंतव्य मामला होना चाहिए।

source: Model Iteration ID Query
hi: मॉडल पुनरावृत्ति आईडी क्वेरी

source: Property Name
hi: गुण का नाम

source: Calculation
hi: गणना

source: Relevant
hi: संबंधित

source: Relationship Identifier (e.g. parent or host)
hi: संबंध पहचानकर्ता (जैसे माता-पिता या मेज़बान)

source: Referenced Case ID
hi: संदर्भित मामला आईडी

source: Referenced Case Type
hi: संदर्भित मामला प्रकार

source: Relationship (child or extension)
hi: संबंध (बच्चा या विस्तार)

source: Node Name
hi: नोड नाम

source: Source
hi: स्रोत

source: From
hi: से

source: Attachment Name
hi: संलग्नक नाम

source: Add Property
hi: गुण जोड़ें

source: Date Modified
hi: संशोधित तिथि

source: User ID
hi: उपयोगकर्ता आईडी

source: Case Type
hi: मामला प्रकार

source: Case ID
hi: मामला आईडी

source: Create Case
hi: मामला बनाएं

source: Properties To Create
hi: बनाने के लिए गुण

source: You must include {columns} columns to create a case
hi: आपको एक मामला बनाने के लिए {columns} कॉलम शामिल करना आवश्यक है

source: You can only use the following properties:
hi: आप केवल निम्नलिखित गुणों का उपयोग कर सकते हैं:

source: {props} are invalid properties
hi: {props} अमान्य गुण हैं

source: Close Case
hi: मामला बंद करें

source: Close Condition
hi: बंद करने की स्थिति

source: Update Case
hi: मामला अपडेट करें

source: Properties To Update
hi: अपडेट करने के लिए गुण

source: Use Index
hi: सूचकांक का उपयोग करें

source: Index Properties
hi: सूचकांक गुण

source: Relationship must be child or extension
hi: संबंध बच्चे या विस्तार होना चाहिए

source: Use Attachments
hi: संलग्नक का उपयोग करें

source: Attachment Properties
hi: संलग्नक गुण

source: The from attribute must be one of: local, remote, or inline
hi: सेट गुण में से एक होना चाहिए: स्थानीय, दूरस्थ, या इनलाइन

source: Inlined attachments must have an attachment name
hi: इनलाइन संलग्नकों का एक संलग्नक नाम होना चाहिए

source: Create
hi: बनाएँ

source: Update
hi: अपडेट करें

source: Index
hi: सूचकांक

source: Attachments
hi: संलग्नक

source: An error occurred when parsing bind node [{path}]. Please fix this.
hi: बाइंड नोड [{path}] पार्स करते समय एक त्रुटि हुई। कृपया इसे ठीक करें।

source: Upload
hi: अपलोड करें

source: Select new
hi: नया चुनें

source: Select File
hi: फ़ाइल चुनें

source: Current
hi: वर्तमान

source: Begin Upload
hi: अपलोड प्रारंभ करें
