Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: This will not copy lookup tables (aka fixtures).
hi: यह लुकअप टेबल्स (जिसे फिक्स्चर भी कहते हैं) की कॉपी नहीं करेगा।

source: Thank you for your submission. A representative will be in contact with you shortly.
hi: आपके सबमिशन के लिए धन्यवाद। एक प्रतिनिधि शीघ्र ही आपसे संपर्क करेगा।

source: Error details
hi: त्रुटि विवरण

source: Log In
hi: लॉग इन करें

source: Log In :: CommCare HQ
hi: लॉग इन :: CommCare HQ

source: Password Reset Confirmation
hi: पासवर्ड रीसेट पुष्टि

source: Reset Password
hi: पासवर्ड रीसेट करें

source: Reset Password Unsuccessful
hi: पासवर्ड रीसेट असफल

source: Please request a new password reset.
hi: कृपया नया पासवर्ड रीसेट अनुरोध करें।

source: Request Password Reset
hi: पासवर्ड रीसेट का अनुरोध करें

source: Password Reset
hi: पासवर्ड रीसेट

source: No account? Sign up today, it's free!
hi: कोई खाता नहीं है? आज ही साइन अप करें, यह निःशुल्क है!

source: Learn more
hi: और जानें

source: about how CommCare HQ can be your mobile solution for your frontline workforce.
hi: कि CommCare HQ आपकी फ्रंटलाइन वर्कफोर्स के लिए आपकी मोबाइल समाधान कैसे बन सकता है।

source: Request Access to %(hr_name)s
hi: %(hr_name)s तक पहुँच का अनुरोध करें

source: Sign Up
hi: साइन अप करें

source: We will email instructions to you for resetting your password.
hi: हम आपको पासवर्ड रीसेट करने के लिए निर्देश ईमेल करेंगे।

source: Password Change Complete
hi: पासवर्ड परिवर्तन पूर्ण

source: Your password was successfully changed.
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है।

source: Sign In
hi: साइन इन करें

source: Password Reset Complete
hi: पासवर्ड रीसेट पूर्ण

source: Password Reset Requested
hi: पासवर्ड रीसेट का अनुरोध किया गया

source: We've emailed instructions for resetting your password to the email address you submitted. You should be receiving it shortly.
hi: हमने आपके द्वारा सबमिट किए गए ईमेल पते पर पासवर्ड रीसेट के लिए निर्देश भेज दिए हैं। आपको शीघ्र ही यह प्राप्त हो जाएगा।

source: You're receiving this email because you requested a password reset
hi: आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि आपने पासवर्ड रीसेट का अनुरोध किया है

source: for your user account at %(site_name)s
hi: अपने उपयोगकर्ता खाते के लिए %(site_name)s पर

source: Please go to the following page and choose a new password:
hi: कृपया निम्नलिखित पृष्ठ पर जाएँ और नया पासवर्ड चुनें:

source: Your username:
hi: आपका उपयोगकर्ता नाम:

source: Your project spaces:
hi: आपकी प्रोजेक्ट स्पेसेस:

source: Thank you for using CommCare HQ.
hi: CommCare HQ का उपयोग करने के लिए धन्यवाद।

source: --The CommCare HQ Team
hi: --CommCare HQ टीम

source: Forgot your password?
hi: क्या आप अपना पासवर्ड भूल गए हैं?

source: Backup Tokens
hi: बैकअप टोकन

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
hi: बैकअप टोकन का उपयोग तब किया जा सकता है जब आपके प्राथमिक और बैकअप फ़ोन नंबर उपलब्ध नहीं हों। नीचे दिए गए बैकअप टोकन का उपयोग लॉगिन सत्यापन के लिए किया जा सकता है। यदि आपने अपने सभी बैकअप टोकन का उपयोग कर लिया है, तो आप बैकअप टोकन का एक नया सेट जेनरेट कर सकते हैं। केवल नीचे दिखाए गए बैकअप टोकन ही मान्य होंगे।

source: Print these tokens and keep them somewhere safe.
hi: इन टोकन को प्रिंट करें और उन्हें कहीं सुरक्षित रखें।

source: You don't have any backup codes yet.
hi: आपके पास अभी तक कोई बैकअप कोड नहीं है।

source: Begin Using CommCare Now
hi: अब CommCare का उपयोग शुरू करें

source: Back to Profile
hi: प्रोफ़ाइल पर वापस जाएँ

source: Generate Tokens
hi: टोकन जेनरेट करें

source: %(server_location)s Server
hi: %(server_location)s सर्वर

source: We are calling your phone right now, please enter the digits you hear.
hi: हम अभी आपके फ़ोन पर कॉल कर रहे हैं, कृपया वे अंक दर्ज करें जो आप सुनते हैं।

source: We sent you a text message, please enter the tokens we sent.
hi: हमने आपको एक टेक्स्ट संदेश भेजा है, कृपया वे टोकन दर्ज करें जो हमने भेजे हैं।

source: Please enter the tokens generated by your token generator.
hi: कृपया अपने टोकन जेनरेटर द्वारा जेनरेट किए गए टोकन दर्ज करें।

source: Please enter the token given to you by your domain administrator.
hi: कृपया अपने डोमेन एडमिनिस्ट्रेटर द्वारा दिया गया टोकन दर्ज करें।

source: Looks like your CommCare session has expired.
hi: ऐसा लगता है कि आपका CommCare सत्र समाप्त हो गया है।

source: Please log in again to continue working.
hi: कृपया काम जारी रखने के लिए फिर से लॉग इन करें।

source: Please sign in below.
hi: कृपया नीचे साइन इन करें।

source: Please sign in below to continue.
hi: जारी रखने के लिए कृपया नीचे साइन इन करें।

source: You will be transferred to your original destination after you sign in.
hi: साइन इन करने के बाद आपको आपकी मूल गंतव्य पर भेज दिया जाएगा।

source: Or, alternatively, use one of your backup phones:
hi: या, वैकल्पिक रूप से, अपने बैकअप फ़ोन में से किसी एक का उपयोग करें:

source: Please contact your domain administrator if you need a backup token.
hi: यदि आपको बैकअप टोकन की आवश्यकता है तो कृपया अपने डोमेन एडमिनिस्ट्रेटर से संपर्क करें।

source: Use Backup Token
hi: बैकअप टोकन का उपयोग करें

source: Please set up Two-Factor Authentication
hi: कृपया टू-फैक्टर ऑथेंटिकेशन सेटअप करें

source: For security purposes, your CommCare administrator has required that all users in your project set up two-factor authentication.<br>This is an extra layer of protection used to ensure the security of your account beyond a username and password.
hi: सुरक्षा कारणों से, आपके CommCare एडमिनिस्ट्रेटर टू-फैक्टर ऑथेंटिकेशन सेटअप करना अनिवार्य किया है।<br>यह आपके खाते की सुरक्षा सुनिश्चित करने के लिए उपयोग की जाने वाली अतिरिक्त सुरक्षा परत है, जो केवल उपयोगकर्ता नाम और पासवर्ड से परे है।

source: To access your account, please enable two-factor authentication below.
hi: अपने खाते तक पहुँचने के लिए, कृपया नीचे टू-फैक्टर ऑथेंटिकेशन सक्षम करें।

source: Go back
hi: वापस जाएँ

source: Enable Two-Factor Authentication
hi: टू-फैक्टर ऑथेंटिकेशन सक्षम करें

source: Add Backup Phone
hi: बैकअप फ़ोन जोड़ें

source: Your backup phone number will be used if your primary method of registration is not available. Please enter a valid phone number.
hi: यदि आपकी प्राथमिक पंजीकरण विधि उपलब्ध नहीं है, तो आपके बैकअप फ़ोन नंबर का उपयोग किया जाएगा। कृपया एक मान्य फ़ोन नंबर दर्ज करें।

source: We've sent a token to your phone number. Please enter the token you've received.
hi: हमने आपके फ़ोन नंबर पर एक टोकन भेजा है। कृपया प्राप्त टोकन दर्ज करें।

source: Follow the steps in this wizard to enable two-factor authentication.
hi: टू-फैक्टर ऑथेंटिकेशन सक्षम करने के लिए इस विजार्ड में दिए गए चरणों का पालन करें।

source: Please select which authentication method you would like to use.
hi: कृपया चुनें कि आप कौन सी ऑथेंटिकेशन विधि उपयोग करना चाहेंगे।

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
hi: टोकन जेनरेटर का उपयोग शुरू करने के लिए, कृपया अपने स्मार्टफोन से नीचे दिए गए QR कोड को स्कैन करें। उदाहरण के लिए, Google Authenticator का उपयोग करें। फिर, ऐप द्वारा जेनरेट किया गया टोकन दर्ज करें।

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
hi: कृपया वह फ़ोन नंबर दर्ज करें जिस पर आप टेक्स्ट संदेश प्राप्त करना चाहते हैं। इस नंबर को अगले चरण में सत्यापित किया जाएगा।

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
hi: कृपया वह फ़ोन नंबर दर्ज करें जिस पर आप कॉल प्राप्त करना चाहते हैं। इस नंबर को अगले चरण में सत्यापित किया जाएगा।

source: We are calling your phone right now, please enter the digits you hear.
hi: हम अभी आपके फ़ोन पर कॉल कर रहे हैं, कृपया वे अंक दर्ज करें जो आप सुनते हैं।

source: We sent you a text message, please enter the tokens we sent.
hi: हमने आपको एक टेक्स्ट संदेश भेजा है, कृपया वे टोकन दर्ज करें जो हमने भेजे हैं।

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
hi: चयनित ऑथेंटिकेशन विधि में कोई समस्या आई है। कृपया वापस जाएँ और जाँचें कि आपने अपनी जानकारी सही दर्ज की है, पुनः प्रयास करें, या किसी अन्य ऑथेंटिकेशन विधि का उपयोग करें। यदि समस्या बनी रहती है, तो साइट एडमिनिस्ट्रेटर से संपर्क करें।

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
hi: अपने YubiKey की पहचान और सत्यापन के लिए, कृपया नीचे दिए गए फ़ील्ड में एक टोकन डालें। आपका YubiKey आपके खाते से लिंक हो जाएगा।

source: Congratulations, you've successfully enabled two-factor authentication.
hi: बधाई हो, आपने सफलतापूर्वक टू-फैक्टर ऑथेंटिकेशन सक्षम कर लिया है।

source: To enable account recovery, generate backup tokens.
hi: खाता पुनर्प्राप्ति सक्षम करने के लिए, बैकअप टोकन जेनरेट करें।

source: Generate Backup Tokens
hi: बैकअप टोकन जेनरेट करें

source: Remove Two-factor Authentication
hi: टू-फैक्टर ऑथेंटिकेशन हटाएँ

source: You are about to <strong>remove</strong> two-factor authentication. This compromises your account security, are you sure?
hi: आप <strong>टू-फैक्टर ऑथेंटिकेशन हटाने</strong> जा रहे हैं। इससे आपके खाते की सुरक्षा प्रभावित होगी, क्या आप सुनिश्चित हैं?

source: Two-Factor Authentication is not managed here.
hi: टू-फैक्टर ऑथेंटिकेशन यहाँ प्रबंधित नहीं किया जाता है।

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to update your Two-Factor Authentication settings with Single Sign-On.
hi: आपका खाता <strong>%(idp_name)s</strong> द्वारा प्रबंधित किया जाता है।<br /> कृपया अपनी संस्था के दस्तावेज़ देखें कि सिंगल साइन-ऑन के साथ अपने टू-फैक्टर ऑथेंटिकेशन सेटिंग्स को कैसे अपडेट करें।

source: Backup Phone Numbers
hi: बैकअप फ़ोन नंबर

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
hi: यदि आपकी प्राथमिक विधि उपलब्ध नहीं है, तो हम नीचे सूचीबद्ध फ़ोन नंबरों पर बैकअप टोकन भेज सकते हैं।

source: Unregister
hi: पंजीकरण रद्द करें

source: Add Phone Number
hi: फ़ोन नंबर जोड़ें

source: If you don't have any device with you, you can access your account using backup tokens.
hi: यदि आपके पास कोई डिवाइस नहीं है, तो आप बैकअप टोकन का उपयोग करके अपने खाते तक पहुँच सकते हैं।

source: Show Codes
hi: कोड दिखाएँ

source: Remove Two-Factor Authentication
hi: दो-कारक प्रमाणीकरण हटाएँ

source: We <strong>strongly discourage</strong> this, but if absolutely necessary you can remove two-factor authentication from your account.
hi: हम <strong>इसकी कड़ी अनुशंसा नहीं करते</strong>, लेकिन यदि बिल्कुल आवश्यक हो तो आप अपने खाते से दो-कारक प्रमाणीकरण हटा सकते हैं।

source: Reset Two-Factor Authentication
hi: दो-कारक प्रमाणीकरण रीसेट करें

source: This will remove your current two-factor authentication, and prompt you to run through the entire setup again. If you need to do this, please make sure you complete the entire process once you begin, otherwise your account will not be protected by two-factor authentication.
hi: यह आपके वर्तमान दो-कारक प्रमाणीकरण को हटा देगा, और आपको पूरी सेटअप प्रक्रिया फिर से शुरू करने के लिए प्रेरित करेगा। यदि आपको यह करना है, तो कृपया सुनिश्चित करें कि एक बार शुरू करने के बाद आप पूरी प्रक्रिया पूरी करें, अन्यथा आपका खाता दो-कारक प्रमाणीकरण द्वारा सुरक्षित नहीं रहेगा।

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
hi: आपके खाते के लिए दो-कारक प्रमाणीकरण सक्षम नहीं है। बेहतर खाता सुरक्षा के लिए दो-कारक प्रमाणीकरण सक्षम करें।

source: Reset My Password
hi: मेरा पासवर्ड रीसेट करें

source: Your request was not formatted properly.
hi: आपका अनुरोध सही तरीके से स्वरूपित नहीं था।

source: Forbidden.
hi: निषिद्ध।

source: Page not found.
hi: पृष्ठ नहीं मिला।

source: There was an error processing your request. We're working quickly to fix the issue. Please try again shortly.
hi: आपके अनुरोध को संसाधित करते समय एक त्रुटि हुई। हम समस्या को जल्दी से ठीक करने के लिए काम कर रहे हैं। कृपया थोड़ी देर बाद पुनः प्रयास करें।

source: Upgrade Required
hi: अपग्रेड आवश्यक

source: Sorry, you do not have access to %(feature_name)s
hi: माफ़ कीजिए, आपको %(feature_name)s तक पहुँच नहीं है

source: USD %s /month
hi: USD %s /माह

source: Unlimited
hi: असीमित

source: %d over limit
hi: %d सीमा से अधिक

source: Billing Information
hi: बिलिंग जानकारी

source: It appears that there was an issue updating your contact information. We've been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
hi: ऐसा प्रतीत होता है कि आपकी संपर्क जानकारी अपडेट करते समय कोई समस्या हुई। हमें इस समस्या की सूचना मिल गई है। कृपया फिर से सबमिट करने का प्रयास करें, और यदि समस्या बनी रहती है, तो कुछ घंटों बाद पुनः प्रयास करें।

source: Billing contact information was successfully updated.
hi: बिलिंग संपर्क जानकारी सफलतापूर्वक अपडेट कर दी गई है।

source: statements per page
hi: प्रति पृष्ठ स्टेटमेंट्स

source: No Billing Statements match the current criteria.
hi: कोई बिलिंग स्टेटमेंट्स वर्तमान मानदंडों से मेल नहीं खाते।

source: Loading statements...
hi: स्टेटमेंट्स लोड हो रहे हैं...

source: Billing Period
hi: बिलिंग अवधि

source: Paid on %s.
hi: %s को भुगतान किया गया।

source: Not Paid
hi: भुगतान नहीं हुआ

source: Already Paid
hi: पहले ही भुगतान किया जा चुका है

source: There was an issue processing your payment. No charges were made. We're looking into the issue as quickly as possible. Sorry for the inconvenience.
hi: आपके भुगतान को संसाधित करते समय एक समस्या हुई। कोई शुल्क नहीं लिया गया। हम समस्या को जल्द से जल्द देख रहे हैं। असुविधा के लिए क्षमा करें।

source: The following e-mail addresses contain invalid characters, or are missing required characters:
hi: निम्नलिखित ई-मेल पतों में अमान्य अक्षर हैं, या आवश्यक अक्षर गायब हैं:

source: There was an error processing your request. Please try again.
hi: आपके अनुरोध को संसाधित करते समय एक त्रुटि हुई। कृपया पुनः प्रयास करें।

source: Prepayment end date must be after start date.
hi: प्रीपेमेंट की समाप्ति तिथि प्रारंभ तिथि के बाद होनी चाहिए।

source: Unit cost must be a decimal number greater than 0.
hi: यूनिट लागत 0 से अधिक दशमलव संख्या होनी चाहिए।

source: Quantity must be a whole number greater than 0.
hi: मात्रा 0 से अधिक पूर्णांक होनी चाहिए।

source: Dimagi Internal Subscription Management
hi: Dimagi आंतरिक सदस्यता प्रबंधन

source: Please select a plan below that fits your organization's needs.
hi: कृपया नीचे अपनी संस्था की आवश्यकताओं के अनुसार एक प्लान चुनें।

source: Get started. Build secure apps for offline mobile data collection and case management. {num_users} users included.
hi: शुरू करें। ऑफ़लाइन मोबाइल डेटा संग्रहण और केस प्रबंधन के लिए सुरक्षित ऐप्स बनाएं। {num_users} उपयोगकर्ता शामिल हैं।

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {num_users} users included.
hi: बुनियादी से आगे। रिपोर्टिंग, केस शेयरिंग और व्यावहारिक सहायता अनलॉक करें। {num_users} उपयोगकर्ता शामिल हैं।

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {num_users} users included.
hi: सब कुछ अनलॉक करें। हमारा सबसे सुरक्षित प्लान, जो स्थानों और उपयोगकर्ता प्रोफाइल्स में जुड़े सिस्टम प्रबंधन के लिए बनाया गया है, जिसमें वेब ऐप्स, उन्नत सुरक्षा, और मजबूत व्यवस्थापक व डेटा प्रबंधन उपकरण शामिल हैं। {num_users} उपयोगकर्ता शामिल हैं।

source: For practice purposes. Not intended for live projects. {num_users} users maximum.
hi: अभ्यास के लिए। लाइव प्रोजेक्ट्स के लिए अभिप्रेत नहीं। अधिकतम {num_users} उपयोगकर्ता।

source: 1. Select a Plan%(edition_name)s
hi: 1. एक प्लान चुनें%(edition_name)s

source: Contact Dimagi
hi: Dimagi से संपर्क करें

source: Please submit the following form and a member of our sales team will be in touch shortly about your plan.
hi: कृपया निम्नलिखित फॉर्म सबमिट करें और हमारी बिक्री टीम का एक सदस्य आपके प्लान के बारे में शीघ्र ही आपसे संपर्क करेगा।

source: 2. Contact Dimagi
hi: 2. Dimagi से संपर्क करें

source: Your request was sent to Dimagi. We will follow up shortly.
hi: आपका अनुरोध Dimagi को भेज दिया गया है। हम शीघ्र ही आपसे संपर्क करेंगे।

source: Back to my Subscription
hi: मेरी सदस्यता पर वापस जाएँ

source: Confirm Subscription
hi: सदस्यता की पुष्टि करें

source: 2. Confirm Pause
hi: 2. विराम की पुष्टि करें

source: 2. Confirm Subscription
hi: 2. सदस्यता की पुष्टि करें

source: Confirm Billing Information
hi: बिलिंग जानकारी की पुष्टि करें

source: 3. Confirm Billing Account
hi: 3. बिलिंग खाता पुष्टि करें

source: You do not have permission to change the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
hi: आपको इस ग्राहक-स्तरीय खाते के लिए सदस्यता बदलने की अनुमति नहीं है। कृपया सहायता के लिए %s एंटरप्राइज एडमिन से संपर्क करें।

source: Thank you for choosing to stay with your %(software_plan_name)s Edition Plan subscription.
hi: अपने %(software_plan_name)s एडिशन प्लान सदस्यता के साथ बने रहने के लिए धन्यवाद।

source: You have successfully scheduled your current %(current_subscription_edition)s Edition Plan subscription to downgrade to the %(software_plan_name)s Edition Plan on %(start_date)s.
hi: आपने सफलतापूर्वक अपनी वर्तमान %(current_subscription_edition)s एडिशन प्लान सदस्यता को %(start_date)s से %(software_plan_name)s एडिशन प्लान में डाउनग्रेड करने के लिए शेड्यूल कर दिया है।

source: Your project has been successfully subscribed to the %s Edition Plan.
hi: आपकी परियोजना को सफलतापूर्वक %s एडिशन प्लान के लिए सब्सक्राइब किया गया है।

source: Based on your current usage we recommend you use the <strong>{plan}</strong> plan
hi: आपके वर्तमान उपयोग के आधार पर हम आपको <strong>{plan}</strong> प्लान का उपयोग करने की सलाह देते हैं

source: Your subscription is not eligible for self-renewal. Please sign up for a new subscription instead or contact {}
hi: आपकी सदस्यता स्व-नवीनीकरण के लिए पात्र नहीं है। कृपया इसके बजाय एक नई सदस्यता के लिए साइन अप करें या {} से संपर्क करें

source: There was an issue renewing your subscription. We have been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
hi: आपकी सदस्यता का नवीनीकरण करते समय कोई समस्या आई। हमें इस समस्या की सूचना मिल गई है। कृपया फिर से सबमिट करने का प्रयास करें, और यदि समस्या बनी रहती है, तो कुछ घंटों बाद पुनः प्रयास करें।

source: Your subscription was successfully renewed!
hi: आपकी सदस्यता सफलतापूर्वक नवीनीकृत हो गई है!

source: You do not have permission to pause the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
hi: आपको इस ग्राहक-स्तरीय खाते के लिए सदस्यता को रोकने की अनुमति नहीं है। कृपया सहायता के लिए %s एंटरप्राइज एडमिन से संपर्क करें।

source: Your project's subscription will be paused on {}. We hope to see you again!
hi: आपकी परियोजना की सदस्यता {} को रोक दी जाएगी। हमें उम्मीद है कि आप फिर से आएंगे!

source: Your project's subscription has now been paused. We hope to see you again!
hi: आपकी परियोजना की सदस्यता अब रोक दी गई है। हमें उम्मीद है कि आप फिर से आएंगे!

source: We were not able to pause your subscription at this time. Please contact {} if you continue to receive this error. We apologize for the inconvenience.
hi: इस समय हम आपकी सदस्यता को रोकने में असमर्थ हैं। यदि आपको यह त्रुटि बार-बार मिल रही है तो कृपया {} से संपर्क करें। असुविधा के लिए क्षमा करें।

source: Select A Project
hi: एक परियोजना चुनें

source: Location Fixture
hi: स्थान फिक्सचर

source: Location configuration updated successfully
hi: स्थान कॉन्फ़िगरेशन सफलतापूर्वक अपडेट किया गया

source: Project Information
hi: परियोजना जानकारी

source: Sent hand-off email to {}.
hi: {} को हैंड-ऑफ ईमेल भेजा गया।

source: The internal information for project %s was successfully updated!
hi: परियोजना %s के लिए आंतरिक जानकारी सफलतापूर्वक अपडेट की गई!

source: Your settings are not valid, see below for errors. Correct them and try again!
hi: आपकी सेटिंग्स मान्य नहीं हैं, नीचे दी गई त्रुटियों को देखें। उन्हें सही करें और फिर से प्रयास करें!

source: Calculated Properties
hi: गणना की गई गुण

source: Feature Flags and Privileges
hi: फीचर फ्लैग्स और विशेषाधिकार

source: Resent transfer request for project '{domain}'
hi: परियोजना '{domain}' के लिए ट्रांसफर अनुरोध पुनः भेजा गया

source: Successfully transferred ownership of project '{domain}'
hi: परियोजना '{domain}' का स्वामित्व सफलतापूर्वक ट्रांसफर किया गया

source: Declined ownership of project '{domain}'
hi: परियोजना '{domain}' का स्वामित्व अस्वीकार किया गया

source: Manage Releases By Location
hi: स्थान के अनुसार रिलीज़ प्रबंधित करें

source: Manage Releases By App Profile
hi: ऐप प्रोफ़ाइल के अनुसार रिलीज़ प्रबंधित करें

source: Project Settings
hi: परियोजना सेटिंग्स

source: Project settings saved!
hi: परियोजना सेटिंग्स सहेजी गईं!

source: There was an error saving your settings. Please try again!
hi: आपकी सेटिंग्स सहेजने में त्रुटि हुई। कृपया पुनः प्रयास करें!

source: Your project settings have been saved!
hi: आपकी परियोजना सेटिंग्स सहेज ली गई हैं!

source: IP Access
hi: आईपी एक्सेस

source: Your IP Access settings have been saved!
hi: आपकी आईपी एक्सेस सेटिंग्स सहेज ली गई हैं!

source: Privacy and Security
hi: गोपनीयता और सुरक्षा

source: Password for {} has successfully been reset. You can now login.
hi: {} के लिए पासवर्ड सफलतापूर्वक रीसेट कर दिया गया है। अब आप लॉगिन कर सकते हैं।

source: Recovery Measures History
hi: रिकवरी उपाय इतिहास

source: Manage Mobile Workers
hi: मोबाइल वर्कर्स प्रबंधित करें

source: Manage Project Alerts
hi: परियोजना अलर्ट प्रबंधित करें

source: Alert saved!
hi: अलर्ट सहेजा गया!

source: There was an error saving your alert. Please try again!
hi: आपका अलर्ट सहेजने में त्रुटि हुई। कृपया पुनः प्रयास करें!

source: Edit Project Alert
hi: परियोजना अलर्ट संपादित करें

source: Alert not found!
hi: अलर्ट नहीं मिला!

source: Alert was removed!
hi: अलर्ट हटा दिया गया!

source: Alert not activated. Only 3 active alerts allowed.
hi: अलर्ट सक्रिय नहीं किया गया। केवल 3 सक्रिय अलर्ट की अनुमति है।

source: Alert updated!
hi: अलर्ट अपडेट किया गया!

source: Unexpected update received. Alert not updated!
hi: अप्रत्याशित अपडेट प्राप्त हुआ। अलर्ट अपडेट नहीं किया गया!

source: SMS Rate Calculator
hi: एसएमएस दर कैलकुलेटर

source: Prevent the use of specific domain names
hi: विशिष्ट डोमेन नामों के उपयोग को रोकें

source: {} has been uploaded to dropbox!
hi: {} को ड्रॉपबॉक्स में अपलोड कर दिया गया है!

source: {} has failed to upload to dropbox
hi: {} ड्रॉपबॉक्स पर अपलोड करने में विफल रहा है

source: Something went wrong when uploading your file %(path)s to dropbox:
hi: आपकी फ़ाइल %(path)s को ड्रॉपबॉक्स पर अपलोड करते समय कुछ गलत हो गया:

source: Thanks, <br /> CommCare HQ Team
hi: धन्यवाद, <br /> CommCare HQ टीम

source: Something went wrong when uploading your file %(path)s to dropbox:
hi: आपकी फ़ाइल %(path)s को ड्रॉपबॉक्स पर अपलोड करते समय कुछ गलत हो गया:

source: Thanks, CommCare HQ Team
hi: धन्यवाद, CommCare HQ टीम

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
hi: बधाई हो! आपकी फ़ाइल सफलतापूर्वक आपके ड्रॉपबॉक्स खाते में %(path)s पर अपलोड हो गई है। आप इसे इस लिंक से साझा कर सकते हैं:

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
hi: बधाई हो! आपकी फ़ाइल सफलतापूर्वक आपके ड्रॉपबॉक्स खाते में %(path)s पर अपलोड हो गई है। आप इसे इस लिंक से साझा कर सकते हैं:

source: Server
hi: सर्वर

source: e.g. "smtp.example.com"
hi: उदा. "smtp.example.com"

source: Port
hi: पोर्ट

source: Sender's Email
hi: प्रेषक का ईमेल

source: Return Path Email
hi: रिटर्न पाथ ईमेल
