Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Data from the following project spaces is available to your project space:
hi: निम्नलिखित प्रोजेक्ट स्पेस का डेटा आपके प्रोजेक्ट स्पेस के लिए उपलब्ध है:

source: Grants
hi: अनुमतियाँ

source: Audit Logs
hi: ऑडिट लॉग्स

source: Invite Project Space
hi: प्रोजेक्ट स्पेस आमंत्रित करें

source: No Project Spaces have been invited.
hi: कोई प्रोजेक्ट स्पेस आमंत्रित नहीं किया गया है।

source: Invitation Date
hi: आमंत्रण तिथि

source: Response Date
hi: प्रतिक्रिया तिथि

source: Show all grants
hi: सभी अनुमतियाँ दिखाएँ

source: Grant Access
hi: अनुमति दें

source: No grants have been created.
hi: कोई अनुमति नहीं बनाई गई है।

source: From Project Space
hi: प्रोजेक्ट स्पेस से

source: To Project Spaces
hi: प्रोजेक्ट स्पेस तक

source: Delete Data Registry
hi: डेटा रजिस्ट्री हटाएँ

source: The following action is permanent!
hi: निम्नलिखित क्रिया स्थायी है!

source: Remove Project Space
hi: प्रोजेक्ट स्पेस हटाएँ

source: Removing a Project Space will completely remove their access to this registry.
hi: प्रोजेक्ट स्पेस को हटाने से उनकी इस रजिस्ट्री तक पहुँच पूरी तरह से हट जाएगी।

source: Are you sure you want to remove this project space
hi: क्या आप वाकई इस प्रोजेक्ट स्पेस को हटाना चाहते हैं

source: Invite Project Spaces
hi: प्रोजेक्ट स्पेस आमंत्रित करें

source: Inviting project spaces to participate in the registry allows them to opt in or out. Until an invitation has been accepted the project space will not be able to use the registry.
hi: रजिस्ट्री में भाग लेने के लिए प्रोजेक्ट स्पेस को आमंत्रित करने से वे सहमति दे सकते हैं या मना कर सकते हैं। जब तक आमंत्रण स्वीकार नहीं किया जाता, प्रोजेक्ट स्पेस रजिस्ट्री का उपयोग नहीं कर पाएगा।

source: There are no more project spaces that can be invited to this registry. All the project spaces associated with this account have already been invited.
hi: अब कोई और प्रोजेक्ट स्पेस नहीं है जिसे इस रजिस्ट्री में आमंत्रित किया जा सके। इस खाते से जुड़े सभी प्रोजेक्ट स्पेस पहले ही आमंत्रित किए जा चुके हैं।

source: Invite
hi: आमंत्रित करें

source: Edit Registry Case Types
hi: रजिस्ट्री केस प्रकार संपादित करें

source: Only cases with these case types will be accessible through the registry.
hi: केवल इन केस प्रकारों वाले केस ही रजिस्ट्री के माध्यम से उपलब्ध होंगे।

source: Adding or removing case types may impact usages of the registry such as Configurable Reports and Case Search
hi: केस प्रकार जोड़ने या हटाने से रजिस्ट्री के उपयोग जैसे कि कॉन्फ़िगरेबल रिपोर्ट्स और केस सर्च पर प्रभाव पड़ सकता है

source: Use the Data Dictionary to manage case types.
hi: केस प्रकारों का प्रबंधन करने के लिए डेटा डिक्शनरी का उपयोग करें।

source: Grant access
hi: अनुमति दें

source: You are granting access to data from this project space (%(domain)s).
hi: आप इस प्रोजेक्ट स्पेस (%(domain)s) के डेटा तक पहुँच की अनुमति दे रहे हैं।

source: Granting another project space access will allow users in that project space to view your data via this data registry. Authorized users will only be able to view case data for the case types configured in the registry.
hi: किसी अन्य प्रोजेक्ट स्पेस को अनुमति देने से उस प्रोजेक्ट स्पेस के उपयोगकर्ता आपके डेटा को इस डेटा रजिस्ट्री के माध्यम से देख सकेंगे। अधिकृत उपयोगकर्ता केवल उन्हीं केस प्रकारों के केस डेटा देख पाएँगे जो रजिस्ट्री में कॉन्फ़िगर किए गए हैं।

source: All the project spaces associated with this registry have already been granted access.
hi: इस रजिस्ट्री से जुड़े सभी प्रोजेक्ट स्पेस को पहले ही पहुँच की अनुमति दी जा चुकी है।

source: Remove Grant
hi: अनुमति हटाएँ

source: Are you sure you want to remove the grant from %(domain)s to
hi: क्या आप वाकई %(domain)s से अनुमति हटाना चाहते हैं

source: Permanent Action
hi: स्थायी क्रिया

source: It is important you read the entire message below thoroughly before completing this action.
hi: यह महत्वपूर्ण है कि आप नीचे दिया गया पूरा संदेश ध्यानपूर्वक पढ़ें, फिर इस क्रिया को पूरा करें।

source: Are you sure you want to permanently delete
hi: क्या आप वाकई स्थायी रूप से हटाना चाहते हैं

source: This action:
hi: यह क्रिया:

source: Will delete the registry.
hi: रजिस्ट्री को हटा देगी।

source: Will delete <strong>all</strong> of the associated configuration including Reports.
hi: <strong>सभी</strong> संबंधित कॉन्फ़िगरेशन सहित रिपोर्ट्स को हटा देगी।

source: Is permanent.
hi: स्थायी है।

source: If you ever want to use the registry configuration again in the future, we suggest that you use the <strong>Deactivate</strong> option instead.
hi: यदि आप भविष्य में कभी रजिस्ट्री कॉन्फ़िगरेशन का फिर से उपयोग करना चाहते हैं, तो हम सुझाव देते हैं कि आप <strong>निष्क्रिय करें</strong> विकल्प का उपयोग करें।

source: If even after reading this you decide that you really want to delete this registry, type <strong data-bind="text:name"></strong> into the box below.
hi: यदि यह पढ़ने के बाद भी आप वाकई इस रजिस्ट्री को हटाना चाहते हैं, तो नीचे दिए गए बॉक्स में <strong data-bind="text:name"></strong> टाइप करें।

source: Delete Registry
hi: रजिस्ट्री हटाएँ

source: Data Registries
hi: डेटा रजिस्ट्रियाँ

source: Data Registries allow sharing data between Project Spaces. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Help Site</a>.
hi: डेटा रजिस्ट्रियाँ प्रोजेक्ट स्पेस के बीच डेटा साझा करने की अनुमति देती हैं। <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>सहायता साइट</a> पर और पढ़ें।

source: New Registry
hi: नई रजिस्ट्री

source: No project spaces invited to this registry
hi: इस रजिस्ट्री में किसी प्रोजेक्ट स्पेस को आमंत्रित नहीं किया गया है

source: Invitation rejected
hi: आमंत्रण अस्वीकार किया गया

source: No other project spaces are participating in this registry
hi: इस रजिस्ट्री में कोई अन्य प्रोजेक्ट स्पेस भाग नहीं ले रहे हैं

source: Accept the invitation?
hi: क्या आप आमंत्रण स्वीकार करना चाहते हैं?

source: Are you sure you want to accept the invitation to participate in the <mark data-bind="text: name"></mark> data registry?
hi: क्या आप वाकई <mark data-bind="text: name"></mark> डेटा रजिस्ट्री में भाग लेने के लिए आमंत्रण स्वीकार करना चाहते हैं?

source: Create a new Data Registry
hi: नई डेटा रजिस्ट्री बनाएं

source: Registry name must be unique.
hi: रजिस्ट्री का नाम अद्वितीय होना चाहिए।

source: Use the Data Dictionary to manage available case types.
hi: उपलब्ध केस प्रकारों को प्रबंधित करने के लिए डेटा डिक्शनरी का उपयोग करें।

source: Create Registry
hi: रजिस्ट्री बनाएं

source: Domains must be invited before grants can be created: {not_invited}
hi: डोमेन को आमंत्रित करना आवश्यक है, उसके बाद ही ग्रांट बनाए जा सकते हैं: {not_invited}

source: Manage Registry
hi: रजिस्ट्री प्रबंधित करें

source: Action not permitted
hi: क्रिया की अनुमति नहीं है

source: Unknown attribute
hi: अज्ञात गुण

source: 'name' must not be blank
hi: 'name' खाली नहीं होना चाहिए

source: 'name' must be unique
hi: 'name' अद्वितीय होना चाहिए

source: Unable to process your request
hi: आपका अनुरोध संसाधित नहीं किया जा सका

source: Project Space '{domain}' is not a participant.
hi: प्रोजेक्ट स्पेस '{domain}' प्रतिभागी नहीं है।

source: Project Space '{domain}' removed
hi: प्रोजेक्ट स्पेस '{domain}' हटा दिया गया

source: No Project Spaces specified
hi: कोई प्रोजेक्ट स्पेस निर्दिष्ट नहीं किया गया

source: Grant not found
hi: ग्रांट नहीं मिला

source: Access removed from '{domain}' to '{domains}'
hi: '{domain}' से '{domains}' तक पहुँच हटा दी गई

source: Access granted from '{domain}' to '{domains}'
hi: '{domain}' से '{domains}' तक पहुँच प्रदान की गई

source: '{domains}' already have access.
hi: '{domains}' को पहले से ही पहुँच प्राप्त है।

source: You do not have permission to delete the '{name}' registry
hi: आपको '{name}' रजिस्ट्री को हटाने की अनुमति नहीं है

source: Data Registry '{name}' deleted successfully
hi: डेटा रजिस्ट्री '{name}' सफलतापूर्वक हटा दी गई

source: Registry 'name' is required
hi: रजिस्ट्री 'name' आवश्यक है

source: Registry 'case types' is required
hi: रजिस्ट्री 'case types' आवश्यक है

source: Registry 'name' must be unique
hi: रजिस्ट्री 'name' अद्वितीय होना चाहिए

source: SMS Survey
hi: एसएमएस सर्वेक्षण

source: No Response
hi: कोई उत्तर नहीं

source: Mobile Worker Group
hi: मोबाइल वर्कर समूह

source: The case's owner
hi: केस का स्वामी

source: Please enter a valid time from 00:00 to 23:59.
hi: कृपया 00:00 से 23:59 के बीच मान्य समय दर्ज करें।

source: Invalid form chosen.
hi: अमान्य फॉर्म चुना गया है।

source: Override open SMS Surveys
hi: ओपन एसएमएस सर्वेक्षण को ओवरराइड करें

source: Allow Keyword Use By
hi: कीवर्ड उपयोग की अनुमति दें

source: Both Mobile Workers and Cases
hi: दोनों: मोबाइल वर्कर और केस

source: Mobile Workers Only
hi: केवल मोबाइल वर्कर

source: Cases Only
hi: केवल केस

source: Send to Sender
hi: प्रेषक को भेजें

source: Notify Another Person
hi: किसी अन्य व्यक्ति को सूचित करें

source: Recipient
hi: प्राप्तकर्ता

source: Process incoming keywords as a Structured Message
hi: आने वाले कीवर्ड को संरचित संदेश के रूप में संसाधित करें

source: Use Custom Delimiter
hi: कस्टम डिलिमीटर का उपयोग करें

source: Please Specify Delimiter
hi: कृपया डिलिमीटर निर्दिष्ट करें

source: Use Joining Character
hi: जॉइनिंग कैरेक्टर का उपयोग करें

source: Use Named Answers
hi: नामित उत्तरों का उपयोग करें

source: Please Specify Joining Characcter
hi: कृपया जॉइनिंग कैरेक्टर निर्दिष्ट करें

source: Structured Message Options
hi: संरचित संदेश विकल्प

source: Example Structured Message
hi: उदाहरण संरचित संदेश

source: Response
hi: प्रतिक्रिया

source: Recipient Information
hi: प्राप्तकर्ता जानकारी

source: Keyword should be one word.
hi: कीवर्ड एक शब्द होना चाहिए।

source: Keyword already exists.
hi: कीवर्ड पहले से मौजूद है।

source: Please create a form first, and then add a keyword for it.
hi: कृपया पहले एक फॉर्म बनाएं, और फिर उसके लिए कीवर्ड जोड़ें।

source: Name and xpath are both required fields.
hi: नाम और xpath दोनों आवश्यक फ़ील्ड हैं।

source: Cannot have two names overlap:
hi: दो नाम ओवरलैप नहीं हो सकते:

source: Cannot use the same name twice:
hi: एक ही नाम दो बार उपयोग नहीं कर सकते:

source: Cannot reference the same xpath twice:
hi: एक ही xpath को दो बार संदर्भित नहीं कर सकते:

source: Delimiter and joining character cannot be the same.
hi: डिलिमिटर और जोड़ने वाला अक्षर एक जैसे नहीं हो सकते।

source: In order to send to the case's owner you must restrict keyword initiation only to cases.
hi: मामले के स्वामी को भेजने के लिए आपको कीवर्ड आरंभ केवल मामलों तक सीमित करना होगा।

source: Add Named Answer
hi: नामित उत्तर जोड़ें

source: Manage Keywords
hi: कीवर्ड प्रबंधित करें

source: Keywords let users send a message to the system to trigger a survey, provide data or notify other users.
hi: कीवर्ड उपयोगकर्ताओं को सिस्टम को संदेश भेजने, सर्वेक्षण शुरू करने, डेटा प्रदान करने या अन्य उपयोगकर्ताओं को सूचित करने की अनुमति देते हैं।

source: Add Keyword
hi: कीवर्ड जोड़ें

source: Add Structured Keyword
hi: संरचित कीवर्ड जोड़ें

source: Unlock Linked Keywords For Me
hi: मेरे लिए लिंक किए गए कीवर्ड अनलॉक करें

source: Lock Linked Keywords For Me
hi: मेरे लिए लिंक किए गए कीवर्ड लॉक करें

source: Delete the keyword '<span data-bind="text: keyword"></span>'.
hi: कीवर्ड '<span data-bind="text: keyword"></span>' हटाएं।

source: Are you sure you want to delete the SMS Keyword '<span data-bind="text: keyword"></span>'?
hi: क्या आप वाकई SMS कीवर्ड '<span data-bind="text: keyword"></span>' हटाना चाहते हैं?

source: DELETED
hi: हटाया गया

source: Unlock Linked Keywords?
hi: लिंक किए गए कीवर्ड अनलॉक करें?

source: <p>Linked Keywords are keywords that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Keywords may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
hi: <p>लिंक किए गए कीवर्ड वे कीवर्ड हैं जिन्हें इस प्रोजेक्ट से जुड़े किसी अलग प्रोजेक्ट स्पेस द्वारा नियंत्रित किया जाता है। अधिक जानने के लिए यहां क्लिक करें।</p> <p>लिंक किए गए कीवर्ड में किए गए बदलाव अगले अपडेट में लिंक्ड प्रोजेक्ट स्पेस से ओवरराइट हो सकते हैं, और यह इस प्रोजेक्ट स्पेस के समाधानों को भी प्रभावित कर सकते हैं।</p>

source: Add Parameter
hi: पैरामीटर जोड़ें

source: New Structured Keyword
hi: नया संरचित कीवर्ड

source: New Keyword
hi: नया कीवर्ड

source: Edit Structured Keyword
hi: संरचित कीवर्ड संपादित करें

source: Edit Normal Keyword
hi: सामान्य कीवर्ड संपादित करें

source: Keywords
hi: कीवर्ड

source: keywords per page
hi: प्रति पृष्ठ कीवर्ड

source: You have no keywords. Please add one!
hi: आपके पास कोई कीवर्ड नहीं है। कृपया एक जोड़ें!

source: Loading keywords...
hi: कीवर्ड लोड हो रहे हैं...

source: Monitor Workers
hi: कर्मचारियों की निगरानी करें

source: Inspect Data
hi: डेटा निरीक्षण करें

source: Raw Data
hi: कच्चा डेटा

source: Manage Deployments
hi: परिनियोजन प्रबंधित करें

source: CommTrack
hi: कॉमट्रैक

source: Stock Status by Product
hi: उत्पाद के अनुसार स्टॉक स्थिति

source: # Facilities
hi: # सुविधाएं

source: Stocked Out
hi: स्टॉक समाप्त

source: A facility is counted as stocked out when its current stock is below the emergency level.
hi: जब किसी सुविधा का वर्तमान स्टॉक आपातकालीन स्तर से नीचे हो, तो उसे स्टॉक समाप्त माना जाता है।

source: Understocked
hi: स्टॉक कम

source: A facility is counted as under stocked when its current stock is above the emergency level but below the low stock level.
hi: जब किसी सुविधा का वर्तमान स्टॉक आपातकालीन स्तर से ऊपर लेकिन कम स्टॉक स्तर से नीचे हो, तो उसे स्टॉक कम माना जाता है।

source: Adequate Stock
hi: पर्याप्त स्टॉक

source: A facility is counted as adequately stocked when its current stock is above the low level but below the overstock level.
hi: जब किसी सुविधा का वर्तमान स्टॉक कम स्तर से ऊपर लेकिन ओवरस्टॉक स्तर से नीचे हो, तो उसे पर्याप्त स्टॉक माना जाता है।

source: Overstocked
hi: अधिक स्टॉक

source: A facility is counted as overstocked when its current stock is above the overstock level.
hi: जब किसी सुविधा का वर्तमान स्टॉक ओवरस्टॉक स्तर से ऊपर हो, तो उसे अधिक स्टॉक माना जाता है।

source: Insufficient Data
hi: पर्याप्त डेटा नहीं

source: A facility is marked as insufficient data when there is no known consumption amount or there has never been a stock report at the location. Consumption amount can be unknown if there is either no default consumption value or the reporting history does not meet the calculation settings for the project.
hi: किसी सुविधा को 'पर्याप्त डेटा नहीं' के रूप में चिह्नित किया जाता है जब वहाँ ज्ञात खपत मात्रा नहीं होती या उस स्थान पर कभी भी स्टॉक रिपोर्ट नहीं की गई हो। खपत मात्रा अज्ञात हो सकती है यदि या तो कोई डिफ़ॉल्ट खपत मान नहीं है या रिपोर्टिंग इतिहास परियोजना की गणना सेटिंग्स को पूरा नहीं करता है।

source: Inventory by Location
hi: स्थान के अनुसार इन्वेंटरी

source: A maximum of 100 locations will be shown. Filter by location if you need to see more.
hi: अधिकतम 100 स्थान दिखाए जाएंगे। यदि आपको अधिक देखने की आवश्यकता है तो स्थान के अनुसार फ़िल्टर करें।

source: No data
hi: कोई डेटा नहीं

source: Aggregate Inventory
hi: समग्र इन्वेंटरी

source: Stock on Hand
hi: हाथ में स्टॉक

source: Total stock on hand for all locations matching the filters.
hi: फ़िल्टर से मेल खाते सभी स्थानों के लिए कुल हाथ में स्टॉक।

source: Monthly Consumption
hi: मासिक खपत

source: Total average monthly consumption for all locations matching the filters.
hi: फ़िल्टर से मेल खाते सभी स्थानों के लिए कुल औसत मासिक खपत।

source: Months of Stock
hi: स्टॉक के महीने

source: Number of months of stock remaining for all locations matching the filters. Computed by calculating stock on hand divided by monthly consumption.
hi: फ़िल्टर से मेल खाते सभी स्थानों के लिए शेष स्टॉक के महीनों की संख्या। यह हाथ में स्टॉक को मासिक खपत से विभाजित कर के गणना की जाती है।

source: Stock Status
hi: स्टॉक स्थिति

source: Stock status prediction made using calculated consumption or project specific default values. "No Data" means that there is not enough data to compute consumption and default values have not been uploaded yet.
hi: गणना की गई खपत या परियोजना-विशिष्ट डिफ़ॉल्ट मानों का उपयोग कर स्टॉक स्थिति की भविष्यवाणी की गई है। "कोई डेटा नहीं" का अर्थ है कि खपत की गणना के लिए पर्याप्त डेटा नहीं है और डिफ़ॉल्ट मान अभी अपलोड नहीं किए गए हैं।

source: no data
hi: कोई डेटा नहीं

source: stock-out
hi: स्टॉक-आउट

source: under-stock
hi: अपर्याप्त स्टॉक

source: adequate
hi: पर्याप्त

source: over-stock
hi: अधिक स्टॉक

source: Explorer
hi: एक्सप्लोरर

source: Explorer - Can Publish
hi: एक्सप्लोरर - प्रकाशित कर सकता है

source: Server Administrator
hi: सर्वर व्यवस्थापक

source: Site Administrator - Explorer
hi: साइट व्यवस्थापक - एक्सप्लोरर

source: Site Administrator - Creator
hi: साइट व्यवस्थापक - निर्माता

source: Unlicensed
hi: अनुज्ञप्तिहीन

source: Read Only
hi: केवल पढ़ें

source: Viewer
hi: दर्शक

source: Last N Days
hi: अंतिम N दिन

source: This Year
hi: इस वर्ष

source: Last Year
hi: पिछला वर्ष

source: Since a Date
hi: किसी तिथि से

source: This Month
hi: इस माह

source: This Quarter
hi: इस तिमाही

source: Last Quarter
hi: पिछली तिमाही

source: Current Indian Financial Year
hi: वर्तमान भारतीय वित्तीय वर्ष

source: No data for username
hi: उपयोगकर्ता नाम के लिए कोई डेटा नहीं

source: Filter by...
hi: फ़िल्टर करें...

source: No Data Available
hi: कोई डेटा उपलब्ध नहीं

source: [Project Data]
hi: Casos IRA Tratados

source: Add case owners to filter this report.
hi: इस रिपोर्ट को फ़िल्टर करने के लिए केस मालिक जोड़ें।

source: Show advanced columns
hi: उन्नत कॉलम दिखाएँ

source: Filter Logs by Tag
hi: टैग द्वारा लॉग फ़िल्टर करें

source: Filter Logs By
hi: लॉग फ़िल्टर करें

source: Filter Logs by Username
hi: उपयोगकर्ता नाम द्वारा लॉग फ़िल्टर करें

source: Filter Logs by Device
hi: डिवाइस द्वारा लॉग फ़िल्टर करें

source: Filter Forms
hi: फ़ॉर्म फ़िल्टर करें

source: You don't have any applications set up, so there are no forms to choose from. Please create an application!
hi: आपने कोई एप्लिकेशन सेटअप नहीं किया है, इसलिए चुनने के लिए कोई फ़ॉर्म नहीं है। कृपया एक एप्लिकेशन बनाएं!

source: Application Type
hi: एप्लिकेशन प्रकार

source: Select an Application Type
hi: एक एप्लिकेशन प्रकार चुनें

source: Show all Application Types
hi: सभी एप्लिकेशन प्रकार दिखाएँ

source: Select Application...
hi: एप्लिकेशन चुनें...

source: Show all Forms of this Application Type...
hi: इस एप्लिकेशन प्रकार के सभी फॉर्म दिखाएँ...

source: Active CommCare Applications
hi: सक्रिय CommCare एप्लिकेशन

source: Deleted CommCare Applications
hi: हटाए गए CommCare एप्लिकेशन

source: Name Unknown
hi: नाम अज्ञात

source: Select an Application
hi: एक एप्लिकेशन चुनें

source: Show Forms in all Applications
hi: सभी एप्लिकेशन में फॉर्म दिखाएँ

source: Select a Menu
hi: एक मेनू चुनें

source: Show all Forms in selected Application
hi: चयनित एप्लिकेशन में सभी फॉर्म दिखाएँ

source: Select a Form
hi: एक फॉर्म चुनें

source: Show all Forms in selected Module
hi: चयनित मॉड्यूल में सभी फॉर्म दिखाएँ

source: Choose a Form
hi: एक फॉर्म चुनें

source: Filter Dates By
hi: तिथियों को फ़िल्टर करें

source: <strong>Completion</strong> time is when the form is completed on the phone.
hi: <strong>पूर्णता</strong> समय वह है जब फॉर्म फोन पर पूरा किया जाता है।

source: <strong>Submission</strong> time is when {hq_name} receives the form.
hi: <strong>सबमिशन</strong> समय वह है जब {hq_name} को फॉर्म प्राप्त होता है।

source: Groups or Locations
hi: समूह या स्थान

source: Click here to select groups or locations to filter in the report
hi: रिपोर्ट में फ़िल्टर करने के लिए समूह या स्थान चुनने के लिए यहाँ क्लिक करें

source: Everybody
hi: सभी

source: Click to select a group
hi: समूह चुनने के लिए क्लिक करें

source: Click to select groups
hi: समूह चुनने के लिए क्लिक करें

source: Year
hi: वर्ष

source: Click to select a case type
hi: केस प्रकार चुनने के लिए क्लिक करें

source: Click to select case types
hi: केस प्रकार चुनने के लिए क्लिक करें

source: Open / Closed
hi: खुला / बंद

source: Only Open
hi: केवल खुले

source: Only Closed
hi: केवल बंद

source: Select Application [Latest Build Version]
hi: एप्लिकेशन चुनें [नवीनतम बिल्ड संस्करण]

source: {name} [up to build {version}]
hi: {name} [बिल्ड {version} तक]

source: Repeater
hi: रीपीटर

source: All Repeaters
hi: सभी रीपीटर

source: Click to select repeaters
hi: रीपीटर चुनने के लिए क्लिक करें

source: Record Status
hi: रिकॉर्ड स्थिति

source: Rebuild restriction feature flag status
hi: रीबिल्ड प्रतिबंध फीचर फ्लैग स्थिति

source: Payload ID
hi: पेलोड आईडी

source: Leave this blank to include all users. In that case, domain is required to limit the scope.
hi: सभी उपयोगकर्ताओं को शामिल करने के लिए इसे खाली छोड़ दें। उस स्थिति में, स्कोप सीमित करने के लिए डोमेन आवश्यक है।

source: Optional
hi: वैकल्पिक

source: View by Users or Groups
hi: यूज़र या समूह के अनुसार देखें

source: User Type
hi: यूज़र प्रकार

source: Select Mobile Worker
hi: मोबाइल वर्कर चुनें

source: %s & Others
hi: %s और अन्य

source: Add users and groups to filter this report.
hi: इस रिपोर्ट को फ़िल्टर करने के लिए यूज़र और समूह जोड़ें।

source: Affected User(s)
hi: प्रभावित यूज़र(ओं)

source: Modified by User(s)
hi: यूज़र(ओं) द्वारा संशोधित

source: Modified Property
hi: संशोधित प्रॉपर्टी

source: Select Property
hi: प्रॉपर्टी चुनें

source: Select Action
hi: क्रिया चुनें

source: User Bulk Upload
hi: यूज़र बल्क अपलोड

source: Select upload
hi: अपलोड चुनें

source: Upload by {username} at {time}
hi: {username} द्वारा {time} पर अपलोड किया गया

source: Web user
hi: वेब उपयोगकर्ता

source: This form is not associated with an app
hi: यह फ़ॉर्म किसी ऐप से संबद्ध नहीं है

source: No app could be found
hi: कोई ऐप नहीं मिल सका

source: App is in a different domain
hi: ऐप अलग डोमेन में है

source: Remote apps are not supported
hi: रिमोट ऐप्स समर्थित नहीं हैं

source: We could not find the form source XML document
hi: हम फ़ॉर्म स्रोत XML दस्तावेज़ नहीं ढूंढ सके

source: This is a Device Report
hi: यह एक डिवाइस रिपोर्ट है

source: We could not find the question list associated with this form
hi: हम इस फ़ॉर्म से संबद्ध प्रश्न सूची नहीं ढूंढ सके

source: Saved report(s)
hi: सहेजी गई रिपोर्ट(रिपोर्ट्स)

source: Interval
hi: अंतराल

source: Day
hi: दिन

source: To Time
hi: समय तक

source: Report Start Date
hi: रिपोर्ट प्रारंभ तिथि

source: Send to owner
hi: मालिक को भेजें

source: Attach Excel Report
hi: एक्सेल रिपोर्ट संलग्न करें

source: Hourly
hi: प्रति घंटा

source: Configure Scheduled Report
hi: अनुसूचित रिपोर्ट कॉन्फ़िगर करें

source: Must be after 'From Time'
hi: 'From Time' के बाद होना चाहिए

source: Subject
hi: विषय

source: Send to me
hi: मुझे भेजें

source: Report notes
hi: रिपोर्ट नोट्स

source: Send Email
hi: ईमेल भेजें

source: Sending...
hi: भेजा जा रहा है...

source: Server Type
hi: सर्वर प्रकार

source: Tableau Server
hi: Tableau सर्वर

source: Tableau Online
hi: Tableau ऑनलाइन

source: Server Name
hi: सर्वर नाम

source: Validate Hostname
hi: होस्टनेम सत्यापित करें

source: Target Site
hi: लक्ष्य साइट

source: Get Tableau reports using role name
hi: भूमिका नाम का उपयोग करके Tableau रिपोर्ट प्राप्त करें

source: If checked, CommCareHQ will request embedded reports from Tableau Server using the user's role name instead of the user's username (e.g. "HQ/Field Implementer" instead of "HQ/Leandra@dimagi.com")
hi: यदि चयनित है, तो CommCareHQ उपयोगकर्ता के उपयोगकर्ता नाम के बजाय उपयोगकर्ता की भूमिका नाम का उपयोग करके Tableau सर्वर से एम्बेडेड रिपोर्ट का अनुरोध करेगा (जैसे "HQ/Field Implementer" के बजाय "HQ/Leandra@dimagi.com")

source: Allowed Tableau Groups
hi: अनुमत Tableau समूह

source: View URL
hi: URL देखें

source: Visible to location-restricted users
hi: स्थान-प्रतिबंधित उपयोगकर्ताओं के लिए दृश्यमान

source: If checked, the visualization will be visible to users with roles that do not have "Full Organization Access"
hi: यदि चयनित है, तो यह विज़ुअलाइज़ेशन उन उपयोगकर्ताओं के लिए दृश्यमान होगा जिनकी भूमिकाओं में "पूर्ण संगठन पहुँच" नहीं है

source: This report has been deprecated.
hi: यह रिपोर्ट अप्रचलित कर दी गई है।

source: Row count is too large
hi: पंक्ति संख्या बहुत अधिक है

source: Active Mobile Workers
hi: सक्रिय मोबाइल कार्यकर्ता

source: Deactivated Mobile Workers
hi: निष्क्रिय मोबाइल कार्यकर्ता
