Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
hi: यदि यह अनुरोध किसी विशेष फीचर से संबंधित है, तो कृपया इस रिपोर्ट को उसी स्थान से सबमिट करें जहाँ आप बदलाव देखना चाहते हैं।

source: Comma-separated email addresses of others you want to notify about this request.
hi: उन अन्य लोगों के ईमेल पते (कॉमा से अलग किए हुए) दर्ज करें जिन्हें आप इस अनुरोध के बारे में सूचित करना चाहते हैं।

source: Please upload any files relevant to your suggestion.
hi: कृपया अपने सुझाव से संबंधित कोई भी फ़ाइल अपलोड करें।

source: Do not upload a file containing sensitive data like passwords or project data.
hi: ऐसी कोई फ़ाइल अपलोड न करें जिसमें संवेदनशील डेटा जैसे पासवर्ड या प्रोजेक्ट डेटा हो।

source: Create Alert
hi: अलर्ट बनाएँ

source: Enter alert text here and preview in the table below. Links will be properly wrapped with anchor tags. Alerts will become public when the "activate alert" button is pressed, or during the chosen timeframe after the "schedule alert" button has been pressed. Multiple alerts may be shown to users at a time, and the most recently modified alert will be displayed on top.
hi: यहाँ अलर्ट टेक्स्ट दर्ज करें और नीचे दी गई तालिका में पूर्वावलोकन करें। लिंक को सही ढंग से एंकर टैग्स के साथ रैप किया जाएगा। अलर्ट "अलर्ट सक्रिय करें" बटन दबाने पर या चुने गए समय के दौरान "अलर्ट शेड्यूल करें" बटन दबाने के बाद सार्वजनिक हो जाएगा। एक समय में कई अलर्ट उपयोगकर्ताओं को दिखाए जा सकते हैं, और सबसे हाल ही में संशोधित अलर्ट सबसे ऊपर दिखेगा।

source: Affected domains
hi: प्रभावित डोमेन

source: Start time (optional)
hi: प्रारंभ समय (वैकल्पिक)

source: End time (optional)
hi: समाप्ति समय (वैकल्पिक)

source: Time zone
hi: समय क्षेत्र

source: Preview Alert
hi: अलर्ट पूर्वावलोकन

source: Scheduled start
hi: निर्धारित प्रारंभ

source: Scheduled end
hi: निर्धारित समाप्ति

source: Activate or De-activate
hi: सक्रिय या निष्क्रिय करें

source: Schedule Alert
hi: अलर्ट शेड्यूल करें

source: Alert Expired
hi: अलर्ट की अवधि समाप्त

source: You do not have domain permissions.
hi: आपके पास डोमेन अनुमतियाँ नहीं हैं।

source: Read more on the <a target='_blank' href='%(link)s'>Help Site</a>.
hi: <a target='_blank' href='%(link)s'>सहायता साइट</a> पर और पढ़ें।

source: Download your current %(adjective)s file.
hi: अपना वर्तमान %(adjective)s फ़ाइल डाउनलोड करें।

source: Download %(plural_noun)s
hi: %(plural_noun)s डाउनलोड करें

source: Update the downloaded file.
hi: डाउनलोड की गई फ़ाइल को अपडेट करें।

source: Check the <a target="_blank" href="%(address)s">%(name)s</a> for instructions.
hi: निर्देशों के लिए <a target="_blank" href="%(address)s">%(name)s</a> देखें।

source: Upload your updated file.
hi: अपनी अपडेट की गई फ़ाइल अपलोड करें।

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
hi: <a href="https://dimagi.com/commcare/">CommCare</a> का कॉपीराइट &copy; है

source: Learn more about CommCare HQ
hi: CommCare HQ के बारे में और जानें

source: Privacy
hi: गोपनीयता

source: Terms of Service
hi: सेवा की शर्तें

source: Business Agreement
hi: व्यावसायिक समझौता

source: Request a CommCare Demo
hi: CommCare डेमो का अनुरोध करें

source: Get a Tour of CommCare
hi: CommCare का टूर प्राप्त करें

source: Thank you! A member of our team will be in touch to schedule a time with you.
hi: धन्यवाद! हमारी टीम का एक सदस्य आपसे समय निर्धारित करने के लिए संपर्क करेगा।

source: Alt Text
hi: वैकल्पिक पाठ

source: Alternative text description
hi: वैकल्पिक पाठ विवरण

source: Give Feedback
hi: प्रतिक्रिया दें

source: We would love to get your feedback
hi: हमें आपकी प्रतिक्रिया प्राप्त करके खुशी होगी

source: How would you rate this feature?
hi: आप इस फीचर को कैसे रेट करेंगे?

source: Don't Like It / Not Useful
hi: पसंद नहीं आया / उपयोगी नहीं

source: Not Sure / Confusing
hi: पक्का नहीं / भ्रमित करने वाला

source: Love It / Useful
hi: बहुत पसंद आया / उपयोगी

source: Any other comments?
hi: कोई अन्य टिप्पणी?

source: Thank you for your feedback! We appreciate it.
hi: आपकी प्रतिक्रिया के लिए धन्यवाद! हम इसकी सराहना करते हैं।

source: Submit Feedback
hi: प्रतिक्रिया सबमिट करें

source: Previous
hi: पिछला

source: Your CommCare trial ended on %(paused_date)s.
hi: आपकी CommCare ट्रायल %(paused_date)s को समाप्त हो गई है।

source: Your previous <strong>%(previous_edition)s Edition</strong> subscription was paused on %(paused_date)s.
hi: आपकी पिछली <strong>%(previous_edition)s संस्करण</strong> सदस्यता %(paused_date)s को रोक दी गई थी।

source: Subscribe to a plan to gain access to your project space.
hi: अपनी परियोजना स्पेस तक पहुँच प्राप्त करने के लिए किसी प्लान की सदस्यता लें।

source: Please contact your project's billing administrator about re-subscribing to a paid plan. Once your project is re-subscribed, you will re-gain access to your project space and its data.
hi: कृपया अपनी परियोजना के बिलिंग प्रशासक से भुगतान योजना के लिए पुनः सदस्यता लेने के बारे में संपर्क करें। एक बार आपकी परियोजना फिर से सदस्यता ले लेती है, तो आपको अपनी परियोजना स्पेस और उसके डेटा तक फिर से पहुँच मिल जाएगी।

source: The current date and time is
hi: वर्तमान दिनांक और समय है

source: All dates are in
hi: सभी तिथियाँ इस प्रारूप में हैं

source: Your browser is unsupported, please consider another option
hi: आपका ब्राउज़र समर्थित नहीं है, कृपया कोई अन्य विकल्प आज़माएँ

source: We recommend <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. or <a href="https://www.apple.com/safari/">Safari</a>.
hi: हम अनुशंसा करते हैं <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. या <a href="https://www.apple.com/safari/">Safari</a>.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
hi: <a href="https://dimagi.com/commcare/">CommCare</a> का कॉपीराइट &copy; है

source: Your browser is unsupported, please consider another option.
hi: आपका ब्राउज़र समर्थित नहीं है, कृपया कोई अन्य विकल्प आज़माएँ।

source: We recommend <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> or <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.
hi: हम अनुशंसा करते हैं <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> या <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>।

source: You're using the free edition of CommCare intended only for practice purposes. <a href="%(url_sub)s" id="cta-community-sub">Upgrade to a plan</a> for full access.
hi: आप CommCare के निःशुल्क संस्करण का उपयोग कर रहे हैं जो केवल अभ्यास उद्देश्यों के लिए है। <a href="%(url_sub)s" id="cta-community-sub">पूर्ण पहुँच के लिए योजना में अपग्रेड करें</a>।

source: <a href="%(sub_url)s">Click here</a> to upgrade or reach out to us at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> to learn more!
hi: <a href="%(sub_url)s">यहाँ क्लिक करें</a> अपग्रेड करने के लिए या अधिक जानने के लिए हमसे <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> पर संपर्क करें!

source: Permanently dismiss this alert
hi: इस अलर्ट को स्थायी रूप से बंद करें

source: You're using the free edition of CommCare for practice purposes.
hi: आप CommCare के निःशुल्क संस्करण का अभ्यास उद्देश्यों के लिए उपयोग कर रहे हैं।

source: With a 5-user limit, it's not intended for active programs.<br /> <a href="%(change_plan_url)s">Upgrade</a> to a paid plan to boost security, expand your team, access expert support, and unlock the full power of CommCare.
hi: 5-यूज़र सीमा के साथ, यह सक्रिय कार्यक्रमों के लिए नहीं है।<br /> <a href="%(change_plan_url)s">अपग्रेड करें</a> भुगतान योजना में सुरक्षा बढ़ाने, अपनी टीम का विस्तार करने, विशेषज्ञ सहायता प्राप्त करने, और CommCare की पूरी शक्ति अनलॉक करने के लिए।

source: Your download is ready.
hi: आपका डाउनलोड तैयार है।

source: You have <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s day%(days_plural)s remaining</a> in your CommCare %(trial_edition)s Edition Trial.
hi: आपके पास <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s दिन%(days_plural)s शेष</a> हैं अपनी CommCare %(trial_edition)s संस्करण ट्रायल में।

source: You are on a <a href="%(url_sub)s" id="cta-trial-days-remaining">trial</a> of CommCare %(trial_edition)s Edition.
hi: आप CommCare %(trial_edition)s संस्करण के <a href="%(url_sub)s" id="cta-trial-days-remaining">परीक्षण</a> पर हैं।

source: No results found.
hi: कोई परिणाम नहीं मिला।

source: Showing %(start)s to %(end)s of %(total)s entries
hi: %(total)s प्रविष्टियों में से %(start)s से %(end)s तक दिखा रहे हैं

source: %(p)s per page
hi: प्रति पृष्ठ %(p)s

source: Change User Password
hi: उपयोगकर्ता पासवर्ड बदलें

source: Change Password for
hi: के लिए पासवर्ड बदलें

source: Hello World
hi: हैलो वर्ल्ड

source: TranslationOne
hi: अनुवादएक

source: TranslationTwo
hi: अनुवाददो

source: Translate Me
hi: मुझे अनुवाद करें

source: Format {}
hi: प्रारूप {}

source: Token
hi: टोकन

source: Your authentication token is %s
hi: आपका प्रमाणीकरण टोकन %s है

source: Error received from SMS partner. If you do not receive a token, please retry in a few minutes.
hi: एसएमएस पार्टनर से त्रुटि प्राप्त हुई। यदि आपको टोकन प्राप्त नहीं होता है, तो कृपया कुछ मिनटों में पुनः प्रयास करें।

source: Welcome back to %s!
hi: %s में वापस स्वागत है!

source: You do not have access to this file. It can only be uploaded to dropbox by the user who created it
hi: आपको इस फ़ाइल तक पहुँच नहीं है। इसे केवल वह उपयोगकर्ता dropbox पर अपलोड कर सकता है जिसने इसे बनाया है

source: Apps/{app}/{dest} is queued to sync to dropbox! You will receive an email when it completes.
hi: Apps/{app}/{dest} को dropbox पर सिंक करने के लिए कतारबद्ध किया गया है! पूर्ण होने पर आपको एक ईमेल प्राप्त होगा।

source: Your CommCare HQ Issue Report has been sent. We are working quickly to resolve this problem.
hi: आपकी CommCare HQ समस्या रिपोर्ट भेज दी गई है। हम इस समस्या को जल्दी हल करने के लिए काम कर रहे हैं।

source: Apache License
hi: अपाचे लाइसेंस

source: BSD License
hi: बीएसडी लाइसेंस

source: items per page
hi: प्रति पृष्ठ आइटम

source: You have no items.
hi: आपके पास कोई आइटम नहीं है।

source: Deleted Items:
hi: हटाए गए आइटम:

source: New Items:
hi: नए आइटम:

source: <strong>Problem Refreshing List:</strong> %s
hi: <strong>सूची रीफ़्रेश करने में समस्या:</strong> %s

source: <strong>Problem Deleting:</strong> %s
hi: <strong>हटाने में समस्या:</strong> %s

source: The item's ID was not passed to the server.
hi: आइटम की आईडी सर्वर को नहीं भेजी गई थी।

source: We've redirected you to the %s matching your query
hi: हमने आपको %s पर पुनर्निर्देशित किया है जो आपकी क्वेरी से मेल खाता है

source: Maintenance Alerts
hi: रखरखाव अलर्ट

source: Continue to {}
hi: {} पर जारी रखें

source: Last 7 Days
hi: पिछले 7 दिन

source: Last Month
hi: पिछला महीना

source: Last 30 Days
hi: पिछले 30 दिन

source: to
hi: से

source: Enable AWS Connect Dialer
hi: AWS Connect डायलर सक्षम करें

source: AWS Instance ID
hi: AWS इंस्टेंस आईडी

source: Enter "yourinstance" if your AWS Connect account is "https://yourinstance.awsapps.com/connect/"
hi: यदि आपका AWS Connect खाता "https://yourinstance.awsapps.com/connect/" है तो "yourinstance" दर्ज करें

source: Dialer Page Title
hi: डायलर पृष्ठ शीर्षक

source: A title for the Dialer Page header
hi: डायलर पृष्ठ हेडर के लिए एक शीर्षक

source: Dialer Page Subtitle
hi: डायलर पृष्ठ उपशीर्षक

source: A subtitle for the Dialer Page header
hi: डायलर पृष्ठ हेडर के लिए एक उपशीर्षक

source: Enable GAEN OTP server integration
hi: GAEN OTP सर्वर एकीकरण सक्षम करें

source: GAEN Server Type
hi: GAEN सर्वर प्रकार

source: Select server type
hi: सर्वर प्रकार चुनें

source: NearForm OTP Server
hi: NearForm OTP सर्वर

source: APHL Exposure Notifications
hi: APHL एक्सपोजर नोटिफिकेशन

source: Server Endpoint
hi: सर्वर एंडपॉइंट

source: Server Auth Token
hi: सर्वर ऑथ टोकन

source: Enable in Web Apps
hi: वेब ऐप्स में सक्षम करें

source: External Callout URL
hi: बाहरी कॉलआउट URL

source: Enter the base URL for callouts that should be signed
hi: उन कॉलआउट्स के लिए बेस URL दर्ज करें जिन्हें साइन किया जाना चाहिए

source: API Key
hi: API कुंजी

source: API Key for CommCare in the external system
hi: बाहरी सिस्टम में CommCare के लिए API कुंजी

source: API Secret
hi: API सीक्रेट

source: API secret for message signing
hi: संदेश साइनिंग के लिए API सीक्रेट

source: Enable Simprints Integration
hi: Simprints एकीकरण सक्षम करें

source: Project ID
hi: प्रोजेक्ट आईडी

source: Module ID
hi: मॉड्यूल आईडी

source: Recipient Data Store
hi: प्राप्तकर्ता डेटा स्टोर

source: Other Case Type
hi: अन्य केस प्रकार

source: Provider
hi: प्रदाता

source: API Field to Recipient Data Map
hi: API फ़ील्ड से प्राप्तकर्ता डेटा मैप

source: Maps API field for the KYC provider to the field used for storing the relevant data. To learn more about this, please have a look at our <a href="{}" target="_blank">support documentation</a>.
hi: KYC प्रदाता के लिए API फ़ील्ड को उस फ़ील्ड से मैप करता है जिसका उपयोग संबंधित डेटा को संग्रहीत करने के लिए किया जाता है। इसके बारे में अधिक जानने के लिए, कृपया हमारे <a href="{}" target="_blank">सहायता दस्तावेज़</a> देखें।

source: Custom User Data
hi: कस्टम उपयोगकर्ता डेटा

source: User Case
hi: उपयोगकर्ता केस

source: This field is required when "Recipient Data Store" is set to "Other Case Type".
hi: जब "प्राप्तकर्ता डेटा स्टोर" को "अन्य केस प्रकार" पर सेट किया जाता है, तो यह फ़ील्ड आवश्यक है।

source: User information on HQ is not complete or invalid.
hi: HQ पर उपयोगकर्ता जानकारी पूरी नहीं है या अमान्य है।

source: User information on HQ does not match with KYC provider.
hi: HQ पर उपयोगकर्ता जानकारी KYC प्रदाता से मेल नहीं खाती।

source: Network error occurred. Please try again, or reach out to support if the issue persists.
hi: नेटवर्क त्रुटि हुई। कृपया पुनः प्रयास करें, या यदि समस्या बनी रहती है तो सहायता से संपर्क करें।

source: API error occurred. Please reach out to support.
hi: API त्रुटि हुई। कृपया सहायता से संपर्क करें।

source: KYC Status
hi: KYC स्थिति

source: Last Verified
hi: अंतिम सत्यापन

source: Verify
hi: सत्यापित करें

source: KYC Configuration
hi: KYC कॉन्फ़िगरेशन

source: Unknown error
hi: अज्ञात त्रुटि

source: KYC Report
hi: KYC रिपोर्ट

source: Request failed
hi: अनुरोध विफल

source: Batch number
hi: बैच नंबर

source: Show all
hi: सभी दिखाएँ

source: Payment status
hi: भुगतान स्थिति

source: Connection Settings
hi: कनेक्शन सेटिंग्स

source: Environment
hi: पर्यावरण

source: Payment Configuration
hi: भुगतान कॉन्फ़िगरेशन

source: Sandbox
hi: सैंडबॉक्स

source: Live
hi: लाइव

source: Something went wrong
hi: कुछ गलत हो गया

source: Payment request failed
hi: भुगतान अनुरोध विफल

source: Invalid payee details
hi: अमान्य प्राप्तकर्ता विवरण

source: Payment has not been verified
hi: भुगतान सत्यापित नहीं हुआ है

source: Payment has already been requested
hi: भुगतान पहले ही अनुरोधित किया जा चुका है

source: Verify Selected
hi: चयनित सत्यापित करें

source: Batch Number
hi: बैच नंबर

source: Currency
hi: मुद्रा

source: User or Case ID
hi: उपयोगकर्ता या केस आईडी

source: Payee Note
hi: प्राप्तकर्ता नोट

source: Payer Message
hi: भुगतानकर्ता संदेश

source: Verified
hi: सत्यापित

source: Verified By
hi: सत्यापित किया गया द्वारा

source: Unavailable
hi: उपलब्ध नहीं है

source: Payments Verification Report
hi: भुगतान सत्यापन रिपोर्ट

source: Payments Configuration
hi: भुगतान कॉन्फ़िगरेशन

source: Dialer
hi: डायलर

source: NOT LOGGED IN
hi: लॉग इन नहीं किया गया

source: Login
hi: लॉगिन

source: Telephone
hi: टेलीफोन

source: Phone Number:
hi: फोन नंबर:

source: NOT AVAILABLE
hi: उपलब्ध नहीं

source: Call Status:
hi: कॉल स्थिति:

source: Not Dialed
hi: डायल नहीं किया गया

source: Contact ID:
hi: संपर्क आईडी:

source: Queue Name:
hi: क्यू नाम:

source: Dial Now
hi: अभी डायल करें

source: Preferences
hi: प्राथमिकताएँ

source: Auto dial on load
hi: लोड पर ऑटो डायल

source: Copy To Clipboard
hi: क्लिपबोर्ड पर कॉपी करें

source: Media Devices
hi: मीडिया डिवाइस

source: Speakers
hi: स्पीकर

source: Microphone
hi: माइक्रोफोन

source: Mic. Permission
hi: माइक अनुमति

source: Web Cam
hi: वेब कैम

source: Check Media
hi: मीडिया जांचें

source: Network
hi: नेटवर्क

source: Check Network
hi: नेटवर्क जांचें

source: Agent Training Center
hi: एजेंट प्रशिक्षण केंद्र

source: Agent Support Center
hi: एजेंट सहायता केंद्र

source: Exposure Notification OTP
hi: एक्सपोजर नोटिफिकेशन ओटीपी

source: OTP Code for
hi: के लिए ओटीपी कोड

source: Close OTP and Return
hi: ओटीपी बंद करें और वापस जाएँ

source: This domain does not have a saved KYC configuration, which is required to view this report. Please create a configuration first.
hi: इस डोमेन में कोई सहेजी गई केवाईसी कॉन्फ़िगरेशन नहीं है, जो इस रिपोर्ट को देखने के लिए आवश्यक है। कृपया पहले एक कॉन्फ़िगरेशन बनाएं।

source: Navigate there.
hi: वहाँ जाएँ।

source: Verify All
hi: सभी सत्यापित करें

source: Configuration saved successfully!
hi: कॉन्फ़िगरेशन सफलतापूर्वक सहेजा गया!

source: Successfully verified %(success_count)s rows!
hi: %(success_count)s पंक्तियाँ सफलतापूर्वक सत्यापित की गईं!

source: Failed to verify %(failure_count)s rows!
hi: %(failure_count)s पंक्तियों को सत्यापित करने में विफल!

source: Pass
hi: पास

source: Fail
hi: फेल

source: Invalid
hi: अमान्य

source: The status has been manually set to an invalid value. Please re-verify.
hi: स्थिति को मैन्युअली अमान्य मान पर सेट किया गया है। कृपया पुनः सत्यापित करें।

source: Not Checked
hi: जाँचा नहीं गया

source: Confirm Payments
hi: भुगतान की पुष्टि करें

source: Are you sure you want to proceed with the selected payments?
hi: क्या आप वाकई चयनित भुगतानों के साथ आगे बढ़ना चाहते हैं?

source: To request payments successfully, add necessary settings on the <a href="%(config_url)s">Payments Configuration</a> page.
hi: भुगतान का अनुरोध सफलतापूर्वक करने के लिए, <a href="%(config_url)s">भुगतान विन्यास</a> पृष्ठ पर आवश्यक सेटिंग्स जोड़ें।

source: Biometric Integration
hi: बायोमेट्रिक एकीकरण

source: Biometric Integration settings have been updated.
hi: बायोमेट्रिक एकीकरण सेटिंग्स अपडेट कर दी गई हैं।

source: Could not update Biometric Integration settings.
hi: बायोमेट्रिक एकीकरण सेटिंग्स अपडेट नहीं की जा सकीं।

source: OTP Request missing a required argument 'case_id'
hi: OTP अनुरोध में आवश्यक तर्क 'case_id' नहीं है

source: No matching patient record found
hi: कोई मेल खाता मरीज रिकॉर्ड नहीं मिला

source: We are having problems communicating with the Exposure Notification server please try again later
hi: हम एक्सपोजर नोटिफिकेशन सर्वर से संवाद करने में समस्या का सामना कर रहे हैं कृपया बाद में पुनः प्रयास करें

source: Dialer Settings
hi: डायलर सेटिंग्स

source: Dialer Settings Updated
hi: डायलर सेटिंग्स अपडेट की गईं

source: Could not update Dialer Settings
hi: डायलर सेटिंग्स अपडेट नहीं की जा सकीं

source: GAEN OTP Server Config
hi: GAEN OTP सर्वर विन्यास

source: GAEN OTP Server Settings Updated
hi: GAEN OTP सर्वर सेटिंग्स अपडेट की गईं

source: Could not update GAEN OTP Server Settings
hi: GAEN OTP सर्वर सेटिंग्स अपडेट नहीं की जा सकीं

source: Signed Callout Settings
hi: साइन की गई कॉलआउट सेटिंग्स

source: Callout Settings Updated
hi: कॉलआउट सेटिंग्स अपडेट की गईं

source: Could not update Callout Settings
hi: कॉलआउट सेटिंग्स अपडेट नहीं की जा सकीं

source: You cannot access this page from your current IP address
hi: आप अपने वर्तमान IP पते से इस पृष्ठ तक पहुँच नहीं सकते

source: Lookup Table
hi: लुकअप टेबल

source: Keyword
hi: कीवर्ड

source: Data Expressions and Filters
hi: डेटा एक्सप्रेशन्स और फ़िल्टर्स

source: Automatic Update Rule
hi: स्वचालित अपडेट नियम

source: Custom User Data Fields
hi: कस्टम उपयोगकर्ता डेटा फ़ील्ड्स

source: Custom Location Data Fields
hi: कस्टम स्थान डेटा फ़ील्ड्स

source: User Roles
hi: उपयोगकर्ता भूमिकाएँ

source: Feature Flags
hi: फ़ीचर फ्लैग्स

source: Case Search Settings
hi: केस सर्च सेटिंग्स

source: OTP Pass-through Settings
hi: OTP पास-थ्रू सेटिंग्स

source: Signed Callout
hi: साइन की गई कॉलआउट

source: Tableau Server and Visualizations
hi: Tableau सर्वर और विज़ुअलाइज़ेशन

source: Custom Product Data Fields
hi: कस्टम उत्पाद डेटा फ़ील्ड्स

source: Project Space Link
hi: प्रोजेक्ट स्पेस लिंक

source: Content
hi: सामग्री

source: Linking keywords to a remote link is not currently supported
hi: कीवर्ड को रिमोट लिंक से जोड़ना वर्तमान में समर्थित नहीं है

source: Keyword does not exist in the upstream domain
hi: कीवर्ड अपस्ट्रीम डोमेन में मौजूद नहीं है

source: Keyword {keyword} already exists in downstream domain {domain}
hi: कीवर्ड {keyword} पहले से डाउनस्ट्रीम डोमेन {domain} में मौजूद है

source: Linked keyword could not be found
hi: लिंक किया गया कीवर्ड नहीं मिल सका

source: Upstream keyword could not be found. Maybe it has been deleted?
hi: अपस्ट्रीम कीवर्ड नहीं मिल सका। संभवतः इसे हटा दिया गया है?

source: Keyword {keyword} references an application that has multiple linked applications. It cannot be updated.
hi: कीवर्ड {keyword} एक ऐसे एप्लिकेशन को संदर्भित करता है जिसकी कई लिंक्ड एप्लिकेशन हैं। इसे अपडेट नहीं किया जा सकता।

source: Keyword {keyword} references an application that has not been linked to {linked_domain}
hi: कीवर्ड {keyword} एक ऐसे एप्लिकेशन को संदर्भित करता है जिसे {linked_domain} से लिंक नहीं किया गया है

source: should be the full link without the trailing /. Example: https://www.commcarehq.org
hi: पूरा लिंक बिना अंतिम / के होना चाहिए। उदाहरण: https://www.commcarehq.org

source: {} is already a downstream project space of {}. You must remove the existing link before creating this new link.
hi: {} पहले से ही {} का डाउनस्ट्रीम प्रोजेक्ट स्पेस है। इस नए लिंक को बनाने से पहले मौजूदा लिंक को हटाना आवश्यक है।

source: Release complete. {} project(s) succeeded. {} The following content was released: {} The following linked project spaces received content:
hi: रिलीज़ पूर्ण। {} प्रोजेक्ट(s) सफल रहे। {} निम्नलिखित सामग्री जारी की गई: {} निम्नलिखित लिंक्ड प्रोजेक्ट स्पेस को सामग्री प्राप्त हुई:

source: {} project(s) encountered errors.
hi: {} प्रोजेक्ट(s) में त्रुटियाँ आईं।

source: {}- {} updated successfully
hi: {}- {} सफलतापूर्वक अपडेट किया गया

source: {}- {} encountered errors:
hi: {}- {} में त्रुटियाँ आईं:

source: Multi master flag is in use
hi: मल्टी मास्टर फ्लैग उपयोग में है

source: Could not find app
hi: ऐप नहीं मिल सका

source: Feature flag for {} is not enabled
hi: {} के लिए फ़ीचर फ्लैग सक्षम नहीं है

source: Project space {} is no longer linked to {}. No content was released to it.
hi: प्रोजेक्ट स्पेस {} अब {} से लिंक नहीं है। इसमें कोई सामग्री जारी नहीं की गई।

source: Could not update {}: {}
hi: {} को अपडेट नहीं किया जा सका: {}

source: Updated {} successfully
hi: {} को सफलतापूर्वक अपडेट किया गया

source: Linked project release complete.
hi: लिंक्ड प्रोजेक्ट रिलीज़ पूर्ण हुआ।

source: Errors occurred.
hi: त्रुटियाँ हुईं।

source: Downstream Project Spaces
hi: डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़

source: Push Content
hi: सामग्री पुश करें

source: Manage Linked Project Space
hi: लिंक्ड प्रोजेक्ट स्पेस प्रबंधित करें

source: Add Remote Reports
hi: रिमोट रिपोर्ट्स जोड़ें

source: Add Downstream Project Space
hi: डाउनस्ट्रीम प्रोजेक्ट स्पेस जोड़ें

source: To make this project space an upstream project space, you need to add a downstream project space.
hi: इस प्रोजेक्ट स्पेस को अपस्ट्रीम प्रोजेक्ट स्पेस बनाने के लिए, आपको एक डाउनस्ट्रीम प्रोजेक्ट स्पेस जोड़ना होगा।

source: Project Space:
hi: प्रोजेक्ट स्पेस:

source: Linked Project Spaces
hi: लिंक्ड प्रोजेक्ट स्पेसेज़

source: Create links between upstream and downstream project spaces.
hi: अपस्ट्रीम और डाउनस्ट्रीम प्रोजेक्ट स्पेसेज़ के बीच लिंक बनाएं।

source: Linked project spaces allow you to:
hi: लिंक्ड प्रोजेक्ट स्पेसेज़ आपको ये करने की अनुमति देते हैं:

source: Push content to a downstream project space
hi: सामग्री को डाउनस्ट्रीम प्रोजेक्ट स्पेस में पुश करें

source: Pull content from an upstream project space
hi: अपस्ट्रीम प्रोजेक्ट स्पेस से सामग्री पुल करें
