Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
hi: आपके अभिव्यक्ति में पार्स त्रुटियाँ हैं! अधिक जानकारी के लिए, इसे <a href="http://jsonlint.com/" target="_blank">JSON Validator</a> में चिपकाने का प्रयास करें।

source: see more
hi: और देखें

source: Update Expression
hi: अभिव्यक्ति अपडेट करें

source: Delete expression <strong data-bind="text: name"></strong>?
hi: क्या आप वाकई <strong data-bind="text: name"></strong> अभिव्यक्ति हटाना चाहते हैं?

source: Yes, delete the <strong data-bind="text: name"></strong> expression.
hi: हाँ, <strong data-bind="text: name"></strong> अभिव्यक्ति हटाएँ।

source: Deleting Expression...
hi: अभिव्यक्ति हटाई जा रही है...

source: Delete Expression
hi: अभिव्यक्ति हटाएँ

source: Tools
hi: उपकरण

source: Custom Web Report Source from Application
hi: एप्लिकेशन से कस्टम वेब रिपोर्ट स्रोत

source: Expression Debugger
hi: अभिव्यक्ति डिबगर

source: Add report
hi: रिपोर्ट जोड़ें

source: Import report
hi: रिपोर्ट आयात करें

source: Add data source
hi: डेटा स्रोत जोड़ें

source: Data source from application
hi: एप्लिकेशन से डेटा स्रोत

source: Data Source Debugger
hi: डेटा स्रोत डिबगर

source: Edit Reports
hi: रिपोर्ट संपादित करें

source: Edit Custom Data Sources
hi: कस्टम डेटा स्रोत संपादित करें

source: Edit Data Sources
hi: डेटा स्रोत संपादित करें

source: Aggregate Data Sources
hi: एग्रीगेट डेटा स्रोत

source: Please note that this datasource is being rebuilt.
hi: कृपया ध्यान दें कि यह डेटा स्रोत पुनर्निर्मित किया जा रहा है।

source: Please note that this datasource is being rebuilt in place.
hi: कृपया ध्यान दें कि यह डेटा स्रोत यहीं पुनर्निर्मित किया जा रहा है।

source: Please note that this datasource is yet be built / rebuilt by CommCare HQ.
hi: कृपया ध्यान दें कि यह डेटा स्रोत अभी तक CommCare HQ द्वारा बनाया/पुनर्निर्मित नहीं किया गया है।

source: Resume Build
hi: बिल्ड फिर से शुरू करें

source: This datasource is read only, any changes made can not be saved.
hi: यह डेटा स्रोत केवल पढ़ने के लिए है, इसमें किए गए कोई भी परिवर्तन सहेजे नहीं जा सकते।

source: Reports dependent on this datasource
hi: इस डेटा स्रोत पर निर्भर रिपोर्टें

source: Delete Custom Web Report
hi: कस्टम वेब रिपोर्ट हटाएँ

source: Are you sure you want to delete this report?
hi: क्या आप वाकई इस रिपोर्ट को हटाना चाहते हैं?

source: Deleting this will break the apps below, which refer to this report. In addition, there may be older app versions that depend on these reports but are not displayed here. Please delete with caution.
hi: इसे हटाने से नीचे दी गई ऐप्स प्रभावित होंगी, जो इस रिपोर्ट का संदर्भ लेती हैं। इसके अलावा, ऐसी पुरानी ऐप संस्करण भी हो सकती हैं जो इन रिपोर्टों पर निर्भर हैं लेकिन यहाँ प्रदर्शित नहीं हैं। कृपया सावधानीपूर्वक हटाएँ।

source: Some required fields are missing. Please complete them before saving.
hi: कुछ आवश्यक फ़ील्ड गायब हैं। कृपया सहेजने से पहले इन्हें पूरा करें।

source: Filter Value
hi: फ़िल्टर मान

source: Please select a property.
hi: कृपया कोई प्रॉपर्टी चुनें।

source: This property or question no longer exists in your app. <br> You must delete this property to update this report.
hi: यह प्रॉपर्टी या प्रश्न अब आपकी ऐप में मौजूद नहीं है। <br> आपको इस प्रॉपर्टी को हटाना होगा ताकि आप इस रिपोर्ट को अपडेट कर सकें।

source: Display text should not be blank.
hi: प्रदर्शित पाठ खाली नहीं होना चाहिए।

source: Filter Value should not be blank.
hi: फ़िल्टर मान खाली नहीं होना चाहिए।

source: Your report is still being populated.
hi: आपकी रिपोर्ट अभी भी भरी जा रही है।

source: Edit Report
hi: रिपोर्ट संपादित करें

source: Thanks for previewing Report Builder!
hi: रिपोर्ट बिल्डर का पूर्वावलोकन करने के लिए धन्यवाद!

source: You can try out creating reports but won't be able to save them.
hi: आप रिपोर्ट बनाना आज़मा सकते हैं लेकिन उन्हें सहेज नहीं पाएंगे।

source: To save reports, please <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Subscribe to our Pro Plan</a>.
hi: रिपोर्ट सहेजने के लिए, कृपया <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">हमारी प्रो योजना सब्सक्राइब करें</a>।

source: To save more reports, please contact our Support Team.
hi: अधिक रिपोर्ट सहेजने के लिए, कृपया हमारी सहायता टीम से संपर्क करें।

source: Report Builder
hi: रिपोर्ट बिल्डर

source: Subscribing to Report Builder
hi: रिपोर्ट बिल्डर की सदस्यता ले रहे हैं

source: Thanks for your interest in Report Builder! Our sales team will be in touch soon to discuss your reporting needs and turn report builder on for your project. If you have any further questions please contact us at %(SALES_EMAIL)s
hi: रिपोर्ट बिल्डर में रुचि दिखाने के लिए धन्यवाद! हमारी सेल्स टीम जल्द ही आपसे संपर्क करेगी ताकि आपकी रिपोर्टिंग आवश्यकताओं पर चर्चा की जा सके और आपके प्रोजेक्ट के लिए रिपोर्ट बिल्डर चालू किया जा सके। यदि आपके कोई और प्रश्न हैं तो कृपया हमसे %(SALES_EMAIL)s पर संपर्क करें

source: Build Your Own Reports In CommCare!
hi: CommCare में अपनी खुद की रिपोर्ट बनाएं!

source: Build map reports, pie and bar charts, and form and case lists right in CommCare!
hi: CommCare में ही मैप रिपोर्ट, पाई और बार चार्ट, और फॉर्म व केस लिस्ट बनाएं!

source: Report Builder is part of the <strong>Pro</strong> or higher software plans.
hi: रिपोर्ट बिल्डर <strong>प्रो</strong> या उच्चतर सॉफ़्टवेयर योजनाओं का हिस्सा है।

source: See the <a href="%(pricing_page_url)s">pricing plan options</a> for details.
hi: विवरण के लिए <a href="%(pricing_page_url)s">मूल्य निर्धारण योजना विकल्प</a> देखें।

source: Screenshot of report builder
hi: रिपोर्ट बिल्डर का स्क्रीनशॉट

source: Save and View Report
hi: रिपोर्ट सहेजें और देखें

source: Enter report name here
hi: यहाँ रिपोर्ट का नाम दर्ज करें

source: Enter report description here
hi: यहाँ रिपोर्ट का विवरण दर्ज करें

source: Type of Report
hi: रिपोर्ट का प्रकार

source: Indicators
hi: संकेतक

source: User Filters
hi: उपयोगकर्ता फ़िल्टर

source: Add filters to your report to allow viewers to select which data the report will display. These filters will be displayed at the top of your report.
hi: अपनी रिपोर्ट में फ़िल्टर जोड़ें ताकि दर्शक चुन सकें कि रिपोर्ट कौन सा डेटा दिखाएगी। ये फ़िल्टर आपकी रिपोर्ट के शीर्ष पर दिखाए जाएंगे।

source: Default Filters
hi: डिफ़ॉल्ट फ़िल्टर

source: These filters are not displayed to report viewers and are always applied to the data.
hi: ये फ़िल्टर रिपोर्ट दर्शकों को नहीं दिखाए जाते और हमेशा डेटा पर लागू रहते हैं।

source: Preview Report
hi: रिपोर्ट पूर्वावलोकन

source: Preview includes at most 100 cases
hi: पूर्वावलोकन में अधिकतम 100 केस शामिल हैं

source: Preview includes at most 100 forms
hi: पूर्वावलोकन में अधिकतम 100 फ़ॉर्म शामिल हैं

source: Properties with FORMAT <strong>Sum</strong> or <strong>Average</strong> show up in bar chart.
hi: जिन गुणों का प्रारूप <strong>योग</strong> या <strong>औसत</strong> है, वे बार चार्ट में दिखते हैं।

source: This bar chart below will not be shown in the report because it is not configured to show any data. To show the bar chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
hi: नीचे दिया गया बार चार्ट रिपोर्ट में नहीं दिखेगा क्योंकि इसे कोई डेटा दिखाने के लिए कॉन्फ़िगर नहीं किया गया है। बार चार्ट दिखाने के लिए कृपया कम से कम एक गुण जोड़ें जिसका प्रारूप <strong>योग</strong> या <strong>औसत</strong> हो।

source: Pie charts will show the breakdown of the first column that is summed or averaged.
hi: पाई चार्ट पहले कॉलम का विभाजन दिखाएगा जिसे योग या औसत किया गया है।

source: This pie chart below will not be shown in the report because it is not configured to show any data. To show the pie chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
hi: नीचे दिया गया पाई चार्ट रिपोर्ट में नहीं दिखेगा क्योंकि इसे कोई डेटा दिखाने के लिए कॉन्फ़िगर नहीं किया गया है। पाई चार्ट दिखाने के लिए कृपया कम से कम एक गुण जोड़ें जिसका प्रारूप <strong>योग</strong> या <strong>औसत</strong> हो।

source: Add Chart
hi: चार्ट जोड़ें

source: Map Preview
hi: मानचित्र पूर्वावलोकन

source: Location field
hi: स्थान फ़ील्ड

source: Chart Preview
hi: चार्ट पूर्वावलोकन

source: Charts cannot be displayed with more than 25 categories. Once you Save and View report, you will be able to filter the data to limit the number of rows.
hi: चार्ट 25 से अधिक श्रेणियों के साथ प्रदर्शित नहीं किए जा सकते। एक बार जब आप रिपोर्ट सहेजें और देखें, तो आप डेटा को फ़िल्टर कर सकते हैं ताकि पंक्तियों की संख्या सीमित हो सके।

source: At least one indicator must not be of format "Group By" to generate charts.
hi: चार्ट बनाने के लिए कम से कम एक संकेतक का प्रारूप "Group By" नहीं होना चाहिए।

source: There was an error rendering your report preview. Please adjust your configuration to try again. If the issue persists, please report an issue.
hi: आपकी रिपोर्ट पूर्वावलोकन प्रस्तुत करने में त्रुटि हुई। कृपया अपनी कॉन्फ़िगरेशन समायोजित करें और पुनः प्रयास करें। यदि समस्या बनी रहती है, तो कृपया एक समस्या रिपोर्ट करें।

source: Step 1 of 2 - Select Data Source
hi: चरण 1 में से 2 - डेटा स्रोत चुनें

source: Invalid or missing transform type: {}. Valid options are: {}
hi: अमान्य या गायब ट्रांसफ़ॉर्म प्रकार: {}. मान्य विकल्प हैं: {}

source: Problem creating transform: {}. Message is: {}
hi: ट्रांसफ़ॉर्म बनाने में समस्या: {}. संदेश है: {}

source: Please enter valid JSON. This is not valid: {}
hi: कृपया मान्य JSON दर्ज करें। यह मान्य नहीं है: {}

source: Expected {} but was {}
hi: अपेक्षित {} लेकिन था {}

source: Save Changes
hi: परिवर्तन सहेजें

source: all users
hi: सभी उपयोगकर्ता

source: feature flag only
hi: केवल फ़ीचर फ़्लैग

source: Report ID
hi: रिपोर्ट आईडी

source: Visible to:
hi: दिखाई देगा:

source: Problem with report spec: {}
hi: रिपोर्ट विनिर्देश में समस्या: {}

source: forms
hi: फ़ॉर्म

source: Data Source ID
hi: डेटा स्रोत आईडी

source: Source Type
hi: स्रोत प्रकार

source: Data Source Display Name
hi: डेटा स्रोत प्रदर्शन नाम

source: Named expressions (optional)
hi: नामित अभिव्यक्तियाँ (वैकल्पिक)

source: Named filters (optional)
hi: नामित फ़िल्टर (वैकल्पिक)

source: locations
hi: स्थान

source: Table id is too long. Your table id and domain name must add up to fewer than 40 characters
hi: टेबल आईडी बहुत लंबा है। आपका टेबल आईडी और डोमेन नाम मिलाकर 40 वर्णों से कम होना चाहिए

source: A data source with this table id already exists. Table ids must be unique
hi: इस टेबल आईडी के साथ एक डेटा स्रोत पहले से मौजूद है। टेबल आईडी अद्वितीय होने चाहिए

source: Problem with data source spec: {}
hi: डेटा स्रोत विनिर्देश में समस्या: {}

source: This data source covers more than {record_limit} records. Please mark it for asynchronous processing for effective building/rebuilding
hi: यह डेटा स्रोत {record_limit} से अधिक रिकॉर्ड कवर करता है। प्रभावी निर्माण/पुनर्निर्माण के लिए कृपया इसे एसिंक्रोनस प्रोसेसिंग के लिए चिह्नित करें

source: Create Data Source from Application
hi: एप्लिकेशन से डेटा स्रोत बनाएं

source: Create Data Source
hi: डेटा स्रोत बनाएं

source: Choose something short, unique, and memorable using lowercase letters, numbers, and underscores
hi: कुछ छोटा, अद्वितीय और यादगार चुनें जिसमें छोटे अक्षर, संख्याएँ और अंडरस्कोर हों

source: The System ID of the report (sometimes needed in APIs or other advanced features)
hi: रिपोर्ट का सिस्टम आईडी (कभी-कभी API या अन्य उन्नत सुविधाओं में आवश्यक)

source: The System ID of the data source (sometimes needed in APIs or other advanced features)
hi: डेटा स्रोत का सिस्टम आईडी (कभी-कभी API या अन्य उन्नत सुविधाओं में आवश्यक)

source: This is what the data source will be called in navigation, page title, etc.
hi: यह वह नाम है जिससे डेटा स्रोत नेविगेशन, पृष्ठ शीर्षक आदि में दिखेगा।

source: Write yourself a little note if you like, it's optional
hi: यदि आप चाहें तो अपने लिए एक छोटा सा नोट लिखें, यह वैकल्पिक है

source: You can leave this blank unless you are <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">saving multiple rows per case or form</a>
hi: आप इसे खाली छोड़ सकते हैं जब तक कि आप <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">प्रत्येक केस या फॉर्म के लिए कई पंक्तियाँ सहेज</a> नहीं रहे हैं

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">these docs</a>
hi: <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">इन उदाहरणों</a> और <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">इन दस्तावेज़ों</a> को देखें

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">these docs</a>
hi: <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">इन उदाहरणों</a> और <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">इन दस्तावेज़ों</a> को देखें

source: For this advanced and useful feature, give a dict where the keys are the variable names you choose and the values are any valid expressions. You can then reference these from filters and indicators wherever an expression goes using: <code>{"type": "named", "name": "myvarname"}</code>
hi: इस उन्नत और उपयोगी सुविधा के लिए, एक dict दें जिसमें कुंजियाँ वे वेरिएबल नाम हों जिन्हें आप चुनते हैं और मान कोई भी मान्य अभिव्यक्ति हो सकते हैं। आप इन्हें फ़िल्टर और संकेतकों में कहीं भी संदर्भित कर सकते हैं जहाँ भी अभिव्यक्ति जाती है, इस प्रकार: <code>{"type": "named", "name": "myvarname"}</code>

source: These behave exactly like named expressions (see above), except the values should be a valid filter, and they can be used wherever filters are used above.
hi: ये नामित अभिव्यक्तियों (ऊपर देखें) की तरह ही व्यवहार करते हैं, बस मान एक मान्य फ़िल्टर होना चाहिए, और इन्हें ऊपर जहाँ भी फ़िल्टर का उपयोग किया गया है, वहाँ इस्तेमाल किया जा सकता है।

source: Enabling this will let this data source and the data be imported into CommCare Analytics
hi: इसे सक्षम करने से यह डेटा स्रोत और डेटा CommCare Analytics में आयात किया जा सकेगा

source: There was a problem processing your request. If you have recently modified your report data source please try again in a few minutes.
hi: आपके अनुरोध को संसाधित करने में समस्या आई। यदि आपने हाल ही में अपनी रिपोर्ट डेटा स्रोत को संशोधित किया है तो कृपया कुछ मिनटों में पुनः प्रयास करें।

source: Technical details:<br>{}
hi: तकनीकी विवरण:<br>{}

source: Reports Home
hi: रिपोर्ट्स होम

source: Report "{}" saved!
hi: रिपोर्ट "{}" सहेजी गई!

source: Create Report
hi: रिपोर्ट बनाएँ

source: Subscribe
hi: सब्सक्राइब करें

source: Create New Report
hi: नई रिपोर्ट बनाएँ

source: Configure Report
hi: रिपोर्ट कॉन्फ़िगर करें

source: Creating or Editing Data Registry Reports are not enabled for this project.
hi: इस प्रोजेक्ट के लिए डेटा रजिस्ट्री रिपोर्ट बनाना या संपादित करना सक्षम नहीं है।

source: Report "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
hi: रिपोर्ट "{name}" हटा दी गई है। <a href="{url}" class="post-link">पूर्ववत करें</a>

source: This report was used in one or more applications. It has been removed from there too.
hi: यह रिपोर्ट एक या अधिक एप्लिकेशन में उपयोग की गई थी। इसे वहाँ से भी हटा दिया गया है।

source: Successfully restored report "{name}"
hi: रिपोर्ट "{name}" सफलतापूर्वक पुनर्स्थापित की गई

source: Report "{name}" not deleted.
hi: रिपोर्ट "{name}" नहीं हटाई गई।

source: Report created!
hi: रिपोर्ट बनाई गई!

source: Bad report source: {}
hi: खराब रिपोर्ट स्रोत: {}

source: Data source with id {} not found in domain {}.
hi: आईडी {} वाला डेटा स्रोत डोमेन {} में नहीं मिला।

source: Expression not found
hi: अभिव्यक्ति नहीं मिली

source: Problem with expression: {}
hi: अभिव्यक्ति में समस्या: {}

source: {} with id {} not found in domain {}.
hi: {} आईडी {} के साथ डोमेन {} में नहीं मिला।

source: No documents found. Check the IDs and try again.
hi: कोई दस्तावेज़ नहीं मिला। आईडी जांचें और पुनः प्रयास करें।

source: Datasource table does not exist. Try rebuilding the datasource.
hi: डेटासोर्स तालिका मौजूद नहीं है। कृपया डेटा स्रोत को फिर से बनाएँ।

source: Error querying database for data.
hi: डेटाबेस से डेटा क्वेरी करते समय त्रुटि।

source: Data source created for '{}'
hi: '{}' के लिए डेटा स्रोत बनाया गया

source: Data source "{}" saved.
hi: डेटा स्रोत "{}" सहेजा गया।

source: This data source will be built / rebuilt automatically by CommCare HQ.
hi: यह डेटा स्रोत CommCare HQ द्वारा स्वचालित रूप से बनाया / पुनर्निर्मित किया जाएगा।

source: Data source not saved. Please check the form for errors.
hi: डेटा स्रोत सहेजा नहीं गया। कृपया फॉर्म में त्रुटियाँ जांचें।

source: Data source "{}" has no associated table. Click "Rebuild Data Source" to recreate the table.
hi: डेटा स्रोत "{}" से कोई संबद्ध तालिका नहीं है। तालिका को फिर से बनाने के लिए "डेटा स्रोत पुनर्निर्माण करें" पर क्लिक करें।

source: Edit Data Source
hi: डेटा स्रोत संपादित करें

source: Data source "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
hi: डेटा स्रोत "{name}" हटा दिया गया है। <a href="{url}" class="post-link">पूर्ववत करें</a>

source: Successfully restored data source "{name}"
hi: डेटा स्रोत "{name}" सफलतापूर्वक पुनर्स्थापित किया गया

source: Data source "{name}" not deleted.
hi: डेटा स्रोत "{name}" नहीं हटाया गया।

source: Rebuilding is not available until CommCare HQ finishes building / rebuilding.
hi: जब तक CommCare HQ निर्माण / पुनर्निर्माण पूरा नहीं कर लेता, पुनर्निर्माण उपलब्ध नहीं है।

source: Rebuilt was not initiated due to high number of records this data source is expected to iterate during a rebuild. Expected records to be processed is currently {number_of_records} which is above the limit of {rebuild_limit}. Please update the data source to have asynchronous processing.
hi: पुनर्निर्माण शुरू नहीं किया गया क्योंकि इस डेटा स्रोत के पुनर्निर्माण के दौरान अपेक्षित रिकॉर्ड की संख्या अधिक है। वर्तमान में संसाधित किए जाने वाले अपेक्षित रिकॉर्ड {number_of_records} हैं, जो सीमा {rebuild_limit} से अधिक है। कृपया डेटा स्रोत को असिंक्रोनस प्रोसेसिंग के लिए अपडेट करें।

source: Preview Data Source
hi: डेटा स्रोत पूर्वावलोकन करें

source: Data source table not found!<br/>If you have recently added the data source, please wait for it to be created.<br/>If you see this repeatedly please report an issue.
hi: डेटा स्रोत तालिका नहीं मिली!<br/>यदि आपने हाल ही में डेटा स्रोत जोड़ा है, तो कृपया इसके बनने की प्रतीक्षा करें।<br/>यदि यह बार-बार दिखाई दे तो कृपया समस्या रिपोर्ट करें।

source: You can only use 'lastndays' on date columns
hi: आप केवल 'lastndays' का उपयोग दिनांक कॉलम पर कर सकते हैं

source: Ranges must have the format "start..end"
hi: रेंज का प्रारूप "start..end" होना चाहिए

source: No field named {}
hi: {} नाम का कोई फ़ील्ड नहीं मिला

source: Invalid filter parameter: {}
hi: अमान्य फ़िल्टर पैरामीटर: {}

source: format must be one of the following: {}
hi: फ़ॉर्मेट निम्नलिखित में से एक होना चाहिए: {}

source: There was a problem executing your query, please make sure your parameters are valid.
hi: आपकी क्वेरी को निष्पादित करने में समस्या हुई, कृपया सुनिश्चित करें कि आपके पैरामीटर मान्य हैं।

source: CommCare Analytics on {server}
hi: {server} पर CommCare एनालिटिक्स

source: Data source {ds} on {server}
hi: {server} पर डेटा स्रोत {ds}

source: Filter {} not found!
hi: फ़िल्टर {} नहीं मिला!

source: No filter defined
hi: कोई फ़िल्टर परिभाषित नहीं है

source: UCR Expressions
hi: UCR एक्सप्रेशन्स

source: Edit UCR Expression
hi: UCR एक्सप्रेशन संपादित करें

source: Confirm your CommCare account for {commcare_user.domain}
hi: {commcare_user.domain} के लिए अपने CommCare खाते की पुष्टि करें

source: Unknown Role
hi: अज्ञात भूमिका

source: Inactive User
hi: निष्क्रिय उपयोगकर्ता

source: Username %(username)s is too long. Must be under %(max_length)s characters.
hi: यूज़रनेम %(username)s बहुत लंबा है। %(max_length)s अक्षरों से कम होना चाहिए।

source: The username "%(username)s" is reserved for CommCare.
hi: यूज़रनेम "%(username)s" CommCare के लिए आरक्षित है।

source: This username was used previously.
hi: यह यूज़रनेम पहले उपयोग किया जा चुका है।

source: This Mobile Worker already exists.
hi: यह मोबाइल वर्कर पहले से मौजूद है।

source: Invalid Deactivation Date format (expects MM-YYYY).
hi: अमान्य निष्क्रियकरण तिथि प्रारूप (MM-YYYY अपेक्षित)।

source: {code} is not a valid language code. Please enter a valid ISO-639 two- or three-digit code.
hi: {code} एक मान्य भाषा कोड नहीं है। कृपया एक मान्य ISO-639 दो या तीन अंकों का कोड दर्ज करें।

source: Please enter a valid two or three digit language code.
hi: कृपया एक मान्य दो या तीन अंकों का भाषा कोड दर्ज करें।

source: Role is required for web users.
hi: वेब उपयोगकर्ताओं के लिए भूमिका आवश्यक है।

source: E-Mail
hi: ई-मेल

source: <i class="fa fa-info-circle"></i> Changes the default language seen in Web Apps and reports (if supported). CommCare HQ supports <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>these languages</a>. Please reach out to {support_email} if you notice any mistakes in our translations.
hi: <i class="fa fa-info-circle"></i> वेब ऐप्स और रिपोर्ट्स में डिफ़ॉल्ट भाषा बदलता है (यदि समर्थित हो)। CommCare HQ <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>इन भाषाओं</a> का समर्थन करता है। यदि आपको हमारे अनुवादों में कोई गलती दिखे तो कृपया {support_email} पर संपर्क करें।

source: Allow Dimagi to collect usage information to improve CommCare. You can learn more about the information we collect and the ways we use it in our <a href="http://www.dimagi.com/terms/latest/privacy/">privacy policy</a>
hi: Dimagi को CommCare को बेहतर बनाने के लिए उपयोग की जानकारी एकत्र करने की अनुमति दें। आप हमारी <a href=\"http://www.dimagi.com/terms/latest/privacy/\">गोपनीयता नीति</a> में एकत्र की जाने वाली जानकारी और उसके उपयोग के तरीकों के बारे में अधिक जान सकते हैं।

source: My Language
hi: मेरी भाषा

source: This email is managed by {} and cannot be edited.
hi: यह ईमेल {} द्वारा प्रबंधित है और संपादित नहीं किया जा सकता।

source: Update My Information
hi: मेरी जानकारी अपडेट करें

source: Deactivate After
hi: इसके बाद निष्क्रिय करें

source: When specified, the mobile worker is automatically deactivated on the first day of the month and year selected.
hi: निर्दिष्ट किए जाने पर, मोबाइल वर्कर को चयनित माह और वर्ष के पहले दिन स्वचालित रूप से निष्क्रिय कर दिया जाएगा।

source: Multiply this user's case load by this number for load testing on phones.
hi: फोन पर लोड टेस्टिंग के लिए इस उपयोगकर्ता के केस लोड को इस संख्या से गुणा करें।

source: Load testing
hi: लोड टेस्टिंग

source: Update user
hi: उपयोगकर्ता अपडेट करें

source: Reset Password for Mobile Worker
hi: मोबाइल वर्कर के लिए पासवर्ड रीसेट करें

source: Username contains invalid characters.
hi: यूज़रनेम में अमान्य अक्षर हैं।

source: Require Account Confirmation?
hi: क्या खाता पुष्टि आवश्यक है?

source: Send Account Confirmation Email Now?
hi: क्या अभी खाता पुष्टि ईमेल भेजें?

source: The user will be sent their account confirmation email now. Otherwise it must be sent manually from the Mobile Worker 'Deactivated Users' list.
hi: उपयोगकर्ता को अभी उनका खाता पुष्टि ईमेल भेजा जाएगा। अन्यथा, इसे मोबाइल वर्कर 'निष्क्रिय उपयोगकर्ता' सूची से मैन्युअल रूप से भेजना होगा।

source: Require Account Confirmation by SMS?
hi: क्या एसएमएस द्वारा खाता पुष्टि आवश्यक है?

source: If checked, the user will be sent a confirmation SMS and asked to set their password.
hi: यदि चयनित है, तो उपयोगकर्ता को एक पुष्टिकरण एसएमएस भेजा जाएगा और पासवर्ड सेट करने के लिए कहा जाएगा।
