Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: All rules for a specific case type are run together and are referred to as rule runs. This table displays information associated with each rule run.
hi: किसी विशेष केस प्रकार के लिए सभी नियम एक साथ चलाए जाते हैं और इन्हें नियम रन कहा जाता है। यह तालिका प्रत्येक नियम रन से संबंधित जानकारी दिखाती है।

source: Started On
hi: प्रारंभ हुआ

source: Finished On
hi: समाप्त हुआ

source: # of Cases Updated
hi: अपडेट किए गए केस की संख्या

source: # of Cases Closed
hi: बंद किए गए केस की संख्या

source: Close the case
hi: केस बंद करें

source: Update case property
hi: केस प्रॉपर्टी अपडेट करें

source: Custom action
hi: कस्टम एक्शन

source: All cases matching the above criteria will be closed
hi: ऊपर दिए गए मानदंडों से मेल खाने वाले सभी केस बंद कर दिए जाएंगे

source: Custom action ID
hi: कस्टम एक्शन आईडी

source: Requires System Admin
hi: सिस्टम एडमिन आवश्यक

source: Select a filter
hi: एक फ़िल्टर चुनें

source: Case not modified since
hi: केस इस तारीख के बाद संशोधित नहीं हुआ

source: Date case property
hi: तारीख केस प्रॉपर्टी

source: Date case property (advanced)
hi: तारीख केस प्रॉपर्टी (उन्नत)

source: Location
hi: स्थान

source: Parent case is closed
hi: मूल केस बंद है

source: Custom filter
hi: कस्टम फ़िल्टर

source: UCR Filter
hi: UCR फ़िल्टर

source: AND
hi: और

source: OR
hi: या

source: Case not modified in
hi: केस में संशोधन नहीं हुआ है

source: has a value
hi: एक मान है

source: does not have a value
hi: कोई मान नहीं है

source: matches the regular expression
hi: रेगुलर एक्सप्रेशन से मेल खाता है

source: When the current date is
hi: जब वर्तमान तिथि है

source: greater than or equal
hi: से अधिक या बराबर

source: less than or equal
hi: से कम या बराबर

source: the date in case property
hi: केस प्रॉपर्टी में तिथि

source: plus
hi: जोड़ें

source: minus
hi: घटाएँ

source: The parent case is closed
hi: मूल केस बंद है

source: Custom filter ID
hi: कस्टम फ़िल्टर आईडी

source: Case belongs to location
hi: केस स्थान से संबंधित है

source: Include cases from child locations
hi: चाइल्ड स्थानों से केस शामिल करें

source: Filter Definition
hi: फ़िल्टर परिभाषा

source: Find
hi: खोजें

source: The bulk case copy has completed successfully.
hi: बल्क केस कॉपी सफलतापूर्वक पूरी हो गई है।

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
hi: %(case_count)s केस सफलतापूर्वक कॉपी किए गए। <p>कॉपी किए गए केसों की सूची <a href='%(report_url)s'>%(report_url)s</a> पर देखी जा सकती है।</p> <p> संभव है कि रिपोर्ट में owner_id अभी तक अपडेट न हुआ हो, आप व्यक्तिगत केस खोलकर सही केस ओनर की पुष्टि कर सकते हैं, रिपोर्ट थोड़ी देर से अपडेट होती है। </p>

source: All cases were copied
hi: सभी केस कॉपी किए गए

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
hi: %(case_count)s केस सफलतापूर्वक कॉपी किए गए। <p>कॉपी किए गए केसों की सूची <a href='%(report_url)s'>%(report_url)s</a> पर देखी जा सकती है।</p> <p> संभव है कि रिपोर्ट में owner_id अभी तक अपडेट न हुआ हो, आप व्यक्तिगत केस खोलकर सही केस ओनर की पुष्टि कर सकते हैं, रिपोर्ट थोड़ी देर से अपडेट होती है। </p>

source: However, we ran into the following problems:
hi: हालांकि, हमें निम्नलिखित समस्याएँ आईं:

source: Case Copy Failed! Details:
hi: केस कॉपी असफल! विवरण:

source: The bulk case reassignment has completed successfully.
hi: बल्क केस पुनः असाइनमेंट सफलतापूर्वक पूरी हो गई है।

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
hi: %(case_count)s केस सफलतापूर्वक पुनः असाइन किए गए। <p>पुनः असाइन किए गए केसों की सूची <a href='%(report_url)s'>%(report_url)s</a> पर देखी जा सकती है।</p> <p> संभव है कि रिपोर्ट में owner_id अभी तक अपडेट न हुआ हो, आप व्यक्तिगत केस खोलकर सही केस ओनर की पुष्टि कर सकते हैं, रिपोर्ट थोड़ी देर से अपडेट होती है। </p>

source: All cases were reassigned
hi: सभी केस पुनः असाइन किए गए

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
hi: %(case_count)s केस सफलतापूर्वक पुनः असाइन किए गए। <p>पुनः असाइन किए गए केसों की सूची <a href='%(report_url)s'>%(report_url)s</a> पर देखी जा सकती है।</p> <p> संभव है कि रिपोर्ट में owner_id अभी तक अपडेट न हुआ हो, आप व्यक्तिगत केस खोलकर सही केस ओनर की पुष्टि कर सकते हैं, रिपोर्ट थोड़ी देर से अपडेट होती है। </p>

source: Case Reassignment Failed! Details:
hi: केस पुनः असाइनमेंट असफल! विवरण:

source: <span>Return to <a href="%(form_management_url)s">Manage Forms</a> to reverse this.</span>
hi: <span>इसे पलटने के लिए <a href="%(form_management_url)s">फॉर्म प्रबंधन</a> पर लौटें।</span>

source: The case group was not found.
hi: केस समूह नहीं मिला।

source: Could not find case with identifier '{}'.
hi: '{}' पहचानकर्ता वाला केस नहीं मिला।

source: It looks like the case with identifier '{}' is marked as deleted.
hi: ऐसा लगता है कि '{}' पहचानकर्ता वाला केस हटाया गया है।

source: A case with identifier '{}' already exists in this group.
hi: इस समूह में '{}' पहचानकर्ता वाला केस पहले से मौजूद है।

source: Case with identifier '{}' has been added to this group.
hi: '{}' पहचानकर्ता वाला केस इस समूह में जोड़ दिया गया है।

source: XForm {form_id} does not belong to domain {domain}
hi: XForm {form_id} डोमेन {domain} से संबंधित नहीं है

source: XForm {form_id} for domain {domain} by user '{username}'
hi: डोमेन {domain} के लिए XForm {form_id} उपयोगकर्ता '{username}' द्वारा

source: Successfully archived {form}
hi: {form} को सफलतापूर्वक आर्काइव किया गया

source: Successfully unarchived {form}
hi: {form} को सफलतापूर्वक अनआर्काइव किया गया

source: Could not archive {form}: {error}
hi: {form} को आर्काइव नहीं किया जा सका: {error}

source: Could not find XForm {form_id}
hi: XForm {form_id} नहीं मिला

source: {success_msg} {count} form(s)
hi: {success_msg} {count} फॉर्म

source: No payloads specified
hi: कोई पेलोड निर्दिष्ट नहीं किया गया

source: Successfully resent repeat record (id={})
hi: रिपीट रिकॉर्ड (id={}) को सफलतापूर्वक पुनः भेजा गया

source: Successfully cancelled repeat record (id={})
hi: रिपीट रिकॉर्ड (id={}) को सफलतापूर्वक रद्द किया गया

source: Successfully requeued repeat record (id={})
hi: रिपीट रिकॉर्ड (id={}) को सफलतापूर्वक पुनः कतारबद्ध किया गया

source: Could not perform action for repeat record (id={}): {}
hi: रिपीट रिकॉर्ड (id={}) के लिए क्रिया नहीं की जा सकी: {}

source: Successfully performed {action} action on {count} form(s)
hi: {action} क्रिया {count} फ़ॉर्म(फ़ॉर्म्स) पर सफलतापूर्वक की गई

source: Case Groups
hi: केस समूह

source: groups per page
hi: प्रति पृष्ठ समूह

source: You have no case groups. Please create one!
hi: आपके पास कोई केस समूह नहीं है। कृपया एक बनाएं!

source: Loading groups...
hi: समूह लोड हो रहे हैं...

source: Deleted Groups:
hi: हटाए गए समूह:

source: New Groups:
hi: नए समूह:

source: Number of Cases
hi: केस की संख्या

source: Manage Case Group
hi: केस समूह प्रबंधित करें

source: cases per page
hi: प्रति पृष्ठ केस

source: You have no cases in your group.
hi: आपके समूह में कोई केस नहीं है।

source: Loading cases...
hi: केस लोड हो रहे हैं...

source: Removed Cases:
hi: हटाए गए केस:

source: Added Cases:
hi: जोड़े गए केस:

source: Manage Group '%s'
hi: समूह '%s' प्रबंधित करें

source: case
hi: केस

source: cases
hi: केस

source: We received your file and are processing it...
hi: हमें आपकी फ़ाइल मिल गई है और हम इसे प्रोसेस कर रहे हैं...

source: No files uploaded
hi: कोई फ़ाइल अपलोड नहीं की गई

source: Sorry, we could not a find a case that matched the identifier you provided.
hi: माफ़ कीजिए, हम आपके द्वारा दिए गए पहचानकर्ता से मेल खाने वाला कोई केस नहीं ढूंढ सके।

source: Case already in group
hi: केस पहले से ही समूह में है

source: It looks like this case was deleted.
hi: ऐसा लगता है कि यह केस हटा दिया गया है।

source: Case added
hi: केस जोड़ा गया

source: Form Management
hi: फ़ॉर्म प्रबंधन

source: Form Status
hi: फ़ॉर्म स्थिति

source: Find Data by ID
hi: आईडी द्वारा डेटा खोजें

source: Automatically Update Cases
hi: केस स्वचालित रूप से अपडेट करें

source: rules per page
hi: प्रति पृष्ठ नियम

source: You have no case rules.
hi: आपके पास कोई केस नियम नहीं है।

source: Loading rules...
hi: नियम लोड हो रहे हैं...

source: Deleted Rules
hi: हटाए गए नियम

source: midnight
hi: मध्यरात्रि

source: Please provide an id.
hi: कृपया एक आईडी प्रदान करें।

source: Rule not found.
hi: नियम नहीं मिला।

source: Add Case Rule
hi: केस नियम जोड़ें

source: Edit Case Rule
hi: केस नियम संपादित करें

source: View Case Rule
hi: केस नियम देखें

source: Deduplicate Cases
hi: केस डीडुप्लिकेट करें

source: Potential Duplicate Count
hi: संभावित डुप्लिकेट की संख्या

source: Processing - {progress_percent}% ({cases_processed}/{total_cases} cases) complete
hi: प्रोसेसिंग - {progress_percent}% ({cases_processed}/{total_cases} केस) पूर्ण

source: Create Deduplication Rule
hi: डीडुप्लिकेशन नियम बनाएं

source: Deduplication rule not saved due to the following issues: %s
hi: निम्नलिखित समस्याओं के कारण डीडुप्लिकेशन नियम सहेजा नहीं गया: %s

source: Successfully created deduplication rule: {}
hi: डीडुप्लिकेशन नियम सफलतापूर्वक बनाया गया: {}

source: A rule with name {name} already exists
hi: नाम {name} वाला एक नियम पहले से मौजूद है

source: Matching case properties must be unique
hi: मेल खाते केस गुण अद्वितीय होने चाहिए

source: You cannot update reserved property: {}
hi: आप आरक्षित गुण अपडेट नहीं कर सकते: {}

source: Action case properties must be unique
hi: क्रिया केस गुण अद्वितीय होने चाहिए

source: You cannot update properties that are used to match a duplicate.
hi: आप उन गुणों को अपडेट नहीं कर सकते जो डुप्लिकेट मिलान के लिए उपयोग किए जाते हैं।

source: Edit Deduplication Rule
hi: डिडुप्लिकेशन नियम संपादित करें

source: Rule {name} is currently backfilling and cannot be edited
hi: नियम {name} वर्तमान में बैकफिल हो रहा है और संपादित नहीं किया जा सकता

source: Rule {name} was updated, and has been queued for backfilling
hi: नियम {name} को अपडेट कर दिया गया है, और बैकफिलिंग के लिए कतार में डाल दिया गया है

source: Rule {name} was not updated, since nothing changed
hi: नियम {name} को अपडेट नहीं किया गया, क्योंकि कुछ भी नहीं बदला

source: yes
hi: हॉ

source: no
hi: नहीं

source: The domain "{domain}" was not found.
hi: डोमेन "{domain}" नहीं मिला।

source: The project space "{domain}" has not yet been activated. Please report an issue if you think this is a mistake.
hi: प्रोजेक्ट स्पेस "{domain}" अभी तक सक्रिय नहीं किया गया है। यदि आपको लगता है कि यह एक गलती है, तो कृपया एक समस्या रिपोर्ट करें।

source: maximum password attempts exceeded
hi: अधिकतम पासवर्ड प्रयासों की सीमा पार हो गई है

source: Password must have at least {password_length} characters.
hi: पासवर्ड में कम से कम {password_length} अक्षर होने चाहिए।

source: Password is not strong enough. Try making your password more complex.
hi: पासवर्ड पर्याप्त मजबूत नहीं है। कृपया अपना पासवर्ड और जटिल बनाएं।

source: Override project's timezone setting just for me.
hi: केवल मेरे लिए प्रोजेक्ट की टाइमज़ोन सेटिंग ओवरराइड करें।

source: My Timezone
hi: मेरा टाइमज़ोन

source: Update My Settings
hi: मेरी सेटिंग्स अपडेट करें

source: Allowed Countries
hi: अनुमत देश

source: Allowed IPs
hi: अनुमत IPs

source: Denied IPs
hi: अस्वीकृत IPs

source: Additional Notes
hi: अतिरिक्त नोट्स

source: Edit IP Access Config
hi: IP एक्सेस कॉन्फ़िग संपादित करें

source: Update IP Access Config
hi: IP एक्सेस कॉन्फ़िग अपडेट करें

source: There are IP addresses in both the Allowed and Denied lists. Please ensure an IP address is only in one list at a time.
hi: अनुमत और अस्वीकृत दोनों सूचियों में IP पते हैं। कृपया सुनिश्चित करें कि कोई भी IP पता एक समय में केवल एक सूची में हो।

source: The Allowed Countries field cannot be saved because MaxMind is not configured for your environment
hi: अनुमत देश फ़ील्ड को सहेजा नहीं जा सकता क्योंकि आपके वातावरण के लिए MaxMind कॉन्फ़िगर नहीं है

source: Please add your own country or IP to the Allowed IPs field to avoid being locked out.
hi: लॉक आउट होने से बचने के लिए कृपया अपने देश या IP को अनुमत IPs फ़ील्ड में जोड़ें।

source: You cannot put your current IP address in the Denied IPs field
hi: आप अपना वर्तमान IP पता अस्वीकृत IPs फ़ील्ड में नहीं डाल सकते

source: The user being transferred to does not exist
hi: जिस उपयोगकर्ता को ट्रांसफर किया जा रहा है, वह मौजूद नहीं है

source: Mismatch in domains when confirming
hi: पुष्टि करते समय डोमेन में असंगति

source: Type the name of the project to confirm
hi: पुष्टि करने के लिए प्रोजेक्ट का नाम टाइप करें

source: New owner's CommCare username
hi: नए मालिक का CommCare उपयोगकर्ता नाम

source: Transfer Project
hi: प्रोजेक्ट ट्रांसफर करें

source: You may not specify a sub area when the project has no specified area
hi: जब प्रोजेक्ट के पास कोई निर्दिष्ट क्षेत्र नहीं है, तो आप उप-क्षेत्र निर्दिष्ट नहीं कर सकते

source: This is not a valid sub-area for the area %s
hi: यह क्षेत्र %s के लिए मान्य उप-क्षेत्र नहीं है

source: Project Name
hi: प्रोजेक्ट नाम

source: This name will appear in the upper right corner when you are in this project. Changing this name will not change the URL of the project.
hi: जब आप इस प्रोजेक्ट में होंगे, तो यह नाम ऊपर दाईं ओर दिखाई देगा। इस नाम को बदलने से प्रोजेक्ट का URL नहीं बदलेगा।

source: Project Description
hi: प्रोजेक्ट विवरण

source: Please provide a short description of your project (Max 1000 characters).
hi: कृपया अपने प्रोजेक्ट का एक संक्षिप्त विवरण दें (अधिकतम 1000 अक्षर)।

source: Default Timezone
hi: डिफ़ॉल्ट टाइमज़ोन

source: Select a location
hi: एक स्थान चुनें

source: Default project location
hi: डिफ़ॉल्ट प्रोजेक्ट स्थान

source: Please select your project's default location.
hi: कृपया अपने प्रोजेक्ट का डिफ़ॉल्ट स्थान चुनें।

source: Custom Logo
hi: कस्टम लोगो

source: Upload a custom image to display instead of the CommCare HQ logo. It will be automatically resized to a height of 32 pixels. Upload size limit is {size_limit} MB.
hi: CommCare HQ लोगो के स्थान पर प्रदर्शित करने के लिए एक कस्टम छवि अपलोड करें। इसे स्वचालित रूप से 32 पिक्सल की ऊंचाई में आकार दिया जाएगा। अपलोड आकार सीमा {size_limit} MB है।

source: Delete Logo
hi: लोगो हटाएं

source: Delete Logo after Submitting this Form
hi: इस फ़ॉर्म को सबमिट करने के बाद लोगो हटाएं

source: Delete your custom logo and use the standard one.
hi: अपना कस्टम लोगो हटाएं और मानक लोगो का उपयोग करें।

source: Logo to use in systems emails
hi: सिस्टम ईमेल में उपयोग के लिए लोगो

source: Upload an image to display in system emails from CommCare. It will be displayed in a square format. The upload size limit is {size_limit} MB.
hi: CommCare से सिस्टम ईमेल में प्रदर्शित करने के लिए एक छवि अपलोड करें। यह एक वर्ग प्रारूप में प्रदर्शित होगी। अपलोड आकार सीमा {size_limit} MB है।

source: Call Center Application
hi: कॉल सेंटर एप्लिकेशन

source: Enable Call Center Application
hi: कॉल सेंटर एप्लिकेशन सक्षम करें

source: Call Center mode is a CommCare HQ module for managing call center workflows. It is still under active development. Do not enable for your domain unless you're actively piloting it.
hi: कॉल सेंटर मोड CommCare HQ का एक मॉड्यूल है जो कॉल सेंटर वर्कफ़्लो प्रबंधन के लिए है। यह अभी भी सक्रिय विकास में है। जब तक आप इसका पायलट परीक्षण नहीं कर रहे हैं, अपने डोमेन के लिए इसे सक्षम न करें।

source: Call Center Type
hi: कॉल सेंटर प्रकार

source: If "Create cases and indicators" is selected, each user will have a case associated with it, and fixtures will be synced containing indicators about each user. If "Create just cases" is selected, the fixtures will not be created.
hi: यदि "मामले और संकेतक बनाएं" चुना गया है, तो प्रत्येक उपयोगकर्ता के साथ एक मामला जुड़ा होगा, और प्रत्येक उपयोगकर्ता के बारे में संकेतक वाली फिक्स्चर सिंक की जाएंगी। यदि "केवल मामले बनाएं" चुना गया है, तो फिक्स्चर नहीं बनाई जाएंगी।

source: Select an Owner...
hi: एक स्वामी चुनें...

source: Call Center Case Owner
hi: कॉल सेंटर केस स्वामी

source: Select the person who will be listed as the owner of all cases created for call center users.
hi: उस व्यक्ति का चयन करें जिसे कॉल सेंटर उपयोगकर्ताओं के लिए बनाए गए सभी मामलों के स्वामी के रूप में सूचीबद्ध किया जाएगा।

source: Call Center Case Type
hi: कॉल सेंटर केस प्रकार

source: Enter the case type to be used for FLWs in call center apps
hi: कॉल सेंटर ऐप्स में FLWs के लिए उपयोग किए जाने वाले केस प्रकार दर्ज करें

source: Default mobile report sync delay (hours)
hi: डिफ़ॉल्ट मोबाइल रिपोर्ट सिंक विलंब (घंटों में)

source: Default time to wait between sending updated mobile report data to users. Can be overridden on a per user basis.
hi: उपयोगकर्ताओं को अद्यतन मोबाइल रिपोर्ट डेटा भेजने के बीच प्रतीक्षा करने का डिफ़ॉल्ट समय। इसे प्रति उपयोगकर्ता आधार पर अधिरोहित किया जा सकता है।

source: Account confirmation link expiry
hi: खाता पुष्टि लिंक की समाप्ति

source: Default time (in days) for which account confirmation link will be valid.
hi: वह डिफ़ॉल्ट समय (दिनों में) जिसके लिए खाता पुष्टि लिंक मान्य रहेगा।

source: Call limit
hi: कॉल सीमा

source: Limit on number of calls allowed to an operator for each call type.
hi: प्रत्येक कॉल प्रकार के लिए एक ऑपरेटर को अनुमत कॉलों की संख्या की सीमा।

source: Confirmation SMS project name
hi: पुष्टि एसएमएस परियोजना नाम

source: Name of the project to be used in SMS sent for account confirmation to users.
hi: खाता पुष्टि के लिए उपयोगकर्ताओं को भेजे गए एसएमएस में उपयोग की जाने वाली परियोजना का नाम।

source: Enable Release Mode
hi: रिलीज़ मोड सक्षम करें

source: Check this box to enable release mode setting on the app release page. Enabled setting restricts user to directly mark a version 'released' and allows users to do so only when they are in 'Release Mode' on the release page of applications.
hi: ऐप रिलीज़ पृष्ठ पर रिलीज़ मोड सेटिंग सक्षम करने के लिए इस बॉक्स को चेक करें। सक्षम सेटिंग उपयोगकर्ता को सीधे किसी संस्करण को 'रिलीज़' के रूप में चिह्नित करने से रोकती है और उपयोगकर्ताओं को केवल तब ऐसा करने की अनुमति देती है जब वे एप्लिकेशन के रिलीज़ पृष्ठ पर 'रिलीज़ मोड' में हों।

source: Orphan Case Alerts
hi: अनाथ केस अलर्ट

source: Show Orphan Case Alerts on Mobile Worker Edit Page
hi: मोबाइल वर्कर संपादन पृष्ठ पर अनाथ केस अलर्ट दिखाएं

source: Displays a warning message on the mobile worker location edit page about locations that owns cases and only have one assigned mobile worker. This helps prevent situations where cases are being orphaned by moving the only assigned mobile worker out of the location owning that cases.
hi: मोबाइल वर्कर स्थान संपादन पृष्ठ पर उन स्थानों के बारे में चेतावनी संदेश प्रदर्शित करता है जो मामलों के स्वामी हैं और जिनके पास केवल एक असाइन किया गया मोबाइल वर्कर है। यह उन स्थितियों को रोकने में मदद करता है जहां मामलों को अनाथ बना दिया जाता है जब एकमात्र असाइन किए गए मोबाइल वर्कर को उस स्थान से बाहर ले जाया जाता है जो उन मामलों का स्वामी है।

source: Use elasticsearch when fetching apps for exports
hi: निर्यात के लिए ऐप्स प्राप्त करते समय Elasticsearch का उपयोग करें

source: (Internal) Fetches apps using elasticsearch instead of couch in exports
hi: (आंतरिक) निर्यात में Couch के बजाय Elasticsearch का उपयोग करके ऐप्स प्राप्त करता है

source: Connect Messaging Channel Name
hi: कनेक्ट मैसेजिंग चैनल नाम

source: Name of the channel created in connect messaging.
hi: कनेक्ट मैसेजिंग में बनाए गए चैनल का नाम।

source: Default timezone
hi: डिफ़ॉल्ट टाइमज़ोन

source: Edit Basic Information
hi: मूल जानकारी संपादित करें

source: Update Basic Info
hi: मूल जानकारी अपडेट करें

source: Logo exceeds {} MB size limit
hi: लोगो {} MB आकार सीमा से अधिक है

source: Logo for systems emails exceeds {} MB size limit
hi: सिस्टम ईमेल के लिए लोगो {} MB आकार सीमा से अधिक है

source: Release Mode Visibility should be a boolean.
hi: रिलीज़ मोड दृश्यता एक बूलियन होनी चाहिए।

source: {} should be an integer.
hi: {} एक पूर्णांक होना चाहिए।

source: You must choose a Call Center Type, Owner, and Case Type to use the call center application. Please uncheck the "Call Center Application" setting or enter values for the other fields.
hi: कॉल सेंटर एप्लिकेशन का उपयोग करने के लिए आपको कॉल सेंटर प्रकार, स्वामी और केस प्रकार चुनना आवश्यक है। कृपया "कॉल सेंटर एप्लिकेशन" सेटिंग को अनचेक करें या अन्य फ़ील्ड के लिए मान दर्ज करें।

source: Unable to save logo: {}
hi: लोगो सहेजने में असमर्थ: {}

source: Web Apps should use
hi: वेब ऐप्स को उपयोग करना चाहिए

source: Latest starred version
hi: नवीनतम स्टार किया गया संस्करण

source: Highest numbered version (not recommended)
hi: सबसे उच्च संख्या वाला संस्करण (अनुशंसित नहीं)

source: Choose whether Web Apps should use the latest starred build or highest numbered build in your application.
hi: चुनें कि वेब ऐप्स को आपके एप्लिकेशन में नवीनतम स्टार किए गए बिल्ड या सबसे उच्च संख्या वाले बिल्ड का उपयोग करना चाहिए।

source: Restrict Dimagi Staff Access
hi: Dimagi स्टाफ एक्सेस प्रतिबंधित करें

source: CommCare support staff sometimes require access to your project space to provide rapid, in-depth support. Checking this box will restrict the degree of support they will be able to provide in the event that you report an issue. You may also miss out on important communications and updates. Regardless of whether this option is checked, Commcare support staff will have access to your billing information and project metadata; and CommCare system administrators will also have direct access to data infrastructure strictly for the purposes of system administration as outlined in our <a href="https://www.dimagi.com/terms/latest/privacy/">Privacy Policy</a>.
hi: CommCare सहायता स्टाफ को आपके प्रोजेक्ट स्पेस तक पहुंच की आवश्यकता हो सकती है ताकि वे त्वरित, गहन सहायता प्रदान कर सकें। इस बॉक्स को चेक करने से उस सहायता की सीमा प्रतिबंधित हो जाएगी जो वे आपकी समस्या रिपोर्ट करने की स्थिति में प्रदान कर सकते हैं। आप महत्वपूर्ण संचार और अपडेट से भी चूक सकते हैं। चाहे यह विकल्प चेक किया गया हो या नहीं, CommCare सहायता स्टाफ को आपके बिलिंग जानकारी और प्रोजेक्ट मेटाडेटा तक पहुंच होगी; और CommCare सिस्टम प्रशासकों को सिस्टम प्रशासन के उद्देश्यों के लिए डेटा इन्फ्रास्ट्रक्चर तक सीधी पहुंच होगी जैसा कि हमारी <a href="https://www.dimagi.com/terms/latest/privacy/">गोपनीयता नीति</a> में उल्लिखित है।

source: Secure submissions
hi: सुरक्षित सबमिशन

source: Secure Submissions prevents others from impersonating your mobile workers. This setting requires all deployed applications to be using secure submissions as well. <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>Read more about secure submissions here</a>
hi: सुरक्षित सबमिशन दूसरों को आपके मोबाइल वर्करों का प्रतिरूपण करने से रोकता है। इस सेटिंग के लिए आवश्यक है कि सभी तैनात एप्लिकेशन भी सुरक्षित सबमिशन का उपयोग करें। <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>सुरक्षित सबमिशन के बारे में यहाँ और पढ़ें</a>

source: Shorten Inactivity Timeout
hi: निष्क्रियता टाइमआउट कम करें

source: All web users on this project will be logged out after {} minutes of inactivity
hi: इस प्रोजेक्ट के सभी वेब उपयोगकर्ताओं को {} मिनट की निष्क्रियता के बाद लॉग आउट कर दिया जाएगा

source: Inactivity Timeout Length
hi: निष्क्रियता टाइमआउट की अवधि
