Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: '{}' is an invalid instance name. It can contain only letters, numbers, and underscores.
hi: '{}' एक अमान्य इंस्टेंस नाम है। इसमें केवल अक्षर, अंक और अंडरस्कोर हो सकते हैं।

source: There was a problem processing your request.
hi: आपके अनुरोध को संसाधित करने में समस्या हुई।

source: Registration Form
hi: पंजीकरण फॉर्म

source: This is your follow up form. Delete this label and add questions for any follow up visits.
hi: यह आपका फॉलो-अप फॉर्म है। इस लेबल को हटाएं और किसी भी फॉलो-अप विज़िट के लिए प्रश्न जोड़ें।

source: Followup Form
hi: फॉलोअप फॉर्म

source: Registration
hi: पंजीकरण

source: Enroll New Person
hi: नया व्यक्ति नामांकित करें

source: What is your name?
hi: आपका नाम क्या है?

source: Scan Fingerprints
hi: फिंगरप्रिंट स्कैन करें

source: Identify Registered Person
hi: पंजीकृत व्यक्ति की पहचान करें

source: Scan Fingerprint
hi: फिंगरप्रिंट स्कैन करें

source: Confidence
hi: विश्वास स्तर

source: Followup with Person
hi: व्यक्ति के साथ फॉलोअप करें

source: This is your follow up form for {}. Delete this label and add questions for any follow up visits.
hi: यह {} के लिए आपका फॉलो-अप फॉर्म है। इस लेबल को हटाएं और किसी भी फॉलो-अप विज़िट के लिए प्रश्न जोड़ें।

source: One of the Report menus is misconfigured, please try again after they are fixed
hi: रिपोर्ट मेनू में से एक गलत कॉन्फ़िगर किया गया है, कृपया इन्हें ठीक करने के बाद पुनः प्रयास करें

source: Multimedia size comparison is only available for app builds
hi: मल्टीमीडिया आकार तुलना केवल ऐप बिल्ड्स के लिए उपलब्ध है

source: Please disable any enabled profiles/location restriction to un-release this build.
hi: इस बिल्ड को अन-रिलीज़ करने के लिए कृपया कोई भी सक्षम प्रोफ़ाइल/स्थान प्रतिबंध अक्षम करें।

source: There is already a version build in progress. Please wait.
hi: पहले से ही एक वर्शन बिल्ड प्रगति पर है। कृपया प्रतीक्षा करें।

source: Unable to validate forms.
hi: फॉर्म्स को सत्यापित करने में असमर्थ।

source: The mobile UCR restore version for v%(app_version)s needs to be updated to V2.0. Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
hi: v%(app_version)s के लिए मोबाइल UCR पुनर्स्थापना संस्करण को V2.0 में अपडेट करने की आवश्यकता है। अधिक जानकारी के लिए कृपया <a href='%(url)s'>माइग्रेशन दस्तावेज़</a> देखें।

source: One or more forms for v%(app_version)s contain V1 Mobile UCR references.Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
hi: v%(app_version)s के लिए एक या अधिक फॉर्म्स में V1 मोबाइल UCR संदर्भ हैं। अधिक जानकारी के लिए कृपया <a href='%(url)s'>माइग्रेशन दस्तावेज़</a> देखें।

source: Successfully reverted to version %(old_version)s, now at version %(new_version)s
hi: सफलतापूर्वक संस्करण %(old_version)s पर वापस लौटे, अब संस्करण %(new_version)s पर हैं

source: Reverted to version {old_version} Previous build comments: {original_comment}
hi: संस्करण {old_version} पर वापस लौटे पिछली बिल्ड टिप्पणियाँ: {original_comment}

source: Reverted to version {old_version}
hi: संस्करण {old_version} पर वापस लौटे

source: Unable to create new build. Please click 'Make New Version' to see errors.
hi: नया बिल्ड बनाने में असमर्थ। कृपया त्रुटियाँ देखने के लिए 'नई संस्करण बनाएँ' पर क्लिक करें।

source: App diff
hi: ऐप अंतर

source: Latest version for profile {} is now {}
hi: प्रोफ़ाइल {} के लिए नवीनतम संस्करण अब {} है

source: Latest release now available for profile {}
hi: प्रोफ़ाइल {} के लिए नवीनतम रिलीज़ अब उपलब्ध है

source: Please enter either text body or xpath for custom icon
hi: कृपया कस्टम आइकन के लिए या तो टेक्स्ट बॉडी या xpath दर्ज करें

source: Update Status for linked app %s
hi: लिंक्ड ऐप %s के लिए स्थिति अपडेट करें

source: Something went wrong updating your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
hi: आपके लिंक्ड ऐप को अपडेट करते समय कुछ गलत हो गया। हमारी टीम को सूचित कर दिया गया है और वह स्थिति की निगरानी करेगी। कृपया पुनः प्रयास करें, और यदि समस्या बनी रहती है तो इसे एक समस्या के रूप में रिपोर्ट करें।

source: This project is not authorized to update from the master application. Please contact the maintainer of the master app if you believe this is a mistake.
hi: इस प्रोजेक्ट को मास्टर एप्लिकेशन से अपडेट करने की अनुमति नहीं है। यदि आपको लगता है कि यह गलती है, तो कृपया मास्टर ऐप के मेंटेनर से संपर्क करें।

source: Authentication failure attempting to pull latest master from remote CommCare HQ.Please verify your authentication details for the remote link are correct.
hi: रिमोट CommCare HQ से नवीनतम मास्टर खींचने का प्रयास करते समय प्रमाणीकरण विफल रहा। कृपया सत्यापित करें कि रिमोट लिंक के लिए आपके प्रमाणीकरण विवरण सही हैं।

source: Unable to pull latest master from remote CommCare HQ. Please try again later.
hi: रिमोट CommCare HQ से नवीनतम मास्टर खींचने में असमर्थ। कृपया बाद में पुनः प्रयास करें।

source: This application uses mobile UCRs which are not available in the linked domain: {ucr_id}. Try linking these reports first and try again.
hi: यह एप्लिकेशन मोबाइल UCRs का उपयोग करता है जो लिंक किए गए डोमेन में उपलब्ध नहीं हैं: {ucr_id}। कृपया पहले इन रिपोर्ट्स को लिंक करें और फिर पुनः प्रयास करें।

source: Error fetching multimedia from remote server. Please try again later.
hi: रिमोट सर्वर से मल्टीमीडिया प्राप्त करने में त्रुटि। कृपया बाद में पुनः प्रयास करें।

source: Size calculation available only for builds
hi: आकार की गणना केवल बिल्ड्स के लिए उपलब्ध है

source: '{invalid_id}' is not a valid session endpoint ID. It must contain only lowercase letters, numbers, underscores, and hyphens. Try {valid_id}.
hi: '{invalid_id}' एक मान्य सत्र एंडपॉइंट आईडी नहीं है। इसमें केवल छोटे अक्षर, संख्याएँ, अंडरस्कोर और हाइफन होने चाहिए। प्रयास करें {valid_id}।

source: Session endpoint IDs must be unique. The following id(s) are used multiple times: {duplicates}
hi: सत्र एंडपॉइंट आईडी अद्वितीय होनी चाहिए। निम्नलिखित आईडी(आईडी) कई बार उपयोग की गई हैं: {duplicates}

source: Custom assertions must not be blank.
hi: कस्टम असर्शन खाली नहीं होनी चाहिए।

source: Please add a message for assertion.
hi: कृपया असर्शन के लिए एक संदेश जोड़ें।

source: There was an issue with your custom assertions: {}
hi: आपकी कस्टम असर्शन में एक समस्या थी: {}

source: Error parsing XML: {}
hi: XML पार्सिंग में त्रुटि: {}

source: Error parsing XML: Entities are not allowed
hi: XML पार्सिंग में त्रुटि: एंटिटीज़ की अनुमति नहीं है

source: Group already has node for lang: {0}
hi: समूह के पास पहले से ही lang के लिए नोड है: {0}

source: The form '{form}' in '{module}' is missing some instance declarations that can't be automatically added: '{instance_ids}'
hi: '{module}' में '{form}' फॉर्म में कुछ इंस्टेंस घोषणाएँ गायब हैं जिन्हें स्वचालित रूप से जोड़ा नहीं जा सकता: '{instance_ids}'

source: There's no language called '{}'
hi: कोई भाषा '{}' नाम से नहीं है

source: There's already a language called '{}'
hi: पहले से ही '{}' नाम की एक भाषा मौजूद है

source: Form does not contain any translations for any of the build languages
hi: फॉर्म में बिल्ड भाषाओं के लिए कोई भी अनुवाद नहीं है

source: Unrecognized value of "form" attribute in '<value form="{}">'. "form" attribute is optional. Valid values are: "{}".
hi: '<value form="{}">' में "form" एट्रिब्यूट का अपरिचित मान। "form" एट्रिब्यूट वैकल्पिक है। मान्य मान हैं: "{}"।

source: <translation lang="{lang}"><text id="{id}"> node has no <value>
hi: <translation lang="{lang}"><text id="{id}"> नोड में कोई <value> नहीं है

source: <item> ({}) has no <value>
hi: <item> ({}) में कोई <value> नहीं है

source: Node <{}> has no 'ref' or 'bind'
hi: नोड <{}> में 'ref' या 'bind' नहीं है

source: You cannot use the Case Management UI if you already have a case block in your form.
hi: यदि आपके फॉर्म में पहले से ही एक केस ब्लॉक है तो आप केस प्रबंधन UI का उपयोग नहीं कर सकते।

source: Couldn't get the case XML from one of your forms. A common reason for this is if you don't have the xforms namespace defined in your form. Please verify that the xmlns="http://www.w3.org/2002/xforms" attribute exists in your form.
hi: आपके फॉर्म में से किसी एक से केस XML प्राप्त नहीं किया जा सका। इसका एक सामान्य कारण यह है कि आपके फॉर्म में xforms नामस्पेस परिभाषित नहीं है। कृपया सत्यापित करें कि xmlns="http://www.w3.org/2002/xforms" एट्रिब्यूट आपके फॉर्म में मौजूद है।

source: Your form uses an expression which references a case, but cases are not available. Please go to form settings and either remove the case reference or (1) make sure that the menu mode is set to display the menu first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
hi: आपके फॉर्म में एक ऐसा एक्सप्रेशन है जो केस को संदर्भित करता है, लेकिन केस उपलब्ध नहीं हैं। कृपया फॉर्म सेटिंग्स में जाएँ और या तो केस संदर्भ को हटा दें या (1) सुनिश्चित करें कि मेनू मोड पहले मेनू और फिर फॉर्म दिखाने के लिए सेट है, और (2) सुनिश्चित करें कि इस केस सूची के सभी फॉर्म केस को अपडेट या बंद करते हैं (जिसका अर्थ है कि पंजीकरण फॉर्म को अलग केस सूची में होना चाहिए)।

source: Type {type} must be in list of domain types: {list}
hi: प्रकार {type} को डोमेन प्रकारों की सूची में होना चाहिए: {list}

source: Reference type {ref} cannot be a child of primary type {main}.
hi: संदर्भ प्रकार {ref} प्राथमिक प्रकार {main} का चाइल्ड नहीं हो सकता।

source: Property not correctly formatted. Must be formatted like: loacation:mytype:referencetype/property. For example: location:outlet:state/name
hi: प्रॉपर्टी सही ढंग से स्वरूपित नहीं है। इसे इस तरह स्वरूपित होना चाहिए: loacation:mytype:referencetype/property। उदाहरण के लिए: location:outlet:state/name

source: Build Number
hi: बिल्ड नंबर

source: Editing CommCare Builds
hi: CommCare बिल्ड्स संपादित कर रहे हैं

source: Editing
hi: संपादन

source: Menu Options
hi: मेनू विकल्प

source: Superuser Only
hi: केवल सुपरयूज़र

source: Add a Version
hi: एक संस्करण जोड़ें

source: Default 1.x Build
hi: डिफ़ॉल्ट 1.x बिल्ड

source: Default 2.x Build
hi: डिफ़ॉल्ट 2.x बिल्ड

source: Update Menu Options
hi: मेनू विकल्प अपडेट करें

source: Import a new build from the build server
hi: बिल्ड सर्वर से नया बिल्ड आयात करें

source: Browse versions
hi: संस्करण ब्राउज़ करें

source: Paste the latest version in the box above in the format x.y.z
hi: ऊपर दिए गए बॉक्स में नवीनतम संस्करण x.y.z प्रारूप में चिपकाएँ

source: Click Import Build
hi: आयात बिल्ड पर क्लिक करें

source: You can also automatically fetch the latest build from GitHub using the following management command: <b>./manage.py add_commcare_build --latest </b>
hi: आप निम्नलिखित प्रबंधन कमांड का उपयोग करके GitHub से नवीनतम बिल्ड स्वचालित रूप से भी प्राप्त कर सकते हैं: <b>./manage.py add_commcare_build --latest </b>

source: Import Build
hi: बिल्ड आयात करें

source: Edit CommCare Builds
hi: CommCare बिल्ड्स संपादित करें

source: user's location [location]
hi: उपयोगकर्ता का स्थान [location]

source: user's location's parent [location]
hi: उपयोगकर्ता के स्थान का पैरेंट [location]

source: Number of cases
hi: केसों की संख्या

source: Number of mobile workers
hi: मोबाइल वर्कर्स की संख्या

source: Number of active mobile workers
hi: सक्रिय मोबाइल वर्कर्स की संख्या

source: Number of inactive web users
hi: निष्क्रिय वेब उपयोगकर्ताओं की संख्या

source: Number of forms submitted by mobile workers
hi: मोबाइल वर्कर्स द्वारा सबमिट किए गए फॉर्म्स की संख्या

source: Title
hi: शीर्षक

source: Dashboard Tab
hi: डैशबोर्ड टैब

source: submit
hi: सबमिट करें

source: Geo Case Property
hi: जियो केस प्रॉपर्टी

source: The name of the case property storing the geo-location data of your cases.
hi: आपके मामलों के जियो-लोकेशन डेटा को संग्रहित करने वाली केस प्रॉपर्टी का नाम।

source: Metric
hi: मेट्रिक

source: Gauge
hi: गेज

source: Map
hi: मानचित्र

source: Campaign Dashboard
hi: अभियान डैशबोर्ड

source: Widget has been deleted successfully!
hi: विजेट सफलतापूर्वक हटा दिया गया है!

source: Export to PDF
hi: PDF में निर्यात करें

source: There was an error while exporting to PDF! Please try again, and contact support if the issue persists.
hi: PDF में निर्यात करते समय एक त्रुटि हुई! कृपया पुनः प्रयास करें, और यदि समस्या बनी रहती है तो समर्थन से संपर्क करें।

source: Add Widget
hi: विजेट जोड़ें

source: Unknown metric
hi: अज्ञात मेट्रिक

source: Something went wrong while loading this widget! Please try again.
hi: इस विजेट को लोड करते समय कुछ गलत हो गया! कृपया पुनः प्रयास करें।

source: Delete Widget
hi: विजेट हटाएं

source: Are you sure you want to delete this widget?
hi: क्या आप वाकई इस विजेट को हटाना चाहते हैं?

source: Confirm
hi: पुष्टि करें

source: Edit Widget
hi: विजेट संपादित करें

source: Loading...
hi: लोड हो रहा है...

source: Saved! Reloading, please wait..
hi: सहेजा गया! पुनः लोड हो रहा है, कृपया प्रतीक्षा करें..

source: Requested widget type is not supported
hi: अनुरोधित विजेट प्रकार समर्थित नहीं है

source: case_type param is required
hi: case_type पैरामीटर आवश्यक है

source: Import Cases from Excel
hi: एक्सेल से केस आयात करें

source: Case Options
hi: केस विकल्प

source: Match Excel Columns to Case Properties
hi: एक्सेल कॉलम को केस प्रॉपर्टीज़ से मिलाएं

source: Invalid domain
hi: अमान्य डोमेन

source: Following rows contain invalid value for domain column.
hi: निम्नलिखित पंक्तियों में डोमेन कॉलम के लिए अमान्य मान है।

source: This field value cannot be set for cases with the "{}" case type.
hi: यह फ़ील्ड मान "{}" केस प्रकार वाले मामलों के लिए सेट नहीं किया जा सकता।

source: This field requires a value for cases with the "{}" case type.
hi: यह फ़ील्ड "{}" केस प्रकार वाले मामलों के लिए आवश्यक है।

source: Field name "{}" is deprecated. Please use "parent_identifier" instead.
hi: फ़ील्ड नाम "{}" अप्रचलित है। कृपया इसके बजाय "parent_identifier" का उपयोग करें।

source: Field name "{}" is reserved
hi: फ़ील्ड नाम "{}" आरक्षित है

source: 'parent_identifier' column must be provided when 'parent_relationship_type' column is set to 'extension'
hi: 'parent_relationship_type' कॉलम को 'extension' पर सेट करने पर 'parent_identifier' कॉलम प्रदान करना आवश्यक है

source: Invalid value for 'parent_relationship_type' column
hi: 'parent_relationship_type' कॉलम के लिए अमान्य मान

source: Sample: Cell in row {row_num} contains "{sample}"
hi: नमूना: पंक्ति {row_num} की सेल में "{sample}" है

source: Case imports can contain a maximum of {MAX_CASE_IMPORTER_ROWS} rows.
hi: केस इम्पोर्ट में अधिकतम {MAX_CASE_IMPORTER_ROWS} पंक्तियाँ हो सकती हैं।

source: Invalid Owner Name
hi: अमान्य स्वामी नाम

source: Owner name was used in the mapping but there were errors when uploading because of these values.
hi: स्वामी नाम मैपिंग में उपयोग किया गया था लेकिन इन मानों के कारण अपलोड करते समय त्रुटियां आईं।

source: Invalid Owner
hi: अमान्य स्वामी

source: Owners were provided in the mapping but there were errors when uploading because of these values. Make sure the owners in this column are users, case sharing groups, or locations.
hi: मैपिंग में स्वामी प्रदान किए गए थे लेकिन इन मानों के कारण अपलोड करते समय त्रुटियां आईं। सुनिश्चित करें कि इस कॉलम में दिए गए स्वामी उपयोगकर्ता, केस साझा समूह या स्थान हैं।

source: Invalid Parent ID
hi: अमान्य पैरेंट आईडी

source: An invalid or unknown parent case was specified for the uploaded case.
hi: अपलोड किए गए केस के लिए एक अमान्य या अज्ञात पैरेंट केस निर्दिष्ट किया गया था।

source: Invalid Date
hi: अमान्य तिथि

source: Required format: YYYY-MM-DD (e.g. "2021-12-31")
hi: आवश्यक प्रारूप: YYYY-MM-DD (जैसे "2021-12-31")

source: Unexpected multiple choice value
hi: अप्रत्याशित बहुविकल्पी मान

source: Multiple choice values were specified that are not listed in the valid values defined in the property's data dictionary.
hi: ऐसे बहुविकल्पी मान निर्दिष्ट किए गए हैं जो प्रॉपर्टी के डेटा शब्दकोश में परिभाषित वैध मानों में सूचीबद्ध नहीं हैं।

source: Blank External ID
hi: रिक्त बाह्य आईडी

source: Blank external ids were found in these rows causing as error when importing cases.
hi: इन पंक्तियों में रिक्त बाह्य आईडी पाए गए, जिससे केस आयात करते समय त्रुटि हुई।

source: Case Generation Error
hi: केस निर्माण त्रुटि

source: These rows failed to generate cases for unknown reasons
hi: इन पंक्तियों में अज्ञात कारणों से केस जनरेट नहीं हो सके

source: Duplicated Location Name
hi: स्थान नाम दोहराया गया

source: Owner ID was used in the mapping, but there were errors when uploading because of these values. There are multiple locations with this same name, try using site-code instead.
hi: मालिक आईडी का उपयोग मैपिंग में किया गया था, लेकिन इन मानों के कारण अपलोड करते समय त्रुटियाँ आईं। एक ही नाम वाले कई स्थान हैं, कृपया इसके बजाय साइट-कोड का उपयोग करने का प्रयास करें।

source: Invalid Location
hi: अमान्य स्थान

source: The location of the case owner needs to be at or below the location of the user importing the cases.
hi: केस मालिक का स्थान, केस आयात करने वाले उपयोगकर्ता के स्थान के बराबर या उससे नीचे होना चाहिए।

source: Invalid Integer
hi: अमान्य पूर्णांक

source: Integer values were specified, but the values in Excel were not all integers
hi: पूर्णांक मान निर्दिष्ट किए गए थे, लेकिन Excel में सभी मान पूर्णांक नहीं थे

source: Import Error
hi: आयात त्रुटि

source: Problems in importing cases. Please check the Excel file.
hi: केस आयात करने में समस्या। कृपया Excel फ़ाइल की जाँच करें।

source: Too Many Matches
hi: बहुत अधिक मेल

source: These rows matched more than one case at the same time - this means that there are cases in your system with the same external ID.
hi: इन पंक्तियों ने एक ही समय में एक से अधिक केस से मेल खाया - इसका अर्थ है कि आपकी प्रणाली में एक ही बाहरी आईडी वाले कई केस हैं।

source: Name Too Long
hi: नाम बहुत लंबा है

source: The case name cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
hi: केस नाम {STANDARD_CHARFIELD_LENGTH} अक्षरों से अधिक लंबा नहीं हो सकता

source: External ID Too Long
hi: बाहरी आईडी बहुत लंबी है

source: The external id cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
hi: एक्सटर्नल आईडी {STANDARD_CHARFIELD_LENGTH} अक्षरों से अधिक लंबा नहीं हो सकता

source: Unexpected error
hi: अप्रत्याशित त्रुटि

source: Could not process case. If this persists, please report an issue to CommCare HQ
hi: केस को प्रोसेस नहीं किया जा सका। यदि यह समस्या बनी रहती है, तो कृपया CommCare HQ को समस्या रिपोर्ट करें

source: This field will be used to set the case's name.
hi: इस फ़ील्ड का उपयोग केस का नाम सेट करने के लिए किया जाएगा।

source: This field will assign the case to a new owner given by Username, Group name, or Organization name.
hi: इस फ़ील्ड के माध्यम से केस को नए मालिक (यूज़रनेम, समूह नाम, या संगठन नाम) को सौंपा जाएगा।

source: This field will assign the case to a new owner given by User ID, Group ID, or Organization ID.
hi: इस फ़ील्ड के माध्यम से केस को नए मालिक (यूज़र आईडी, समूह आईडी, या संगठन आईडी) को सौंपा जाएगा।

source: This field will set the case's external_id
hi: इस फ़ील्ड के माध्यम से केस की external_id सेट की जाएगी

source: This field will assign the case a new parent given by the parent case's external_id. You must use along with parent_type.
hi: इस फ़ील्ड के माध्यम से केस को नया पैरेंट सौंपा जाएगा, जो पैरेंट केस की external_id द्वारा दिया गया है। आपको इसे parent_type के साथ उपयोग करना होगा।

source: This field will assign the case a new parent given by the parent's Case ID. You must use along with parent_type.
hi: इस फ़ील्ड के माध्यम से केस को नया पैरेंट सौंपा जाएगा, जो पैरेंट के केस आईडी द्वारा दिया गया है। आपको इसे parent_type के साथ उपयोग करना होगा।

source: Use to specify the parent's case type. Usually used with parent_id or parent_external_id
hi: पैरेंट के केस टाइप को निर्दिष्ट करने के लिए उपयोग करें। आमतौर पर parent_id या parent_external_id के साथ उपयोग किया जाता है।

source: Whether the relationship with the parent is 'child' or 'extension'. Default value is 'child'Values other than 'child' or 'extension' are invalid. Used with parent_id or parent_external_id columns
hi: पैरेंट के साथ संबंध 'child' है या 'extension'। डिफ़ॉल्ट मान 'child' है। 'child' या 'extension' के अलावा अन्य मान अमान्य हैं। parent_id या parent_external_id कॉलम के साथ उपयोग किया जाता है।

source: The index identifier when creating child/extension cases Used with parent_id or parent_external_id columns
hi: चाइल्ड/एक्सटेंशन केस बनाते समय इंडेक्स पहचानकर्ता। parent_id या parent_external_id कॉलम के साथ उपयोग किया जाता है।

source: This field will be used to close cases. Any case with 'yes' in this column will be closed.
hi: इस फ़ील्ड का उपयोग केस बंद करने के लिए किया जाएगा। इस कॉलम में 'yes' वाले किसी भी केस को बंद कर दिया जाएगा।

source: The date opened property for this case will be changed. Please do not use unless you know what you are doing
hi: इस केस के लिए date opened प्रॉपर्टी बदली जाएगी। कृपया तब तक उपयोग न करें जब तक आप जानते न हों कि आप क्या कर रहे हैं।

source: <p> <i class="fa fa-warning"></i> A bulk case import for multiple case types has been detected. This is because every sheet name in the Excel file matches a case type in the project. If this is incorrect, then please rename at least one Excel sheet so that not all sheet names match case types in the project. </p> <p> Documentation for bulk case imports can be found on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> help page for this feature. </a> </p>
hi: <p> <i class="fa fa-warning"></i> एक साथ कई केस टाइप के लिए बल्क केस आयात पाया गया है। ऐसा इसलिए है क्योंकि Excel फ़ाइल में हर शीट का नाम प्रोजेक्ट के किसी केस टाइप से मेल खाता है। यदि यह सही नहीं है, तो कृपया कम से कम एक Excel शीट का नाम बदलें ताकि सभी शीट नाम प्रोजेक्ट के केस टाइप से मेल न खाएं। </p> <p> बल्क केस आयात के लिए दस्तावेज़ीकरण हमारी <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> इस सुविधा के लिए सहायता पृष्ठ </a> पर पाया जा सकता है। </p>

source: The Excel file contains cases with the following deprecated case types:
hi: Excel फ़ाइल में निम्नलिखित अप्रचलित केस टाइप वाले केस शामिल हैं:

source: Cases that have the above case types will not be imported.
hi: उपरोक्त केस टाइप वाले केस आयात नहीं किए जाएंगे।

source: Case Type to Update/Create
hi: अपडेट/बनाने के लिए केस टाइप

source: Case type
hi: केस टाइप

source: Used in existing applications:
hi: मौजूदा एप्लिकेशन में उपयोग किया गया:

source: From unknown or deleted applications:
hi: अज्ञात या हटाए गए एप्लिकेशन से:

source: Identifying Cases to Update/Create
hi: अपडेट/बनाने के लिए केस की पहचान करना

source: Excel column
hi: Excel कॉलम

source: Corresponding case field
hi: संबंधित केस फ़ील्ड

source: Handle New Records
hi: नए रिकॉर्ड संभालें

source: Create new records if there is no matching case
hi: यदि कोई मेल खाने वाला केस नहीं है तो नया रिकॉर्ड बनाएं

source: Selecting a case type, excel column, or corresponding case field is disabled when doing a bulk case import.
hi: बल्क केस आयात करते समय केस टाइप, एक्सेल कॉलम, या संबंधित केस फ़ील्ड का चयन अक्षम है।

source: Back
hi: वापस

source: Next step
hi: अगला चरण

source: Excel mapping is disabled for bulk case imports. Excel columns will be used to directly map to the relevant case properties.
hi: बल्क केस आयात के लिए एक्सेल मैपिंग अक्षम है। एक्सेल कॉलम सीधे संबंधित केस प्रॉपर्टी से मैप किए जाएंगे।

source: Reset to default matching
hi: डिफ़ॉल्ट मेलिंग पर रीसेट करें

source: Excel Field
hi: एक्सेल फ़ील्ड

source: Create new property
hi: नई प्रॉपर्टी बनाएं

source: Add another matching
hi: एक और मेलिंग जोड़ें

source: Confirm Import
hi: आयात की पुष्टि करें

source: Upload an Excel File From Your Computer to Import From
hi: आयात करने के लिए अपने कंप्यूटर से एक एक्सेल फ़ाइल अपलोड करें

source: Select a file to upload
hi: अपलोड करने के लिए फ़ाइल चुनें

source: This is a deprecated property
hi: यह एक अप्रचलित प्रॉपर्टी है

source: Did you mean "%(suggestion)s" instead?
hi: क्या आपका मतलब "%(suggestion)s" था?
