Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: The referenced visit in the latest released app build does not have a window end date. Visits which do not have a window end date are not supported
hi: नवीनतम जारी ऐप बिल्ड में संदर्भित विजिट में विंडो समाप्ति तिथि नहीं है। जिन विजिट्स में विंडो समाप्ति तिथि नहीं है, वे समर्थित नहीं हैं

source: Please first select a visit scheduler form
hi: कृपया पहले एक विजिट शेड्यूलर फॉर्म चुनें

source: Please enter a number greater than 0
hi: कृपया 0 से अधिक संख्या दर्ज करें

source: Email case property can only be used with Email content
hi: ईमेल केस प्रॉपर्टी केवल ईमेल सामग्री के साथ ही उपयोग की जा सकती है

source: Push Notifications is no longer available on this environment. Please contact Administrator.
hi: पुश नोटिफिकेशन अब इस वातावरण में उपलब्ध नहीं है। कृपया प्रशासक से संपर्क करें।

source: Push Notifications is not available for your project. Please contact Administrator.
hi: पुश नोटिफिकेशन आपके प्रोजेक्ट के लिए उपलब्ध नहीं है। कृपया प्रशासक से संपर्क करें।

source: '{}' recipient types are not supported for Push Notifications
hi: '{}' प्राप्तकर्ता प्रकार पुश नोटिफिकेशन के लिए समर्थित नहीं हैं

source: An instance of the schedule will be created for each open case matching all filter criteria below.
hi: नीचे दिए गए सभी फ़िल्टर मानदंडों से मेल खाने वाले प्रत्येक खुले केस के लिए शेड्यूल का एक उदाहरण बनाया जाएगा।

source: Background Sync
hi: पृष्ठभूमि सिंक

source: Display Messages
hi: संदेश दिखाएँ

source: Data Messages
hi: डेटा संदेश

source: Add Broadcast
hi: प्रसारण जोड़ें

source: Scheduled Broadcasts
hi: निर्धारित प्रसारण

source: There are no messages to display.
hi: दिखाने के लिए कोई संदेश नहीं है।

source: Immediate Broadcasts History
hi: तत्काल प्रसारण इतिहास

source: Since you are a Superuser, you will see additional options.
hi: चूंकि आप एक सुपरयूज़र हैं, आपको अतिरिक्त विकल्प दिखाई देंगे।

source: NOTE: A system administrator is required to edit this alert.
hi: नोट: इस अलर्ट को संपादित करने के लिए सिस्टम प्रशासक आवश्यक है।

source: Schedule & Recipients
hi: शेड्यूल और प्राप्तकर्ता

source: Conditional Alerts
hi: शर्तीय अलर्ट

source: Conditional alerts allow you to send messaging content on a specific schedule. Read more about conditional alerts on the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Help Site</a>.
hi: शर्तीय अलर्ट आपको विशिष्ट शेड्यूल पर संदेश सामग्री भेजने की अनुमति देते हैं। शर्तीय अलर्ट के बारे में अधिक पढ़ें <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">सहायता साइट</a> पर।

source: New Conditional Alert
hi: नया शर्तीय अलर्ट

source: Bulk Upload SMS Alert Content
hi: एसएमएस अलर्ट सामग्री बल्क अपलोड करें

source: There are no alerts to display.
hi: दिखाने के लिए कोई अलर्ट नहीं है।

source: Processing
hi: प्रोसेसिंग

source: Restart Rule
hi: नियम पुनः प्रारंभ करें

source: For information on Broadcasts, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">Broadcasts</a> help page.
hi: प्रसारण के बारे में जानकारी के लिए देखें <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">प्रसारण</a> सहायता पृष्ठ।

source: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Click here</a> for more information about this dashboard.
hi: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">यहाँ क्लिक करें</a> इस डैशबोर्ड के बारे में अधिक जानकारी के लिए।

source: SMS Status:
hi: एसएमएस स्थिति:

source: Processing Complete
hi: प्रोसेसिंग पूर्ण

source: Processing In Progress
hi: प्रोसेसिंग प्रगति पर है

source: Processing Paused
hi: प्रोसेसिंग रुकी हुई है

source: SMS queued
hi: एसएमएस कतार में है

source: SMS Status
hi: एसएमएस स्थिति

source: <p><strong>Processing Complete:</strong> All queued messages have been processed.</p> <p><strong>Processing In Progress:</strong> There are queued messages which are currently being processed.</p> <p><strong>Processing Paused:</strong> No messages are currently being processed. Any messages created will remain queued until SMS processing resumes.</p>
hi: <p><strong>प्रोसेसिंग पूर्ण:</strong> सभी कतारबद्ध संदेशों की प्रोसेसिंग हो चुकी है।</p> <p><strong>प्रोसेसिंग प्रगति पर है:</strong> कुछ कतारबद्ध संदेशों की वर्तमान में प्रोसेसिंग हो रही है।</p> <p><strong>प्रोसेसिंग रुकी हुई है:</strong> वर्तमान में कोई संदेश प्रोसेस नहीं हो रहा है। बनाए गए कोई भी संदेश एसएमएस प्रोसेसिंग फिर से शुरू होने तक कतार में रहेंगे।</p>

source: Daily Usage
hi: दैनिक उपयोग

source: The number of SMS sent today out of the total daily limit for your project. If you require a higher limit, contact support.
hi: आज आपके प्रोजेक्ट के लिए कुल दैनिक सीमा में से भेजे गए एसएमएस की संख्या। यदि आपको अधिक सीमा की आवश्यकता है, तो सहायता से संपर्क करें।

source: Restricted Times
hi: प्रतिबंधित समय

source: Your project currently does not restrict the times of day at which SMS can be sent.
hi: आपका प्रोजेक्ट वर्तमान में एसएमएस भेजने के समय पर कोई प्रतिबंध नहीं लगाता है।

source: Your project restricts the times of day at which SMS can be sent. SMS will resume sending at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
hi: आपका प्रोजेक्ट एसएमएस भेजने के समय पर प्रतिबंध लगाता है। एसएमएस भेजना फिर से शुरू होगा <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>) पर।

source: Your project restricts the times of day at which SMS can be sent. SMS sending is currently active. The next restricted period begins at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
hi: आपका प्रोजेक्ट एसएमएस भेजने के समय पर प्रतिबंध लगाता है। एसएमएस भेजना वर्तमान में सक्रिय है। अगला प्रतिबंधित समय शुरू होगा <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>) पर।

source: All Messaging Events Status:
hi: सभी मैसेजिंग इवेंट्स की स्थिति:

source: event(s) queued
hi: इवेंट(स) कतार में हैं

source: All Messaging Events Status
hi: सभी मैसेजिंग इवेंट्स की स्थिति

source: <p><strong>Processing Complete:</strong> All due events have been processed.</p> <p><strong>Processing In Progress:</strong> There are events which are due that are currently being processed.</p>
hi: <p><strong>प्रोसेसिंग पूर्ण:</strong> सभी निर्धारित इवेंट्स की प्रोसेसिंग हो चुकी है।</p> <p><strong>प्रोसेसिंग प्रगति पर है:</strong> कुछ निर्धारित इवेंट्स की वर्तमान में प्रोसेसिंग हो रही है।</p>

source: View <a target="_blank" href="%(scheduled_events_url)s">scheduled events</a>
hi: <a target="_blank" href="%(scheduled_events_url)s">निर्धारित इवेंट्स</a> देखें

source: Incoming / Outgoing SMS
hi: आने वाले / जाने वाले एसएमएस

source: Summary of SMS activity. Outgoing SMS represent SMS successfully handed off to an SMS gateway for delivery.
hi: एसएमएस गतिविधि का सारांश। जाने वाले एसएमएस वे हैं जिन्हें सफलतापूर्वक डिलीवरी के लिए एसएमएस गेटवे को सौंपा गया है।

source: Showing SMS activity over the last 30 days. <a target="_blank" href="%(message_log_url)s">See full message log</a>
hi: पिछले 30 दिनों की एसएमएस गतिविधि दिखा रहे हैं। <a target="_blank" href="%(message_log_url)s">पूरा संदेश लॉग देखें</a>

source: Dates are presented in YYYY-MM-DD format
hi: तिथियाँ YYYY-MM-DD प्रारूप में प्रस्तुत की गई हैं

source: Messaging Events (Success / Error)
hi: मैसेजिंग इवेंट्स (सफलता / त्रुटि)

source: Shows the counts of messaging events that completed successfully as well as those that had errors.
hi: वे मैसेजिंग इवेंट्स की गिनती दिखाता है जो सफलतापूर्वक पूर्ण हुए और जिनमें त्रुटियाँ आईं।

source: Summarizing messaging events over the last 30 days. <a target="_blank" href="%(messaging_history_url)s">See full messaging history for more detail</a>
hi: पिछले 30 दिनों के मैसेजिंग इवेंट्स का सारांश। <a target="_blank" href="%(messaging_history_url)s">अधिक विवरण के लिए पूरी मैसेजिंग हिस्ट्री देखें</a>

source: Messaging Event Error Summary
hi: मैसेजिंग इवेंट त्रुटि सारांश

source: Gives a breakdown of messaging event errors and the counts of their occurrences. Hover over a bar to see the error.
hi: मैसेजिंग इवेंट त्रुटियों का विवरण और उनकी घटनाओं की गिनती देता है। त्रुटि देखने के लिए बार पर होवर करें।

source: Summarizing errors over the last 30 days. <a target="_blank" href="%(messaging_history_errors_url)s">See full messaging error history for more detail</a>
hi: पिछले 30 दिनों की त्रुटियों का सारांश। <a target="_blank" href="%(messaging_history_errors_url)s">अधिक विवरण के लिए पूरी मैसेजिंग त्रुटि हिस्ट्री देखें</a>

source: Last updated:
hi: अंतिम अपडेट:

source: Send on
hi: भेजें

source: at
hi: पर

source: and send
hi: और भेजें

source: Translate this message
hi: इस संदेश का अनुवाद करें

source: See the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">help site</a> for some optional formatting that can be applied to this message.
hi: इस संदेश पर लागू किए जा सकने वाले कुछ वैकल्पिक फॉर्मेटिंग के लिए <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">सहायता साइट</a> देखें।

source: Translation
hi: अनुवाद

source: header
hi: हेडर

source: font
hi: फ़ॉन्ट

source: font size
hi: फ़ॉन्ट आकार

source: bold
hi: बोल्ड

source: italic
hi: इटैलिक

source: underline
hi: रेखांकित

source: strike through
hi: स्ट्राइक थ्रू

source: text color
hi: टेक्स्ट रंग

source: background color
hi: पृष्ठभूमि रंग

source: ordered list
hi: क्रमबद्ध सूची

source: unordered list
hi: अक्रमबद्ध सूची

source: indent
hi: इंडेंट

source: unindent
hi: अनइंडेंट

source: align text
hi: टेक्स्ट संरेखित करें

source: clear formatting
hi: फॉर्मेटिंग साफ़ करें

source: Insert Image
hi: छवि जोड़ें

source: Uploading
hi: अपलोड हो रहा है

source: Insert
hi: सम्मिलित करें

source: Insert Link
hi: लिंक जोड़ें

source: Link Label
hi: लिंक लेबल

source: Link Address
hi: लिंक पता

source: All events
hi: सभी इवेंट्स

source: Events to be sent after
hi: इसके बाद भेजे जाने वाले इवेंट्स

source: Broadcasts
hi: प्रसारण

source: The '{sheet_name}' sheet is missing an id column. This sheet has been skipped.
hi: '{sheet_name}' शीट में id कॉलम नहीं है। इस शीट को छोड़ दिया गया है।

source: This file is missing the '{sheet_name}' sheet. Please add this sheet and upload again.
hi: इस फ़ाइल में '{sheet_name}' शीट नहीं है। कृपया यह शीट जोड़ें और फिर से अपलोड करें।

source: Row {index} in '{sheet_name}' sheet is missing an id.
hi: '{sheet_name}' शीट की पंक्ति {index} में id नहीं है।

source: Could not find rule for row {index} in '{sheet_name}' sheet, with id {id}
hi: '{sheet_name}' शीट की पंक्ति {index} के लिए नियम नहीं मिला, जिसकी id {id} है।

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, is currently processing and cannot be updated.
hi: '{sheet_name}' शीट की पंक्ति {index}, नियम id {id} के साथ, वर्तमान में प्रोसेस हो रही है और अपडेट नहीं की जा सकती।

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, does not use SMS content.
hi: '{sheet_name}' शीट की पंक्ति {index}, नियम id {id} के साथ, SMS सामग्री का उपयोग नहीं करती है।

source: Could not update rule with id {id} in '{sheet_name}' sheet: expected {expected} row(s) but found {actual}.
hi: '{sheet_name}' शीट में id {id} वाले नियम को अपडेट नहीं किया जा सका: अपेक्षित {expected} पंक्ति(याँ) थी लेकिन {actual} मिली।

source: Error updating rule with id {id} in '{sheet_name}' sheet: {detail}
hi: '{sheet_name}' शीट में id {id} वाले नियम को अपडेट करते समय त्रुटि: {detail}

source: Updated {count} rule(s) in '{sheet_name}' sheet
hi: '{sheet_name}' शीट में {count} नियम(नियमों) को अपडेट किया गया

source: Rule name must be the same in all rows
hi: सभी पंक्तियों में नियम का नाम समान होना चाहिए

source: Missing message
hi: संदेश गायब है

source: New Broadcast
hi: नया प्रसारण

source: Edit Broadcast
hi: प्रसारण संपादित करें

source: This broadcast is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
hi: यह प्रसारण संपादन योग्य नहीं है क्योंकि इसमें SMS सर्वेक्षण का उपयोग किया गया है और आपकी वर्तमान सदस्यता इनबाउंड SMS के उपयोग की अनुमति नहीं देती है।

source: For information on Conditional Alerts, see the {} help page.
hi: Conditional Alerts के बारे में जानकारी के लिए, {} सहायता पृष्ठ देखें।

source: Edit Conditional Alert
hi: Conditional Alert संपादित करें

source: Editing a conditional alert will cause it to process each case of the alert's case type. This may take some time.
hi: किसी conditional alert को संपादित करने से यह अलर्ट के केस प्रकार के प्रत्येक केस को प्रोसेस करेगा। इसमें कुछ समय लग सकता है।

source: Please allow the rule to finish processing before editing.
hi: कृपया संपादन से पहले नियम को प्रोसेसिंग पूरी करने दें।

source: This alert is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
hi: यह अलर्ट संपादन योग्य नहीं है क्योंकि इसमें SMS सर्वेक्षण का उपयोग किया गया है और आपकी वर्तमान सदस्यता इनबाउंड SMS के उपयोग की अनुमति नहीं देती है।

source: This alert is not editable because it uses IVR, which is no longer supported.
hi: यह अलर्ट संपादन योग्य नहीं है क्योंकि इसमें IVR का उपयोग किया गया है, जो अब समर्थित नहीं है।

source: This alert is not editable because it uses the SMS / Callback workflow, which is no longer supported.
hi: यह अलर्ट संपादन योग्य नहीं है क्योंकि इसमें SMS / Callback वर्कफ़्लो का उपयोग किया गया है, जो अब समर्थित नहीं है।

source: This conditional alert references parent case properties. Note that changes to parent cases will not be immediately reflected by the alert and will only be reflected once the child case is subsequently updated. For best results, please update your workflow to avoid referencing parent case properties in this alert.
hi: यह conditional alert पैरेंट केस प्रॉपर्टीज़ को संदर्भित करता है। ध्यान दें कि पैरेंट केस में बदलाव तुरंत अलर्ट में नहीं दिखेंगे और केवल तब दिखेंगे जब चाइल्ड केस को बाद में अपडेट किया जाएगा। सर्वोत्तम परिणामों के लिए, कृपया अपने वर्कफ़्लो को अपडेट करें ताकि इस अलर्ट में पैरेंट केस प्रॉपर्टीज़ का संदर्भ न हो।

source: Upload SMS Alert Content
hi: SMS अलर्ट सामग्री अपलोड करें

source: SMS alert content
hi: SMS अलर्ट सामग्री

source: Image file is too large. Images must be smaller than 1MB
hi: इमेज फ़ाइल बहुत बड़ी है। इमेज 1MB से छोटी होनी चाहिए

source: You can only upload {image_extensions} images
hi: आप केवल {image_extensions} इमेज ही अपलोड कर सकते हैं

source: Invalid request
hi: अमान्य अनुरोध

source: Host:Port
hi: होस्ट:पोर्ट

source: Sender ID
hi: सेंडर आईडी

source: Circle Name
hi: सर्किल नाम

source: Campaign Name
hi: अभियान नाम

source: Airtel (through TCL) Settings
hi: एयरटेल (TCL के माध्यम से) सेटिंग्स

source: Region
hi: क्षेत्र

source: Access Key
hi: एक्सेस कुंजी

source: Secret Access Key
hi: सीक्रेट एक्सेस कुंजी

source: Pinpoint Settings
hi: पिनपॉइंट सेटिंग्स

source: Application Id
hi: एप्लिकेशन आईडी

source: Application Token
hi: एप्लिकेशन टोकन

source: From Number
hi: फ्रॉम नंबर

source: Host
hi: होस्ट

source: Apposit Settings
hi: एपोसिट सेटिंग्स

source: Affiliate Code
hi: एफिलिएट कोड

source: Authentication Code
hi: प्रमाणीकरण कोड

source: Grapevine Settings
hi: ग्रेपवाइन सेटिंग्स

source: Invalid URL
hi: अमान्य URL

source: Cannot Resolve URL
hi: URL हल नहीं कर सकते

source: Message Parameter
hi: संदेश पैरामीटर

source: Phone Number Parameter
hi: फोन नंबर पैरामीटर

source: Include '+' in Phone Number
hi: फोन नंबर में '+' शामिल करें

source: HTTP Request Method
hi: HTTP अनुरोध विधि

source: Additional Parameters
hi: अतिरिक्त पैरामीटर

source: HTTP Settings
hi: HTTP सेटिंग्स

source: Account SID
hi: खाता SID

source: Auth Token
hi: ऑथ टोकन

source: Personalized Subdomain
hi: व्यक्तिगत सबडोमेन

source: Scenario Key
hi: परिदृश्य कुंजी

source: Enables sendimg messages via whatsapp, viber, line and voice channel with or without automatic failover to another channel according to the specific scenario.
hi: यह व्हाट्सएप, वाइबर, लाइन और वॉयस चैनल के माध्यम से संदेश भेजने को सक्षम करता है, स्वचालित फेलओवर के साथ या बिना, विशिष्ट परिदृश्य के अनुसार किसी अन्य चैनल पर।

source: Infobip Settings
hi: इन्फोबिप सेटिंग्स

source: Customer ID
hi: ग्राहक आईडी

source: Ivory Coast MTN Settings
hi: आइवरी कोस्ट MTN सेटिंग्स

source: Account ID
hi: खाता आईडी

source: Max Outgoing SMS Per Second (as per account contract)
hi: प्रति सेकंड अधिकतम आउटगोइंग SMS (खाता अनुबंध के अनुसार)

source: Syniverse Settings
hi: सिनिवर्स सेटिंग्स

source: API Account Name
hi: API खाता नाम

source: Source Identifier
hi: स्रोत पहचानकर्ता

source: Megamobile Settings
hi: मेगामोबाइल सेटिंग्स

source: Channel
hi: चैनल

source: Push Settings
hi: पुश सेटिंग्स

source: Client Id
hi: क्लाइंट आईडी

source: SMSGH Settings
hi: SMSGH सेटिंग्स

source: Sender Id
hi: प्रेषक आईडी

source: Start Enterprise Settings
hi: स्टार्ट एंटरप्राइज सेटिंग्स

source: Phone ID
hi: फोन आईडी

source: Webhook Secret
hi: वेबहुक सीक्रेट

source: Telerivet (Android) Settings
hi: टेलरिवेट (एंड्रॉइड) सेटिंग्स

source: Already in use.
hi: पहले से उपयोग में है।

source: + (Country Code) Phone Number
hi: + (देश कोड) फोन नंबर

source: Test Phone Number
hi: परीक्षण फोन नंबर

source: Please enter digits only, in international format (country code and phone number).
hi: कृपया केवल अंक दर्ज करें, अंतरराष्ट्रीय प्रारूप में (देश कोड और फोन नंबर)।

source: Set as default gateway
hi: डिफ़ॉल्ट गेटवे के रूप में सेट करें

source: Error occurred
hi: त्रुटि हुई

source: Finish Setup
hi: सेटअप पूरा करें

source: Choose a name for this gateway below and click Finish.
hi: नीचे इस गेटवे के लिए एक नाम चुनें और 'समाप्त करें' पर क्लिक करें।

source: Success! You are being redirected to the gateway list. If it does not happen automatically, <a href="%(gateway_list_url)s">click here</a>.
hi: सफलता! आपको गेटवे सूची पर पुनर्निर्देशित किया जा रहा है। यदि यह स्वचालित रूप से नहीं होता है, <a href="%(gateway_list_url)s">यहाँ क्लिक करें</a>।

source: Telerivet Setup
hi: टेलरिवेट सेटअप

source: This guide will walk you through setting up an Android phone as a Telerivet gateway. Before continuing, be sure that you have in front of you: <ol> <li>The Android phone that will act as the Telerivet gateway. It should be connected to wifi and be capable of sending and receiving SMS.</li> <li>Another phone capable of sending and receiving SMS that will be used to test the gateway setup.</li> </ol>
hi: यह गाइड आपको एक एंड्रॉइड फोन को टेलरिवेट गेटवे के रूप में सेटअप करने की प्रक्रिया बताएगा। आगे बढ़ने से पहले, सुनिश्चित करें कि आपके पास ये चीजें हैं: <ol> <li>वह एंड्रॉइड फोन जो टेलरिवेट गेटवे के रूप में काम करेगा। यह वाईफाई से जुड़ा होना चाहिए और SMS भेजने व प्राप्त करने में सक्षम होना चाहिए।</li> <li>एक और फोन जो SMS भेजने और प्राप्त करने में सक्षम हो, जिसे गेटवे सेटअप का परीक्षण करने के लिए उपयोग किया जाएगा।</li> </ol>

source: Step 1. Download Telerivet App
hi: चरण 1. टेलरिवेट ऐप डाउनलोड करें

source: If you have not already done so, create an account at <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Be sure to give your Telerivet project a name:
hi: यदि आपने पहले से ऐसा नहीं किया है, तो <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a> पर एक खाता बनाएं। अपने टेलरिवेट प्रोजेक्ट को एक नाम अवश्य दें:

source: On your Android phone, go to <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> and download the Telerivet Gateway App.</li>
hi: अपने एंड्रॉइड फोन पर <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> पर जाएं और टेलरिवेट गेटवे ऐप डाउनलोड करें।</li>

source: Open the Telerivet App on your Android phone. Log in and follow the instructions to connect the App to your Telerivet project.
hi: अपने एंड्रॉइड फोन पर टेलरिवेट ऐप खोलें। लॉग इन करें और ऐप को अपने टेलरिवेट प्रोजेक्ट से कनेक्ट करने के निर्देशों का पालन करें।

source: Step 2. Connect Outgoing SMS
hi: चरण 2. आउटगोइंग SMS कनेक्ट करें

source: Go to the Telerivet website and generate an API key if you have not already done so. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Show Me How</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Hide Instructions</a>
hi: टेलरिवेट वेबसाइट पर जाएं और यदि आपने पहले से ऐसा नहीं किया है तो एक API कुंजी जनरेट करें। <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">कैसे करें दिखाएँ</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">निर्देश छुपाएँ</a>

source: On that same page in the Telerivet website, make note of your API Key, Project ID, and Phone ID, and enter them below. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Show Me How</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Hide Instructions</a>
hi: उसी पृष्ठ पर Telerivet वेबसाइट में, अपनी API Key, Project ID, और Phone ID नोट करें, और उन्हें नीचे दर्ज करें। <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">कैसे देखें</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">निर्देश छुपाएँ</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Show" to view your API Key.
hi: <i class="fa fa-info-circle"></i> अपनी API Key देखने के लिए आपको "Show" पर क्लिक करना पड़ सकता है।

source: Enter the phone number of a different phone below and click Send to send a test SMS from CommCare HQ.
hi: नीचे किसी अन्य फ़ोन का फ़ोन नंबर दर्ज करें और Send पर क्लिक करें ताकि CommCare HQ से एक परीक्षण SMS भेजा जा सके।

source: <i class="fa fa-info-circle"></i> This phone number should be different from the Telerivet Android phone number. Please enter in international format, starting with the country code, digits only.
hi: <i class="fa fa-info-circle"></i> यह फ़ोन नंबर Telerivet Android फ़ोन नंबर से अलग होना चाहिए। कृपया इसे अंतरराष्ट्रीय प्रारूप में दर्ज करें, देश कोड से शुरू करें, केवल अंकों में।

source: Did you receive the test SMS?
hi: क्या आपको परीक्षण SMS प्राप्त हुआ?

source: No, Troubleshoot
hi: नहीं, समस्या निवारण करें

source: Yes, Continue
hi: हाँ, आगे बढ़ें

source: Troubleshoot Outbound SMS
hi: आउटबाउंड SMS समस्या निवारण

source: Double-check your configuration in step 2.
hi: चरण 2 में अपनी कॉन्फ़िगरेशन को दोबारा जांचें।

source: Double-check the phone number of your test phone number entered in step 3 and ensure that it is in international format, starting with the country code.
hi: चरण 3 में दर्ज किए गए अपने परीक्षण फ़ोन नंबर की दोबारा जांच करें और सुनिश्चित करें कि यह अंतरराष्ट्रीय प्रारूप में है, देश कोड से शुरू होता है।

source: Ensure that the Android phone is powered on, connected to wifi, and in a good cell reception area.
hi: सुनिश्चित करें कि Android फ़ोन चालू है, वाई-फाई से जुड़ा है, और अच्छे सिग्नल क्षेत्र में है।

source: Check the messages page in your Telerivet account to see if the message shows up there. If it does, there might be an error message giving you more detail.
hi: अपने Telerivet खाते में संदेश पृष्ठ देखें कि क्या संदेश वहाँ दिखाई देता है। यदि हाँ, तो वहाँ कोई त्रुटि संदेश हो सकता है जो आपको अधिक जानकारी देगा।
