Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/djangojs.po
Languages: hi

source: My project ended
hi: मेरा प्रोजेक्ट समाप्त हो गया

source: The funding for my project ended
hi: मेरे प्रोजेक्ट के लिए फंडिंग समाप्त हो गई

source: I don’t need the features of my paid plan anymore but I plan on continuing using CommCare
hi: मुझे अब अपने भुगतान किए गए योजना की सुविधाओं की आवश्यकता नहीं है लेकिन मैं CommCare का उपयोग जारी रखने की योजना बना रहा हूँ

source: We are switching to a different mobile data collection tool
hi: हम एक अलग मोबाइल डेटा संग्रहण उपकरण पर स्विच कर रहे हैं

source: For budget reasons
hi: बजट कारणों से

source: I need more limited features
hi: मुझे अधिक सीमित सुविधाओं की आवश्यकता है

source: I need additional/custom features
hi: मुझे अतिरिक्त/कस्टम सुविधाओं की आवश्यकता है

source: Other
hi: अन्य

source: Downgrading?
hi: डाउनग्रेडिंग?

source: Pausing Subscription?
hi: सदस्यता को रोकना?

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be paused on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
hi: <p>सभी CommCare सदस्यताओं के लिए 30 दिन की न्यूनतम प्रतिबद्धता की आवश्यकता होती है।</p><p>आगे बढ़ने से आपको अपने वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <strong> <%- date %> </strong> पर रोकने की योजना बनाने की अनुमति मिलेगी।</p><p>यदि आपके पास प्रश्न हैं या यदि आप अपनी सदस्यता के बारे में हमसे बात करना चाहते हैं, तो कृपया <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a> से संपर्क करें।</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be paused on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
hi: <p>सभी CommCare सदस्यताओं के लिए 30 दिन की न्यूनतम प्रतिबद्धता की आवश्यकता होती है।</p><p>आपकी वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <strong> <%- date %> </strong> पर रोकने की योजना बनाई गई है।</p><p>आगे बढ़ने से आपको अपने वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <%- newPlan %> संस्करण योजना में <strong> <%- date %> </strong> पर डाउनग्रेड करने की योजना बनाने की अनुमति मिलेगी।</p><p>यदि आपके पास प्रश्न हैं या यदि आप अपनी सदस्यता के बारे में हमसे बात करना चाहते हैं, तो कृपया <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a> से संपर्क करें।</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be downgraded to the <%- nextSubscription %> Edition Plan on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
hi: <p>सभी CommCare सदस्यताओं के लिए 30 दिन की न्यूनतम प्रतिबद्धता की आवश्यकता होती है।</p><p>आपकी वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <%- nextSubscription %> संस्करण योजना में <strong> <%- date %> </strong> पर डाउनग्रेड करने की योजना बनाई गई है।</p><p>आगे बढ़ने से आपको अपने वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <%- newPlan %> संस्करण योजना में <strong> <%- date %> </strong> पर डाउनग्रेड करने की योजना बनाने की अनुमति मिलेगी।</p><p>यदि आपके पास प्रश्न हैं या यदि आप अपनी सदस्यता के बारे में हमसे बात करना चाहते हैं, तो कृपया <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a> से संपर्क करें।</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.
hi: <p>सभी CommCare सदस्यताओं के लिए 30 दिन की न्यूनतम प्रतिबद्धता की आवश्यकता होती है।</p><p>आगे बढ़ने से आपको अपने वर्तमान <%- oldPlan %> संस्करण योजना की सदस्यता को <%- newPlan %> संस्करण योजना में <strong> <%- date %> </strong> पर डाउनग्रेड करने की योजना बनाने की अनुमति मिलेगी।</p>यदि आपके पास प्रश्न हैं या यदि आप अपनी सदस्यता के बारे में हमसे बात करना चाहते हैं, तो कृपया <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a> से संपर्क करें।

source: Billed Annually
hi: वार्षिक रूप से बिल किया गया

source: Billed Monthly
hi: मासिक रूप से बिल किया गया

source: Please enter a valid email.
hi: कृपया एक मान्य ईमेल दर्ज करें।

source: Please enter your first name.
hi: कृपया अपना पहला नाम दर्ज करें।

source: Please enter your last name.
hi: कृपया अपना अंतिम नाम दर्ज करें।

source: Please enter your organization.
hi: कृपया अपनी संगठन दर्ज करें।

source: Please enter your email address.
hi: कृपया अपना ईमेल पता दर्ज करें।

source: We are sorry, but something unexpected has occurred.
hi: हमें खेद है, लेकिन कुछ अप्रत्याशित हुआ है।

source: Submit Request
hi: अनुरोध सबमिट करें

source: Seconds
hi: सेकंड

source: Chart
hi: चार्ट

source: Show All Dates
hi: सभी तिथियाँ दिखाएँ

source: You have unsaved changes.
hi: आपके पास असुरक्षित परिवर्तन हैं।

source: There was an error saving.
hi: सहेजने में एक त्रुटि हुई।

source: Hide Past Versions
hi: पिछले संस्करण छिपाएँ

source: See Past Versions
hi: पिछले संस्करण देखें

source: Add
hi: जोड़ें

source: Moved successfully.
hi: सफलतापूर्वक स्थानांतरित किया गया।

source: You have unsaved changes
hi: आपके पास असुरक्षित परिवर्तन हैं

source: Oops, there was a problem loading this section. Please try again.
hi: अरे, इस अनुभाग को लोड करने में एक समस्या थी। कृपया फिर से प्रयास करें।

source: Select None
hi: कोई नहीं चुनें

source: Select All
hi: सभी चुनें

source: Application name is required
hi: आवेदन का नाम आवश्यक है

source: Project name is required
hi: प्रोजेक्ट का नाम आवश्यक है

source: Invalid Project Selected
hi: अमान्य प्रोजेक्ट चयनित

source: Mobile UCR Options
hi: मोबाइल UCR विकल्प

source: Mobile UCR Report
hi: मोबाइल UCR रिपोर्ट

source: Select a Report...
hi: एक रिपोर्ट चुनें...

source: Lookup Table Options
hi: लुकअप टेबल विकल्प

source: Lookup Table
hi: लुकअप टेबल

source: Select a Lookup Table...
hi: एक लुकअप टेबल चुनें...

source: Tab Name
hi: टैब नाम

source: Display Condition
hi: प्रदर्शन स्थिति

source: Oct 31,
hi: 31 अक्टूबर,

source: Format
hi: प्रारूप

source: Days late
hi: देर से दिन

source: Years since date
hi: तारीख से वर्ष

source: Months since date
hi: तारीख से महीने

source: Weeks since date
hi: तारीख से सप्ताह

source: Days since date
hi: तारीख से दिन

source: Days until date
hi: तारीख तक दिन

source: Weeks until date
hi: तारीख तक सप्ताह

source: Months until date
hi: तारीख तक महीने

source: Measuring
hi: मापना

source: Data Tab: Custom Expression
hi: डेटा टैब: कस्टम एक्सप्रेशन

source: Data Tab: Child Cases:
hi: डेटा टैब: चाइल्ड केस:

source: Select One
hi: एक चुनें

source: Edit Graph
hi: ग्राफ संपादित करें

source: Copied!
hi: कॉपी किया गया!

source: It is recommended that you leave this value blank. Future changes to your report's chart configuration will not be reflected here.
hi: यह अनुशंसा की जाती है कि आप इस मान को खाली छोड़ दें। आपके रिपोर्ट के चार्ट कॉन्फ़िगरेशन में भविष्य के परिवर्तन यहाँ परिलक्षित नहीं होंगे।

source: None
hi: कोई नहीं

source: Parent
hi: माता-पिता

source: Unknown menu
hi: अज्ञात मेनू

source: Don't Use Case Tiles
hi: केस टाइल्स का उपयोग न करें

source: Manually configure Case Tiles
hi: केस टाइल्स को मैन्युअल रूप से कॉन्फ़िगर करें

source: Edit Custom Variables
hi: कस्टम वेरिएबल्स संपादित करें

source: You have unsaved detail screen configurations.
hi: आपके पास असुरक्षित विवरण स्क्रीन कॉन्फ़िगरेशन हैं।

source: There is an error in your tab:
hi: आपकी टैब में एक त्रुटि है:

source: There is an error in your property name:
hi: आपके प्रॉपर्टी नाम में एक त्रुटि है:

source: You can only have one property with the 'Image' format
hi: आपके पास 'इमेज' प्रारूप के साथ केवल एक प्रॉपर्टी हो सकती है

source: All properties must be below a tab.
hi: सभी प्रॉपर्टीज़ को एक टैब के नीचे होना चाहिए।

source: Search Properties and Default Search Filters can't have common properties. Please update following properties:
hi: सर्च प्रॉपर्टीज़ और डिफ़ॉल्ट सर्च फ़िल्टर्स में सामान्य प्रॉपर्टीज़ नहीं हो सकती हैं। कृपया निम्नलिखित प्रॉपर्टीज़ को अपडेट करें:

source: There are errors in your configuration.
hi: आपकी कॉन्फ़िगरेशन में त्रुटियाँ हैं।

source: <%- name %> (Calculated Property #<%- index %>)
hi: <%- name %> (गणना की गई प्रॉपर्टी #<%- index %>)

source: Increasing (a, b, c)
hi: बढ़ता हुआ (a, b, c)

source: Increasing (May 1st, May 2nd)
hi: बढ़ता हुआ (1 मई, 2 मई)

source: Increasing (1, 2, 3)
hi: बढ़ता हुआ (1, 2, 3)

source: Increasing (1.1, 1.2, 1.3)
hi: बढ़ता हुआ (1.1, 1.2, 1.3)

source: Decreasing (c, b, a)
hi: घटता हुआ (c, b, a)

source: Decreasing (May 2nd, May 1st)
hi: घटता हुआ (2 मई, 1 मई)

source: Decreasing (3, 2, 1)
hi: घटता हुआ (3, 2, 1)

source: Decreasing (1.3, 1.2, 1.1)
hi: घटता हुआ (1.3, 1.2, 1.1)

source: Must begin with a letter and contain only letters, numbers, '-', and '_'
hi: एक अक्षर से शुरू होना चाहिए और केवल अक्षर, संख्या, '-', और '_' शामिल होना चाहिए

source: Plain
hi: सादा

source: Date
hi: तारीख

source: Time Since or Until Date
hi: तारीख से या तक समय

source: Phone Number
hi: फोन नंबर

source: ID Mapping
hi: आईडी मैपिंग

source: Late Flag
hi: लेट फ्लैग

source: Search Only
hi: केवल खोजें

source: Address
hi: संपूर्ण पता

source: Distance from current location
hi: वर्तमान स्थान से दूरी

source: Markdown
hi: मार्कडाउन

source: Address Popup (Web Apps only)
hi: पता पॉपअप (वेब ऐप्स के लिए ही)

source: Clickable Icon (Web Apps only)
hi: क्लिक करने योग्य आइकन (वेब ऐप्स के लिए ही)

source: Picture
hi: चित्र

source: Audio
hi: ऑडियो

source: Icon
hi: आइकन

source: Conditional ID Mapping
hi: शर्तीय आईडी मैपिंग

source: Translatable Text
hi: अनुवाद योग्य पाठ

source: Image
hi: छवि

source: Sorry, something went wrong with the download. If you see this repeatedly please report an issue.
hi: क्षमा करें, डाउनलोड में कुछ गलत हुआ। यदि आप इसे बार-बार देखते हैं तो कृपया एक समस्या की रिपोर्ट करें।

source: Case Type required
hi: केस प्रकार आवश्यक है

source: Case Tag required
hi: केस टैग आवश्यक है

source: Case Tag: only letters, numbers, '-', and '_' allowed
hi: केस टैग: केवल अक्षर, संख्या, '-', और '_' की अनुमति है

source: Case Tag already in use
hi: केस टैग पहले से ही उपयोग में है

source: subcase of
hi: उपकेस का

source: autoselect mode:
hi: स्वचालित चयन मोड:

source: (from fixture)
hi: (फिक्स्चर से)

source: Autoselect mode required
hi: स्वचालित चयन मोड आवश्यक है

source: Property required
hi: प्रॉपर्टी आवश्यक है

source: Case required
hi: केस आवश्यक है

source: Lookup table tag required
hi: लुकअप टेबल टैग आवश्यक है

source: Expected case type required
hi: अपेक्षित केस प्रकार आवश्यक है

source: Subcase parent reference is missing
hi: उपकेस माता-पिता संदर्भ गायब है

source: Parent reference ID required for subcases:
hi: उपकेस के लिए माता-पिता संदर्भ आईडी आवश्यक है:

source: Subcase must be in same repeat context as parent "
hi: उपकेस को माता-पिता के समान पुनरावृत्ति संदर्भ में होना चाहिए "

source: Select parent
hi: माता-पिता का चयन करें

source: Raw
hi: कच्चा

source: User Data
hi: उपयोगकर्ता डेटा

source: User Properties
hi: उपयोगकर्ता प्रॉपर्टीज़

source: Case Index
hi: केस इंडेक्स

source: Load / Update / Close a case
hi: एक केस लोड / अपडेट / बंद करें

source: Automatic Case Selection
hi: स्वचालित केस चयन

source: Load Case From Fixture
hi: फिक्स्चर से केस लोड करें

source: Open a Case
hi: एक केस खोलें

source: Property updated by two questions
hi: प्रॉपर्टी दो प्रश्नों द्वारा अपडेट की गई

source: Reserved word:
hi: आरक्षित शब्द:

source: Inside the wrong repeat!
hi: गलत पुनरावृत्ति के अंदर!

source: Parent property references not allowed for subcases
hi: उपकेस के लिए माता-पिता प्रॉपर्टी संदर्भ की अनुमति नहीं है

source: Two properties load to the same question
hi: दो प्रॉपर्टीज़ एक ही प्रश्न पर लोड होती हैं

source: You have unchanged case settings
hi: आपके पास अपरिवर्तित केस सेटिंग्स हैं

source: You have unchanged user properties settings
hi: आपके पास अपरिवर्तित उपयोगकर्ता प्रॉपर्टीज़ सेटिंग्स हैं

source: Save Questions to Case Properties
hi: प्रश्नों को केस प्रॉपर्टीज़ में सहेजें

source: Save Questions to User Properties
hi: प्रश्नों को उपयोगकर्ता प्रॉपर्टीज़ में सहेजें

source: Property uses unrecognized prefix <strong>
hi: प्रॉपर्टी मान्यता प्राप्त उपसर्ग <strong> का उपयोग करती है

source: Unidentified Question
hi: अज्ञात प्रश्न

source: We cannot find this question in the allowed questions for this field. It is likely that you deleted or renamed the question. Please choose a valid question from the dropdown.
hi: हम इस प्रश्न को इस क्षेत्र के लिए अनुमत प्रश्नों में नहीं ढूंढ सकते। संभवतः आपने प्रश्न को हटा दिया या उसका नाम बदल दिया। कृपया ड्रॉपडाउन से एक मान्य प्रश्न चुनें।

source: Select a Question
hi: एक प्रश्न चुनें

source: Edit Form
hi: फॉर्म संपादित करें

source: Form Settings
hi: फॉर्म सेटिंग्स

source: Could not enable user properties, please try again later.
hi: उपयोगकर्ता प्रॉपर्टीज़ सक्षम नहीं की जा सकीं, कृपया बाद में पुनः प्रयास करें।

source: This form either no longer exists or has a different case type
hi: यह फॉर्म अब मौजूद नहीं है या इसका एक अलग केस प्रकार है

source: Unrecognized value
hi: अज्ञात मान

source: Manual Linking Datums
hi: मैन्युअल लिंकिंग डेटा

source: Set datums required to navigate to the selected form or menu
hi: चयनित फॉर्म या मेनू पर नेविगेट करने के लिए आवश्यक डेटा सेट करें

source: Datum ID
hi: डेटम आईडी

source: XPath Expression
hi: XPath एक्सप्रेशन

source: Active
hi: सक्रिय

source: Inactive
hi: निष्क्रिय

source: Deactivate
hi: निष्क्रिय करें

source: Activate
hi: सक्रिय करें

source: Remove
hi: हटाएँ

source: Menu Settings
hi: मेनू सेटिंग्स

source: Case type is required.
hi: केस प्रकार आवश्यक है।

source: Case types can only include the characters a-z, 0-9, '-' and '_'
hi: केस प्रकार में केवल a-z, 0-9, '-' और '_' वर्ण शामिल हो सकते हैं

source: 'commcare-user' is a reserved case type. Please change the case type
hi: 'commcare-user' एक आरक्षित केस प्रकार है। कृपया केस प्रकार बदलें

source: Go back to case list
hi: केस सूची पर वापस जाएँ

source: Proceed with registered case
hi: पंजीकृत केस के साथ आगे बढ़ें

source: Show All
hi: सभी दिखाएँ

source: Display text is required
hi: प्रदर्शन पाठ आवश्यक है

source: You have unsaved changes in your report list module
hi: आपके पास अपनी रिपोर्ट सूची मॉड्यूल में असुरक्षित परिवर्तन हैं

source: This code is used in multiple places.
hi: यह कोड कई स्थानों पर उपयोग किया जाता है।

source: Releases
hi: रिलीज़

source: You have unsaved changes to your application profiles
hi: आपके पास अपने आवेदन प्रोफाइल में असुरक्षित परिवर्तन हैं

source: There was an error saving
hi: सहेजने में एक त्रुटि हुई

source: Select a user
hi: एक उपयोगकर्ता चुनें

source: (Default)
hi: (डिफ़ॉल्ट)

source: Unknown App
hi: अज्ञात ऐप

source: An error occurred. Reload the page and click Make New Version to try again.
hi: एक त्रुटि हुई। पृष्ठ को पुनः लोड करें और फिर से प्रयास करने के लिए नया संस्करण बनाएं।

source: Sorry, that didn't go through. Please reload your page and try again
hi: क्षमा करें, यह नहीं हुआ। कृपया अपने पृष्ठ को पुनः लोड करें और फिर से प्रयास करें

source: The versions list has changed since you loaded the page.
hi: आपके द्वारा पृष्ठ लोड करने के बाद संस्करण सूची में परिवर्तन हुआ है।

source: No new changes!
hi: कोई नए परिवर्तन नहीं!

source: You have unsaved changes to your prompt setting
hi: आपके पास अपनी प्रॉम्प्ट सेटिंग में असुरक्षित परिवर्तन हैं

source: Upgrade to CommCare %s for this option!
hi: इस विकल्प के लिए CommCare %s में अपग्रेड करें!

source: Upgrade to CommCare %s!
hi: CommCare %s में अपग्रेड करें!

source: Auto-set by
hi: स्वचालित रूप से सेट किया गया

source: This value is currently inherited from the master app. Once this page is saved, it will no longer be inherited.
hi: यह मान वर्तमान में मास्टर ऐप से विरासत में मिला है। एक बार जब यह पृष्ठ सहेजा जाएगा, तो यह अब विरासत में नहीं लिया जाएगा।

source: You have unsaved settings.
hi: आपके पास असुरक्षित सेटिंग्स हैं।

source: Settings
hi: सेटिंग्स

source: Please enter a version to compare
hi: कृपया तुलना के लिए एक संस्करण दर्ज करें

source: Filter properties
hi: प्रॉपर्टीज़ फ़िल्टर करें

source: View All Cases
hi: सभी केस देखें

source: View All Forms
hi: सभी फॉर्म देखें

source: View Changed Items
hi: परिवर्तित आइटम देखें

source: Filter questions or cases
hi: प्रश्नों या मामलों को फ़िल्टर करें

source: Module
hi: मॉड्यूल

source: Form
hi: फॉर्म

source: Question
hi: प्रश्न

source: Name
hi: नाम

source: Label
hi: लेबल

source: Question Type
hi: प्रश्न प्रकार

source: Question Value
hi: प्रश्न मान

source: Option
hi: विकल्प

source: Calculate condition
hi: स्थिति की गणना करें

source: Display condition
hi: प्रदर्शन स्थिति

source: Required
hi: आवश्यक

source: Question Comment
hi: प्रश्न टिप्पणी

source: Default Value
hi: डिफ़ॉल्ट मान

source: Validation Condition
hi: मान्यता स्थिति

source: Comment
hi: टिप्पणी

source: Form Filter
hi: फॉर्म फ़िल्टर

source: Module Filter
hi: मॉड्यूल फ़िल्टर

source: Old Value
hi: पुराना मान

source: New Value
hi: नया मान

source: Loaded Case Properties
hi: लोडेड केस प्रॉपर्टीज़

source: Saved Case Properties
hi: सहेजे गए केस प्रॉपर्टीज़

source: load
hi: लोड करें

source: save
hi: सहेजें

source: Case Property
hi: केस प्रॉपर्टी

source: of Case Type
hi: केस प्रकार का

source: Latest saved
hi: नवीनतम सहेजा गया

source: [unknown]
hi: [अज्ञात]

source: Warning: unrecognized language
hi: चेतावनी: मान्यता प्राप्त भाषा नहीं

source: You have unsaved changes in your supported languages
hi: आपके पास अपनी समर्थित भाषाओं में असुरक्षित परिवर्तन हैं

source: There are errors in your configuration
hi: आपकी कॉन्फ़िगरेशन में त्रुटियाँ हैं

source: You must have at least one language
hi: आपके पास कम से कम एक भाषा होनी चाहिए

source: Please enter language
hi: कृपया भाषा दर्ज करें

source: Invalid language code
hi: अमान्य भाषा कोड

source: Language appears twice
hi: भाषा दो बार दिखाई देती है

source: This conflicts with a current language
hi: यह एक वर्तमान भाषा के साथ संघर्ष करता है

source: Questions
hi: प्रश्न

source: Copy
hi: कॉपी करें

source: Expand All
hi: सभी विस्तारित करें

source: Collapse All
hi: सभी संकुचित करें

source: Bulk Update All Questions
hi: सभी प्रश्नों को थोक अपडेट करें

source: Add Question
hi: प्रश्न जोड़ें

source: Click {btn} to start building your form.
hi: अपने फॉर्म को बनाने के लिए {btn} पर क्लिक करें।

source: Question Details
hi: प्रश्न विवरण

source: Expression Editor
hi: व्यक्तिगत संपादक

source: Cannot Change Question Type
hi: प्रश्न प्रकार नहीं बदल सकते

source: Change Question Type To
hi: प्रश्न प्रकार को बदलें

source: Delete
hi: हटाएँ

source: Show
hi: दिखाएँ

source: Used By
hi: द्वारा उपयोग किया गया

source: In Property
hi: प्रॉपर्टी में

source: Search...
hi: खोजें...

source: No match for {info} found!
hi: {info} के लिए कोई मेल नहीं मिला!

source: Multiple matches for {info} found!
hi: {info} के लिए कई मेल मिले!

source: Server Form
hi: सर्वर फॉर्म

source: Local Form
hi: स्थानीय फॉर्म

source: XML should not be equivalent
hi: XML समान नहीं होना चाहिए

source: XML mismatch
hi: XML असंगत

source: key
hi: कुंजी

source: value
hi: मान

source: Add Key&rarr;Value Pair
hi: कुंजी&rarr;मान जोड़े जोड़ें

source: show in question list
hi: प्रश्न सूची में दिखाएँ

source: Date Format Options
hi: तारीख प्रारूप विकल्प

source: No Formatting
hi: कोई प्रारूप नहीं

source: The {property} for a question is not allowed to reference the question itself. Please remove the . from the {property} or your form will have errors.
hi: एक प्रश्न के लिए {property} को प्रश्न को संदर्भित करने की अनुमति नहीं है। कृपया {property} से . हटा दें या आपके फॉर्म में त्रुटियाँ होंगी।

source: Unknown question:
hi: अज्ञात प्रश्न:

source: Unknown questions:
hi: अज्ञात प्रश्न:

source: no formatting
hi: कोई प्रारूप नहीं

source: Custom
hi: कस्टम

source: {question} is required.
hi: {question} आवश्यक है।

source: {question} is not allowed.
hi: {question} की अनुमति नहीं है।

source: {question} validation failed
hi: {question} मान्यता विफल

source: Unknown (read-only) question type
hi: अज्ञात (पढ़ने के लिए) प्रश्न प्रकार

source: Lookup Table Data
hi: लुकअप टेबल डेटा

source: No Translation Data
hi: कोई अनुवाद डेटा नहीं

source: Question ID
hi: प्रश्न आईडी

source: The ID '{nodeID}' may cause problems with form parsing. It is recommended to pick a different Question ID.
hi: आईडी '{nodeID}' फॉर्म पार्सिंग में समस्याएँ पैदा कर सकती है। एक अलग प्रश्न आईडी चुनने की सिफारिश की जाती है।

source: {nodeID} is not a valid Question ID. It must start with a letter and contain only letters, numbers, and '-' or '_' characters.
hi: {nodeID} एक मान्य प्रश्न आईडी नहीं है। इसे एक अक्षर से शुरू होना चाहिए और केवल अक्षर, संख्या, और '-' या '_' वर्ण शामिल होना चाहिए।

source: 'meta' is not a valid Question ID.
hi: 'meta' एक मान्य प्रश्न आईडी नहीं है।

source: Making this change will create a new Question ID (and a new column in exports).
hi: इस परिवर्तन से एक नया प्रश्न आईडी (और निर्यात में एक नया कॉलम) बनेगा।

source: This question has the same Question ID as another question in the same group. Please choose a unique Question ID.
hi: इस प्रश्न का प्रश्न आईडी उसी समूह में एक अन्य प्रश्न के समान है। कृपया एक अद्वितीय प्रश्न आईडी चुनें।

source: Default Data Value
hi: डिफ़ॉल्ट डेटा मान

source: Special Hidden Value XMLNS attribute
hi: विशेष छिपा हुआ मान XMLNS विशेषता

source: Extra Data Attributes
hi: अतिरिक्त डेटा विशेषताएँ

source: Calculate Condition
hi: स्थिति की गणना करें

source: You cannot have a Validation Error Message with no Validation Condition!
hi: आपके पास कोई मान्यता त्रुटि संदेश नहीं हो सकता है जिसमें कोई मान्यता स्थिति नहीं है!

source: Validation Error Message
hi: मान्यता त्रुटि संदेश

source: Required Condition
hi: आवश्यक स्थिति

source: The condition will be ignored unless you mark the question required.
hi: यदि आप प्रश्न को आवश्यक रूप से चिह्नित नहीं करते हैं तो स्थिति को अनदेखा किया जाएगा।

source: Extra Bind Attributes
hi: अतिरिक्त बाइंड विशेषताएँ

source: You are referencing a node in this form. This can cause errors in the form
hi: आप इस फॉर्म में एक नोड को संदर्भित कर रहे हैं। इससे फॉर्म में त्रुटियाँ हो सकती हैं

source: Appearance Attribute
hi: दृश्यता विशेषता

source: Default Display Text
hi: डिफ़ॉल्ट प्रदर्शन पाठ

source: Default Display Text is required
hi: डिफ़ॉल्ट प्रदर्शन पाठ आवश्यक है

source: Hint Display Text
hi: संकेत प्रदर्शन पाठ

source: Extra Control Attributes
hi: अतिरिक्त नियंत्रण विशेषताएँ

source: Raw XML
hi: कच्चा XML

source: Data Parent
hi: डेटा माता-पिता

source: Must be valid path
hi: मान्य पथ होना चाहिए

source: {path} is not a valid data parent
hi: {path} एक मान्य डेटा माता-पिता नहीं है

source: Data parent of question in repeat group must be (in) the same repeat group
hi: पुनरावृत्ति समूह में प्रश्न का डेटा माता-पिता (में) उसी पुनरावृत्ति समूह में होना चाहिए

source: Hidden Value
hi: छिपा हुआ मान

source: Text
hi: पाठ

source: Phone Number or Numeric ID
hi: फोन नंबर या संख्यात्मक आईडी

source: Password
hi: पासवर्ड

source: Integer
hi: पूर्णांक

source: Audio Capture
hi: ऑडियो कैप्चर

source: Image Capture
hi: छवि कैप्चर

source: Image Size
hi: छवि आकार

source: Small
hi: छोटा

source: Medium
hi: मध्यम
