Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Enterprise
hi: एंटरप्राइज

source: For organizations that need a sustainable path to scale mobile data collection and service delivery across multiple teams, programs, or countries.
hi: उन संगठनों के लिए जिन्हें कई टीमों, कार्यक्रमों या देशों में मोबाइल डेटा संग्रहण और सेवा वितरण को बढ़ाने के लिए एक स्थायी रास्ते की आवश्यकता है।

source: Paused
hi: रुका हुआ

source: Reseller
hi: रीसेलर

source: Managed Hosting
hi: प्रबंधित होस्टिंग

source: SMS Messages
hi: SMS संदेश

source: Mobile Workers
hi: मोबाइल कार्यकर्ता

source: Web Users
hi: वेब उपयोगकर्ता

source: Form-Submitting Mobile Workers
hi: फॉर्म-सबमिट करने वाले मोबाइल कार्यकर्ता

source: Monthly
hi: मासिक

source: Your CommCare Billing Statement for {account_name} is due in {num_days} days
hi: आपका CommCare बिलिंग स्टेटमेंट {account_name} के लिए {num_days} दिनों में देय है

source: Oh no! Your CommCare subscription for {} has been paused
hi: ओह नहीं! {} के लिए आपकी CommCare सदस्यता रोक दी गई है

source: CommCare Alert: {}'s subscriptions will be paused after tomorrow!
hi: CommCare अलर्ट: {} की सदस्यताएँ कल के बाद रोक दी जाएँगी!

source: subscriptions on {}
hi: {} पर सदस्यताएँ

source: CommCare Alert: {}'s subscription will be paused after tomorrow!
hi: CommCare अलर्ट: {} की सदस्यता कल के बाद रोक दी जाएगी!

source: subscription for {}
hi: {} के लिए सदस्यता

source: CommCare Billing Statement {} days Overdue for {}
hi: CommCare बिलिंग स्टेटमेंट {} दिन से बकाया है {}

source: Could not obtain billing statement. An issue has been submitted.
hi: बिलिंग स्टेटमेंट प्राप्त नहीं किया जा सका। एक समस्या सबमिट की गई है।

source: Accounting Admins
hi: अकाउंटिंग एडमिन्स

source: Admins per page
hi: प्रति पृष्ठ एडमिन्स

source: You haven't specified any accounting admins. How are you viewing this page??! x_x
hi: आपने कोई अकाउंटिंग एडमिन निर्दिष्ट नहीं किया है। आप यह पृष्ठ कैसे देख रहे हैं??! x_x

source: Loading admin list...
hi: एडमिन सूची लोड हो रही है...

source: Removed Users:
hi: हटाए गए उपयोगकर्ता:

source: Added Users:
hi: जोड़े गए उपयोगकर्ता:

source: Action
hi: क्रिया

source: Reference
hi: संदर्भ

source: Constant
hi: स्थिरांक

source: SQL Statement
hi: SQL कथन

source: Sum
hi: योग

source: Min
hi: न्यूनतम

source: Max
hi: अधिकतम

source: Average
hi: औसत

source: Count
hi: गणना

source: Count Unique Values
hi: अद्वितीय मानों की गणना

source: Has a nonzero sum (1 if sum is nonzero else 0).
hi: गैर-शून्य योग है (अगर योग गैर-शून्य है तो 1 अन्यथा 0)।

source: Month
hi: महीना

source: Week
hi: सप्ताह

source: no table
hi: कोई तालिका नहीं

source: Rebuild Data
hi: डेटा पुनर्निर्माण करें

source: Preview data
hi: डेटा पूर्वावलोकन

source: View Aggregate UCR
hi: एग्रीगेट UCR देखें

source: Preview Aggregate UCR
hi: एग्रीगेट UCR पूर्वावलोकन

source: First name
hi: पहला नाम

source: Last name
hi: अंतिम नाम

source: Professional email
hi: पेशेवर ईमेल

source: Organization
hi: संगठन

source: Job title
hi: नौकरी का शीर्षक

source: Preferred language
hi: पसंदीदा भाषा

source: Please Select
hi: कृपया चयन करें

source: English
hi: अंग्रेज़ी

source: French
hi: फ्रेंच

source: Spanish
hi: स्पेनिश

source: How did you hear about us?
hi: आपको हमारे बारे में कैसे पता चला?

source: Newsletter
hi: न्यूज़लेटर

source: Podcast
hi: पॉडकास्ट

source: Social Media
hi: सोशल मीडिया

source: Web Search (e.g. Google)
hi: वेब खोज (जैसे Google)

source: Word of Mouth / Referral
hi: मौखिक / रेफरल

source: Event / Conference
hi: इवेंट / सम्मेलन

source: Other
hi: अन्य

source: We'd love to hear more! Please specify -
hi: हम और जानना चाहेंगे! कृपया स्पष्ट करें -

source: By clicking this button, you agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a> and <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>.
hi: इस बटन पर क्लिक करके, आप Dimagi की <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">सेवा की शर्तों</a> और <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">गोपनीयता नीति</a> से सहमत होते हैं।

source: No hubspot API ID is present.
hi: कोई hubspot API ID मौजूद नहीं है।

source: '{value}' is an invalid value for the '{filter_name}' filter
hi: '{value}' '{filter_name}' फ़िल्टर के लिए अमान्य मान है

source: Invalid limit '{value}' provided. Please provide a positive integer.
hi: अमान्य सीमा '{value}' प्रदान की गई है। कृपया एक धनात्मक पूर्णांक प्रदान करें।

source: No matching '{field_name}' field for ordering
hi: क्रमबद्ध करने के लिए कोई मेल खाता '{field_name}' फ़ील्ड नहीं है

source: You don't have permission to use connect_username field
hi: आपको connect_username फ़ील्ड का उपयोग करने की अनुमति नहीं है

source: Password or connect username required
hi: पासवर्ड या connect उपयोगकर्ता नाम आवश्यक है

source: You must provide the user's email to send a confirmation email.
hi: कन्फ़र्मेशन ईमेल भेजने के लिए आपको उपयोगकर्ता का ईमेल देना आवश्यक है।

source: Users will provide their own password on confirmation.
hi: उपयोगकर्ता कन्फ़र्मेशन के समय स्वयं पासवर्ड देंगे।

source: You must require account confirmation to send a confirmation email.
hi: कन्फ़र्मेशन ईमेल भेजने के लिए आपको खाता पुष्टि आवश्यक करनी होगी।

source: The request resulted in the following errors: {}
hi: अनुरोध के परिणामस्वरूप निम्नलिखित त्रुटियाँ हुईं: {}

source: The confirmation email can not be sent because this user's account is already confirmed.
hi: कन्फ़र्मेशन ईमेल नहीं भेजी जा सकती क्योंकि इस उपयोगकर्ता का खाता पहले ही पुष्टि हो चुका है।

source: This user has no email. You must provide the user's email to send a confirmation email.
hi: इस उपयोगकर्ता के पास कोई ईमेल नहीं है। कन्फ़र्मेशन ईमेल भेजने के लिए आपको उपयोगकर्ता का ईमेल देना आवश्यक है।

source: You don't have permission to access this API
hi: आपको इस API तक पहुँचने की अनुमति नहीं है

source: Invalid data source! Details: {details}
hi: अमान्य डेटा स्रोत! विवरण: {details}

source: You do not have permission to view this feed.
hi: आपको इस फ़ीड को देखने की अनुमति नहीं है।

source: limit must be a positive integer.
hi: सीमा एक धनात्मक पूर्णांक होनी चाहिए।

source: Limit may not exceed {}.
hi: सीमा {} से अधिक नहीं हो सकती।

source: The role '{}' does not exist
hi: भूमिका '{}' मौजूद नहीं है

source: There are multiple roles with the name '{}' in the domain '{}'
hi: डोमेन '{}' में नाम '{}' वाली एक से अधिक भूमिकाएँ हैं

source: Both primary_location and locations must be provided together.
hi: primary_location और locations दोनों को एक साथ प्रदान करना आवश्यक है।

source: Primary location must be included in the list of locations.
hi: प्राथमिक स्थान को स्थानों की सूची में शामिल किया जाना चाहिए।

source: Attempted to update unknown or non-editable field '{}'
hi: अज्ञात या गैर-संपादन योग्य फ़ील्ड '{}' को अपडेट करने का प्रयास किया गया

source: Password is not strong enough.
hi: पासवर्ड पर्याप्त मजबूत नहीं है।

source: 'default_phone_number' must be a string
hi: 'default_phone_number' एक स्ट्रिंग होना चाहिए

source: Could not find %(doc_type)s with id %(id)s
hi: %(doc_type)s को id %(id)s के साथ नहीं ढूंढा जा सका

source: '{param}' is not a valid type of date range.
hi: '{param}' दिनांक सीमा का मान्य प्रकार नहीं है।

source: Cannot parse datetime '{val}'
hi: दिनांक और समय '{val}' को पार्स नहीं किया जा सका

source: 'email' is required for each user
hi: प्रत्येक उपयोगकर्ता के लिए 'email' आवश्यक है

source: 'role' required for each user
hi: प्रत्येक उपयोगकर्ता के लिए 'role' आवश्यक है

source: 'role' is required for each user
hi: प्रत्येक उपयोगकर्ता के लिए 'role' आवश्यक है

source: '{}' is defined by the profile so cannot be set directly
hi: '{}' प्रोफ़ाइल द्वारा परिभाषित है, इसलिए इसे सीधे सेट नहीं किया जा सकता

source: Invalid parameter(s): {', '.join(invalid_params)}
hi: अमान्य पैरामीटर: {', '.join(invalid_params)}

source: You do not have permission to edit Tableau Configuration.
hi: आपको Tableau कॉन्फ़िगरेशन संपादित करने की अनुमति नहीं है।

source: This domain does not have user profile privileges.
hi: इस डोमेन में उपयोगकर्ता प्रोफ़ाइल विशेषाधिकार नहीं हैं।

source: This domain does not have locations privileges.
hi: इस डोमेन में स्थान विशेषाधिकार नहीं हैं।

source: Run Every (minutes)
hi: हर (मिनट) में चलाएँ

source: Username of the user to run the workflow
hi: वर्कफ़्लो चलाने के लिए उपयोगकर्ता का उपयोगकर्ता नाम

source: HAR File
hi: HAR फ़ाइल

source: HAR file recording should start with the selection of the app (navigate_menu_start).
hi: HAR फ़ाइल रिकॉर्डिंग ऐप के चयन (navigate_menu_start) से शुरू होनी चाहिए।

source: Populate workflow from HAR file
hi: HAR फ़ाइल से वर्कफ़्लो भरें

source: User not found
hi: उपयोगकर्ता नहीं मिला

source: App not found in domain: {domain}:{app_id}
hi: डोमेन में ऐप नहीं मिला: {domain}:{app_id}

source: Human: Answer each question individually and submit form
hi: मानव: प्रत्येक प्रश्न का अलग-अलग उत्तर दें और फ़ॉर्म सबमिट करें

source: No Submit: Answer all questions but don't submit the form
hi: कोई सबमिट नहीं: सभी प्रश्नों का उत्तर दें लेकिन फ़ॉर्म सबमिट न करें

source: Ignore: Do not complete or submit forms
hi: अनदेखा करें: फ़ॉर्म पूरा या सबमिट न करें

source: Sync user data before running
hi: चलाने से पहले उपयोगकर्ता डेटा सिंक करें

source: Number of minutes between runs
hi: रनों के बीच मिनटों की संख्या

source: Emails to notify on failure
hi: विफलता पर सूचित करने के लिए ईमेल

source: Success
hi: सफलता

source: Error:
hi: त्रुटि:

source: Workflow
hi: वर्कफ़्लो

source: Current Workflow
hi: वर्तमान वर्कफ़्लो

source: The workflow shown here is the current version which may differ from the version executed at the time of this run.
hi: यहाँ दिखाया गया वर्कफ़्लो वर्तमान संस्करण है, जो इस रन के समय निष्पादित संस्करण से भिन्न हो सकता है।

source: Actions
hi: क्रियाएँ

source: Logs
hi: लॉग्स

source: Run
hi: चलाएँ

source: Editing "%(workflow_name)s"
hi: "%(workflow_name)s" संपादित कर रहे हैं

source: New workflow
hi: नया वर्कफ़्लो

source: Average Timings
hi: औसत समय

source: App Name
hi: ऐप का नाम

source: Last Run
hi: अंतिम रन

source: Last 10 Runs
hi: अंतिम 10 रन

source: Delete
hi: हटाएँ

source: Workflow Execution Log for %(workflow_name)s: %(date)s
hi: %(workflow_name)s के लिए वर्कफ़्लो निष्पादन लॉग: %(date)s

source: Details
hi: विवरण

source: Started: %(date_started)s
hi: प्रारंभ: %(date_started)s

source: Ended: %(date_ended)s
hi: समाप्त: %(date_ended)s

source: Duration: %(duration)s
hi: अवधि: %(duration)s

source: Status:
hi: स्थिति:

source: Error
hi: त्रुटि

source: Logs for workflow "%(name)s"
hi: वर्कफ़्लो "%(name)s" के लिए लॉग्स

source: Log Status
hi: लॉग स्थिति

source: Filter
hi: फ़िल्टर

source: All Status
hi: सभी स्थितियाँ

source: Started
hi: प्रारंभ किया गया

source: Duration
hi: अवधि

source: Avg Timings
hi: औसत समय

source: Max Timings
hi: अधिकतम समय

source: Testing %(name)s
hi: %(name)s का परीक्षण किया जा रहा है

source: Running...
hi: चल रहा है...

source: Automatically Executed App Workflows
hi: स्वचालित रूप से निष्पादित ऐप वर्कफ़्लो

source: New App Workflow
hi: नया ऐप वर्कफ़्लो

source: You must use the 'Import HAR' button to upload a HAR file.
hi: आपको HAR फ़ाइल अपलोड करने के लिए 'Import HAR' बटन का उपयोग करना होगा।

source: Edit App Workflow: {name}
hi: ऐप वर्कफ़्लो संपादित करें: {name}

source: Unable to process HAR file: {error}
hi: HAR फ़ाइल संसाधित करने में असमर्थ: {error}

source: Automatically Executed App Workflow Logs
hi: स्वचालित रूप से निष्पादित ऐप वर्कफ़्लो लॉग्स

source: Invalid date parameter
hi: अमान्य दिनांक पैरामीटर

source: Workflow Log: {name}
hi: वर्कफ़्लो लॉग: {name}

source: Case Detail Overwrite
hi: केस विवरण अधिलेखन

source: Ability to overwrite one case list or detail's settings with another's. Available in menu settings, in the actions tab.
hi: एक केस सूची या विवरण की सेटिंग्स को दूसरे की सेटिंग्स से अधिलेखित करने की क्षमता। यह मेनू सेटिंग्स में, क्रियाओं टैब में उपलब्ध है।

source: Case List Menu Item
hi: केस सूची मेनू आइटम

source: Allows the mobile user to view the case list and case details without actually opening a form. Available in menu settings.
hi: मोबाइल उपयोगकर्ता को केस सूची और केस विवरण देखने की अनुमति देता है बिना वास्तव में कोई फॉर्म खोले। यह मेनू सेटिंग्स में उपलब्ध है।

source: Case Conditions
hi: केस शर्तें

source: Open or close a case only if a specific question has a particular answer. Available in form settings, under Case Management.
hi: केवल तभी केस खोलें या बंद करें जब किसी विशेष प्रश्न का एक विशिष्ट उत्तर हो। यह फॉर्म सेटिंग्स में, केस प्रबंधन के अंतर्गत उपलब्ध है।

source: Display Conditions
hi: प्रदर्शन शर्तें

source: Write logic to show or hide forms and menus on the mobile device. Available in form and menu settings.
hi: मोबाइल डिवाइस पर फॉर्म और मेनू दिखाने या छुपाने के लिए लॉजिक लिखें। यह फॉर्म और मेनू सेटिंग्स में उपलब्ध है।

source: Menu Mode
hi: मेनू मोड

source: Control whether a form's enclosing menu is displayed on the mobile device or not. Available in menu settings.
hi: नियंत्रण करें कि किसी फॉर्म का संलग्न मेनू मोबाइल डिवाइस पर दिखाया जाए या नहीं। यह मेनू सेटिंग्स में उपलब्ध है।

source: Register from case list
hi: केस सूची से पंजीकरण करें

source: Minimize duplicates by making registration forms available directly from the case list on the mobile device. Availabe in menu settings.
hi: मोबाइल डिवाइस पर सीधे केस सूची से पंजीकरण फॉर्म उपलब्ध कराकर डुप्लिकेट को न्यूनतम करें। यह मेनू सेटिंग्स में उपलब्ध है।

source: Child Cases
hi: बाल केस

source: Open other types of cases, linking them to the case that created them. Available in form settings.
hi: अन्य प्रकार के केस खोलें, उन्हें उस केस से जोड़ें जिसने उन्हें बनाया है। यह फॉर्म सेटिंग्स में उपलब्ध है।

source: Child cases are not available on your subscription. This feature is only available on our Pro plan or higher.
hi: आपकी सदस्यता पर बाल केस उपलब्ध नहीं हैं। यह सुविधा केवल हमारे प्रो प्लान या उससे ऊपर पर उपलब्ध है।

source: Sub Menus
hi: उप-मेनू

source: Nest menus inside of other menus.
hi: एक मेनू के अंदर दूसरे मेनू को नेस्ट करें।

source: New Case Lists Created Empty
hi: नई केस सूचियाँ खाली बनाई गईं

source: When adding a new case list, don't include a registration and followup form.
hi: नई केस सूची जोड़ते समय, पंजीकरण और फॉलोअप फॉर्म शामिल न करें।

source: Case Management
hi: केस प्रबंधन

source: Build more complex workflows
hi: और अधिक जटिल वर्कफ़्लो बनाएं

source: Mobile Experience
hi: मोबाइल अनुभव

source: Improve the user experience of your mobile workers
hi: अपने मोबाइल कार्यकर्ताओं के उपयोगकर्ता अनुभव को बेहतर बनाएं

source: Calculations
hi: गणनाएँ

source: Add logic to your app with XPath expressions
hi: XPath अभिव्यक्तियों के साथ अपने ऐप में लॉजिक जोड़ें

source: App Building Efficiency
hi: ऐप निर्माण दक्षता

source: Tools to help build your apps faster
hi: अपने ऐप्स को तेज़ी से बनाने में मदद करने वाले उपकरण

source: [Filter]
hi: [फ़िल्टर]

source: Case type '%(case_type)s' has no '%(relationship)s' relationship to any other case type.
hi: केस प्रकार '%(case_type)s' का किसी भी अन्य केस प्रकार से '%(relationship)s' संबंध नहीं है।

source: Continue To {form_name}
hi: {form_name} पर जारी रखें

source: Create a new Case
hi: नया केस बनाएँ

source: App {app_id} is in domain {app_domain} but requested from domain {requested_domain}
hi: ऐप {app_id} डोमेन {app_domain} में है लेकिन अनुरोध डोमेन {requested_domain} से किया गया है

source: Build for version requested not found
hi: अनुरोधित संस्करण के लिए बिल्ड नहीं मिला

source: Please log in to the app to check for an update.
hi: कृपया अपडेट जांचने के लिए ऐप में लॉग इन करें।

source: Case
hi: केस

source: Form
hi: फॉर्म

source: Data Source
hi: डेटा स्रोत

source: Application
hi: एप्लिकेशन

source: Forms or Cases
hi: फॉर्म या केस

source: Data Registry
hi: डेटा रजिस्ट्री

source: <strong>Form</strong>: Display data from form submissions.<br/><strong>Case</strong>: Display data from your cases. You must be using case management for this option.
hi: <strong>फॉर्म</strong>: फॉर्म सबमिशन से डेटा दिखाएँ।<br/><strong>केस</strong>: अपने केस से डेटा दिखाएँ। इस विकल्प के लिए आपको केस प्रबंधन का उपयोग करना आवश्यक है।

source: Which application should the data come from?
hi: डेटा किस एप्लिकेशन से आना चाहिए?

source: Select the data registry containing the data you wish to access in the report
hi: वह डेटा रजिस्ट्री चुनें जिसमें वह डेटा है जिसे आप रिपोर्ट में एक्सेस करना चाहते हैं

source: Choose the case type or form from which to retrieve data for this report.
hi: इस रिपोर्ट के लिए डेटा प्राप्त करने हेतु केस प्रकार या फॉर्म चुनें।

source: Menu
hi: मेनू

source: Select Application
hi: एप्लिकेशन चुनें

source: Select Menu
hi: मेनू चुनें

source: Select Form
hi: फॉर्म चुनें

source: Select Case Type
hi: केस प्रकार चुनें

source: Applications
hi: एप्लिकेशन

source: Unknown
hi: अज्ञात

source: Unknown Application
hi: अज्ञात एप्लिकेशन

source: Any Application
hi: कोई भी एप्लिकेशन

source: Unknown Module
hi: अज्ञात मॉड्यूल

source: All Case Types
hi: सभी केस प्रकार

source: Total
hi: कुल

source: Copy this app to project
hi: इस ऐप को प्रोजेक्ट में कॉपी करें

source: Copy as Linked Application
hi: लिंक्ड एप्लिकेशन के रूप में कॉपी करें

source: <!-- ko ifnot: shouldEnableLinkedAppOption -->The selected project space is either not yet linked to the current project space, or you do not have the correct permissions in the selected project space. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.<!-- /ko -->
hi: <!-- ko ifnot: shouldEnableLinkedAppOption -->चयनित प्रोजेक्ट स्पेस या तो अभी तक वर्तमान प्रोजेक्ट स्पेस से लिंक नहीं है, या आपके पास चयनित प्रोजेक्ट स्पेस में सही अनुमतियाँ नहीं हैं। <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">लिंक्ड प्रोजेक्ट स्पेस</a> के बारे में और जानें।<!-- /ko -->

source: This will create an application that can be updated from changes to this application. This requires your app to have at least one released version.
hi: यह एक ऐसा एप्लिकेशन बनाएगा जिसे इस एप्लिकेशन में किए गए परिवर्तनों से अपडेट किया जा सकता है। इसके लिए आपके ऐप का कम से कम एक रिलीज़ किया गया संस्करण होना आवश्यक है।

source: Copy version
hi: संस्करण कॉपी करें

source: Current
hi: वर्तमान

source: Copy Application for Editing
hi: संपादन के लिए एप्लिकेशन कॉपी करें

source: Copy Application
hi: एप्लिकेशन कॉपी करें

source: Copy
hi: कॉपी करें

source: Prompt Updates to App
hi: ऐप को अपडेट करने के लिए प्रॉम्प्ट करें

source: Off
hi: बंद

source: On
hi: चालू

source: Forced
hi: अनिवार्य

source: If enabled, users will receive in-app prompts to update to the selected version of the app, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they update)
hi: यदि सक्षम किया गया है, तो उपयोगकर्ताओं को ऐप के चयनित संस्करण पर अपडेट करने के लिए इन-ऐप प्रॉम्प्ट प्राप्त होंगे, यदि वे पहले से उस पर नहीं हैं। ('अनिवार्य' चुनने पर उपयोगकर्ता CommCare का उपयोग तब तक जारी नहीं रख सकते जब तक वे अपडेट नहीं करते)

source: Prompt Updates to CommCare
hi: CommCare को अपडेट करने के लिए प्रॉम्प्ट करें

source: If enabled, users will receive in-app prompts to update to the selected version of CommCare, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they upgrade)
hi: यदि सक्षम किया गया है, तो उपयोगकर्ताओं को चयनित CommCare संस्करण पर अपडेट करने के लिए इन-ऐप प्रॉम्प्ट प्राप्त होंगे, यदि वे पहले से उस पर नहीं हैं। ('अनिवार्य' चुनने पर उपयोगकर्ता CommCare का उपयोग तब तक जारी नहीं रख सकते जब तक वे अपग्रेड नहीं करते)

source: CommCare Version
hi: CommCare संस्करण

source: Application Version
hi: एप्लिकेशन संस्करण

source: Manage Update Settings
hi: अपडेट सेटिंग्स प्रबंधित करें

source: Invalid APK version %(version)s
hi: अमान्य APK संस्करण %(version)s

source: Invalid app version %(version)s
hi: अमान्य ऐप संस्करण %(version)s

source: Usage of lookup tables is not supported by your current subscription. Please upgrade your subscription before using this feature.
hi: आपकी वर्तमान सदस्यता द्वारा लुकअप टेबल्स का उपयोग समर्थित नहीं है। कृपया इस सुविधा का उपयोग करने से पहले अपनी सदस्यता अपग्रेड करें।

source: Usage of integrations is not supported by your current subscription. Please upgrade your subscription before using this feature.
hi: आपकी वर्तमान सदस्यता द्वारा इंटीग्रेशन का उपयोग समर्थित नहीं है। कृपया इस सुविधा का उपयोग करने से पहले अपनी सदस्यता अपग्रेड करें।

source: Usage of external integration is not supported by your current subscription. Please upgrade your subscription before using this feature.
hi: आपकी वर्तमान सदस्यता द्वारा बाहरी इंटीग्रेशन का उपयोग समर्थित नहीं है। कृपया इस सुविधा का उपयोग करने से पहले अपनी सदस्यता अपग्रेड करें।

source: Your application is using User Properties and your current subscription does not support that. You can remove User Properties functionality by opening the User Properties tab in a form that uses it, and clicking "Remove User Properties".
hi: आपका एप्लिकेशन यूज़र प्रॉपर्टीज़ का उपयोग कर रहा है और आपकी वर्तमान सदस्यता इसे समर्थित नहीं करती है। आप उस फॉर्म में यूज़र प्रॉपर्टीज़ टैब खोलकर और "यूज़र प्रॉपर्टीज़ हटाएँ" पर क्लिक करके यूज़र प्रॉपर्टीज़ कार्यक्षमता हटा सकते हैं।

source: That format is no longer supported. To reference the location hierarchy you need to use the "Custom Calculations in Case List" feature preview. For more information see: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
hi: यह फॉर्मेट अब समर्थित नहीं है। लोकेशन हायरार्की को संदर्भित करने के लिए आपको "केस लिस्ट में कस्टम कैलकुलेशन" फीचर प्रीव्यू का उपयोग करना होगा। अधिक जानकारी के लिए देखें: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915

source: It must reference a lookup table or mobile report.
hi: इसे एक लुकअप टेबल या मोबाइल रिपोर्ट का संदर्भ देना आवश्यक है।

source: This feature is compatible with only version 2 of Mobile UCR
hi: यह सुविधा केवल Mobile UCR के संस्करण 2 के साथ संगत है।

source: Format "{}" can only be used once but is used by multiple properties: {}
hi: फॉर्मेट "{}" का उपयोग केवल एक बार किया जा सकता है, लेकिन इसे कई गुणों द्वारा उपयोग किया गया है: {}

source: Format "{}" should be used in the Case Detail not Case List.
hi: फॉर्मेट "{}" का उपयोग केस डिटेल में होना चाहिए, न कि केस लिस्ट में।

source: Column/Field "{}": Clickable Icons require a form to be configured.
hi: कॉलम/फ़ील्ड "{}": क्लिक करने योग्य आइकन के लिए एक फॉर्म को कॉन्फ़िगर करना आवश्यक है।

source: Case tiles on the case detail must be manually configured.
hi: केस डिटेल पर केस टाइल्स को मैन्युअली कॉन्फ़िगर करना होगा।

source: Each row of the tile may contain fields only from a single tab. Row #{} contains fields from multiple tabs.
hi: टाइल की प्रत्येक पंक्ति में केवल एक ही टैब से फ़ील्ड हो सकते हैं। पंक्ति #{} में कई टैब से फ़ील्ड हैं।

source: A case property must be assigned to the "{}" tile field.
hi: "{}" टाइल फ़ील्ड को एक केस प्रॉपर्टी असाइन करना आवश्यक है।

source: A menu may not use both a persistent case list tile and a persistent report tile.
hi: एक मेनू में एक साथ पर्सिस्टेंट केस लिस्ट टाइल और पर्सिस्टेंट रिपोर्ट टाइल का उपयोग नहीं किया जा सकता है।

source: Case property
hi: केस प्रॉपर्टी

source: Lookup Table field
hi: लुकअप टेबल फ़ील्ड

source: custom user property
hi: कस्टम यूज़र प्रॉपर्टी

source: custom XPath expression
hi: कस्टम XPath एक्सप्रेशन

source: Case tag
hi: केस टैग

source: Lookup Table tag
hi: लुकअप टेबल टैग

source: Error in form "{}": {}
hi: फॉर्म "{}" में त्रुटि: {}

source: This form opens a {}
hi: यह फॉर्म एक {} खोलता है

source: This form opens a subcase {}
hi: यह फॉर्म एक सबकेस {} खोलता है

source: This form closes a {}
hi: यह फॉर्म एक {} बंद करता है

source: This form updates a {}
hi: यह फॉर्म एक {} अपडेट करता है

source: Could not find form with ID='{unique_id}' in module '{module_name}'.
hi: मॉड्यूल '{module_name}' में ID='{unique_id}' वाला फॉर्म नहीं मिला।

source: Could not find parent menu for '{}'
hi: '{}' के लिए पैरेंट मेनू नहीं मिला

source: Untitled Menu
hi: शीर्षकहीन मेनू

source: Untitled Form
hi: शीर्षकहीन फॉर्म
