Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/djangojs.po
Languages: hi

source: Decrement Minute
hi: मिनट घटाएँ

source: Decrement Second
hi: सेकंड घटाएँ

source: Increment Hour
hi: घंटा बढ़ाएँ

source: Increment Minute
hi: मिनट बढ़ाएँ

source: Increment Second
hi: सेकंड बढ़ाएँ

source: Next Century
hi: अगला सदी

source: Next Decade
hi: अगला दशक

source: Next Month
hi: अगला महीना

source: Next Year
hi: अगला वर्ष

source: Pick Hour
hi: घंटा चुनें

source: Pick Minute
hi: मिनट चुनें

source: Pick Second
hi: सेकंड चुनें

source: Previous Century
hi: पिछली सदी

source: Previous Decade
hi: पिछला दशक

source: Previous Year
hi: पिछला वर्ष

source: Select Date
hi: तारीख चुनें

source: Select Decade
hi: दशक चुनें

source: Select Month
hi: महीना चुनें

source: Select Time
hi: समय चुनें

source: Select Year
hi: वर्ष चुनें

source: Go to today
hi: आज पर जाएँ

source: Toggle Meridiem
hi: मेरिडियम टॉगल करें

source: blank
hi: खाली

source: Edit
hi: संपादित करें

source: Add Item
hi: आइटम जोड़ें

source: Click <strong>Edit</strong> to Add Values</span>
hi: मान जोड़ने के लिए <strong>संपादित करें</strong> पर क्लिक करें</span>

source: Calculation is duplicated
hi: गणना डुप्लिकेट है

source: Add Image
hi: छवि जोड़ें

source: Calculation contains an invalid character.
hi: गणना में एक अमान्य चरित्र है।

source: Add Key, Value Mapping
hi: कुंजी, मान मैपिंग जोड़ें

source: Key
hi: कुंजी

source: This key is already defined
hi: यह कुंजी पहले से ही परिभाषित है

source: Add Key, Translation Mapping
hi: कुंजी, अनुवाद मैपिंग जोड़ें

source: Key contains invalid characters.
hi: कुंजी में अमान्य वर्ण हैं।

source: Key is duplicated
hi: कुंजी डुप्लिकेट है

source: Key contains an invalid character.
hi: कुंजी में एक अमान्य चरित्र है।

source: Edit mapping for "<%- property %>"
hi: "<%- property %>" के लिए मैपिंग संपादित करें

source: MultiSessionHangUp
hi: मल्टीसेशन हैंगअप

source: MultiSessions
hi: मल्टीसेशंस

source: Welcome,
hi: स्वागत है,

source: Agent is logged in:
hi: एजेंट लॉग इन है:

source: Connecting...
hi: कनेक्ट हो रहा है...

source: Connected
hi: कनेक्टेड

source: Disconnected
hi: अविभाजित

source: There is no valid phone number available.
hi: कोई मान्य फोन नंबर उपलब्ध नहीं है।

source: You have not logged in.
hi: आपने लॉग इन नहीं किया है।

source: You already have an active call.
hi: आपके पास पहले से ही एक सक्रिय कॉल है।

source: Error updating.
hi: अपडेट करने में त्रुटि।

source: Report successfully linked.
hi: रिपोर्ट सफलतापूर्वक लिंक की गई।

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
hi: कुछ अप्रत्याशित हुआ। कृपया फिर से प्रयास करें, या यदि समस्या बनी रहती है तो एक समस्या की रिपोर्ट करें।

source: All project spaces
hi: सभी प्रोजेक्ट स्पेस

source: Project spaces to push to
hi: पुश करने के लिए प्रोजेक्ट स्पेस

source: Search project spaces
hi: प्रोजेक्ट स्पेस खोजें

source: Unable to link project spaces. <%- error %>
hi: प्रोजेक्ट स्पेस को लिंक करने में असमर्थ। <%- error %>

source: Unable to link project spaces. Please try again, or report an issue if the problem persists.
hi: प्रोजेक्ट स्पेस को लिंक करने में असमर्थ। कृपया फिर से प्रयास करें, या यदि समस्या बनी रहती है तो एक समस्या की रिपोर्ट करें।

source: Download <%- count %> Location
hi: <%- count %> स्थान डाउनलोड करें

source: Download <%- count %> Locations
hi: <%- count %> स्थान डाउनलोड करें

source: Error determining number of matching locations
hi: मेल खाने वाले स्थानों की संख्या निर्धारित करने में त्रुटि

source: You have successfully archived the location <%-name%>
hi: आपने स्थान <%-name%> को सफलतापूर्वक आर्काइव किया है।

source: You have successfully deleted the location <%-name%> and all of its child locations
hi: आपने स्थान <%-name%> और इसके सभी उप-स्थान को सफलतापूर्वक हटा दिया है।

source: An error occurred while deleting your location. If the problem persists, please report an issue
hi: आपके स्थान को हटाने के दौरान एक त्रुटि हुई। यदि समस्या बनी रहती है, तो कृपया एक समस्या की रिपोर्ट करें।

source: Select a Location
hi: स्थान चुनें

source: Choose a primary location
hi: एक प्राथमिक स्थान चुनें

source: Could not load data. Please try again later or report an issue if this problem persists.
hi: डेटा लोड नहीं किया जा सका। कृपया बाद में फिर से प्रयास करें या यदि यह समस्या बनी रहती है तो एक समस्या की रिपोर्ट करें।

source: yes
hi: हॉ

source: Password must have at least <%- passwordLength %> characters.
hi: पासवर्ड में कम से कम <%- passwordLength %> वर्ण होने चाहिए।

source: <i class='fa fa-warning'></i>This password is automatically generated. Please copy it or create your own. It will not be shown again.
hi: <i class='fa fa-warning'></i>यह पासवर्ड स्वचालित रूप से उत्पन्न किया गया है। कृपया इसे कॉपी करें या अपना खुद का बनाएं। यह फिर से नहीं दिखाया जाएगा।

source: Your password is too weak! Try adding numbers or symbols!
hi: आपका पासवर्ड बहुत कमजोर है! संख्या या प्रतीक जोड़ने का प्रयास करें!

source: Your password is almost strong enough! Try adding numbers or symbols!
hi: आपका पासवर्ड लगभग पर्याप्त मजबूत है! संख्या या प्रतीक जोड़ने का प्रयास करें!

source: Good Job! Your password is strong!
hi: अच्छा काम! आपका पासवर्ड मजबूत है!

source: Please enter your name.
hi: कृपया अपना नाम दर्ज करें।

source: Please specify an email.
hi: कृपया एक ईमेल निर्दिष्ट करें।

source: Checking email...
hi: ईमेल की जांच कर रहे हैं...

source: Please specify a password.
hi: कृपया एक पासवर्ड निर्दिष्ट करें।

source: Please specify a project name.
hi: कृपया एक प्रोजेक्ट नाम निर्दिष्ट करें।

source: Please specify.
hi: कृपया निर्दिष्ट करें।

source: An unknown error occurred. Please try again or report an issue.
hi: एक अज्ञात त्रुटि हुई। कृपया फिर से प्रयास करें या एक समस्या की रिपोर्ट करें।

source: Opt in successful
hi: सफलता से ऑप्ट इन किया गया

source: Opt out successful
hi: ऑप्ट आउट सफल

source: All Project Spaces
hi: सभी प्रोजेक्ट स्पेस

source: All Actions
hi: सभी क्रियाएँ

source: Rejected
hi: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Accepted
hi: स्वीकृत

source: Pending
hi: लंबित

source: Please check your Internet connection!
hi: कृपया अपने इंटरनेट कनेक्शन की जांच करें!

source: Report Not Found.
hi: रिपोर्ट नहीं मिली।

source: Request timed out when rendering this report. This might be an issue with our servers or with your Internet connection. We encourage you to report an issue to CommCare HQ Support so we can look into any possible issues.
hi: इस रिपोर्ट को रेंडर करते समय अनुरोध समय समाप्त हो गया। यह हमारे सर्वरों या आपके इंटरनेट कनेक्शन के साथ एक समस्या हो सकती है। हम आपको CommCare HQ सपोर्ट को एक समस्या की रिपोर्ट करने के लिए प्रोत्साहित करते हैं ताकि हम किसी भी संभावित समस्याओं की जांच कर सकें।

source: Problem Rendering Report. Our error monitoring tools have noticed this and we are working quickly to resolve this issue as soon as possible. We encourage you to contact CommCare HQ Support if this issue persists for more than a few minutes. We appreciate any additional information you can give us about this problem so we can fix it immediately.
hi: रिपोर्ट रेंडर करने में समस्या। हमारे त्रुटि निगरानी उपकरणों ने इसे देखा है और हम इस समस्या को जल्द से जल्द हल करने के लिए तेजी से काम कर रहे हैं। यदि यह समस्या कुछ मिनटों से अधिक समय तक बनी रहती है तो हम आपको CommCare HQ सपोर्ट से संपर्क करने के लिए प्रोत्साहित करते हैं। हम इस समस्या के बारे में कोई भी अतिरिक्त जानकारी की सराहना करते हैं ताकि हम इसे तुरंत ठीक कर सकें।

source: Bad Gateway. Please contact CommCare HQ Support.
hi: खराब गेटवे। कृपया CommCare HQ सपोर्ट से संपर्क करें।

source: CommCare HQ is experiencing server difficulties. We're working quickly to resolve it. Thank you for your patience. We are extremely sorry.
hi: CommCare HQ सर्वर की कठिनाइयों का सामना कर रहा है। हम इसे हल करने के लिए तेजी से काम कर रहे हैं। आपके धैर्य के लिए धन्यवाद। हम अत्यंत खेदित हैं।

source: Gateway Timeout. Please contact CommCare HQ Support.
hi: गेटवे टाइमआउट। कृपया CommCare HQ सपोर्ट से संपर्क करें।

source: Your search term was too long. Please provide a shorter search filter
hi: आपका खोज शब्द बहुत लंबा था। कृपया एक छोटा खोज फ़िल्टर प्रदान करें

source: Loading Stopped
hi: लोडिंग रुका

source: We were unsuccessful loading the report:
hi: हम रिपोर्ट लोड करने में असफल रहे:

source: You can email a saved version<br />of this report.
hi: आप एक सहेजी गई संस्करण ईमेल कर सकते हैं<br />इस रिपोर्ट का।

source: Unknown
hi: अज्ञात

source: Sorry, there was an issue communicating with the server.
hi: क्षमा करें, सर्वर के साथ संचार में एक समस्या थी।

source: Select a value
hi: एक मान चुनें

source: Loading
hi: लोड हो रहा है

source: No data available to display. Please try changing your filters.
hi: दिखाने के लिए कोई डेटा उपलब्ध नहीं है। कृपया अपने फ़िल्टर बदलने का प्रयास करें।

source: Sorry!
hi: क्षमा करें!

source: There was an error with your query, it has been logged, please try another query.
hi: आपकी क्वेरी में एक त्रुटि थी, इसे लॉग किया गया है, कृपया एक और क्वेरी का प्रयास करें।

source: Your search query is invalid, please adjust the formatting and try again.
hi: आपकी खोज क्वेरी अमान्य है, कृपया प्रारूप को समायोजित करें और फिर से प्रयास करें।

source: From Time
hi: समय से

source: Select a language...
hi: एक भाषा चुनें...

source: Available Reports
hi: उपलब्ध रिपोर्ट

source: Included Reports
hi: शामिल रिपोर्ट

source: Search Reports...
hi: रिपोर्ट खोजें...

source: Your requested Excel report will be sent to the email address defined in your account settings.
hi: आपका अनुरोधित एक्सेल रिपोर्ट आपके खाते की सेटिंग में परिभाषित ईमेल पते पर भेजा जाएगा।

source: No Data
hi: कोई डेटा नहीं

source: Sorry, we couldn't load that.
hi: क्षमा करें, हम इसे लोड नहीं कर सके।

source: No data available in table
hi: तालिका में कोई डेटा उपलब्ध नहीं है

source: Showing _START_ to _END_ of _TOTAL_ entries
hi: दिखा रहा है _START_ से _END_ तक _TOTAL_ प्रविष्टियाँ

source: Some required fields are missing. Please complete them before saving.
hi: कुछ आवश्यक फ़ील्ड गायब हैं। कृपया उन्हें सहेजने से पहले पूरा करें।

source: Start date cannot be after end date.
hi: प्रारंभ तिथि समाप्त तिथि के बाद नहीं हो सकती।

source: Labels
hi: लेबल

source: Question IDs
hi: प्रश्न आईडी

source: Report successfully emailed
hi: रिपोर्ट सफलतापूर्वक ईमेल की गई

source: An error occurred emailing your report. Please try again.
hi: आपकी रिपोर्ट ईमेल करने में एक त्रुटि हुई। कृपया फिर से प्रयास करें।

source: Success!
hi: सफलता!

source: Failed
hi: असफल

source: Failed to re-process
hi: फिर से-प्रक्रिया करने में असफल

source: _MENU_ per page
hi: _MENU_ प्रति पृष्ठ

source: All Rows
hi: सभी पंक्तियाँ

source: All
hi: सभी

source: Select a group
hi: एक समूह चुनें

source: case types
hi: मामला प्रकार

source: e.g. (dob <= '2017-02-01' and initial_home_visit_completed = 'yes')
hi: जैसे (dob <= '2017-02-01' और initial_home_visit_completed = 'yes')

source: That have phone numbers
hi: जिनके फोन नंबर हैं

source: That do not have phone numbers
hi: जिनके फोन नंबर नहीं हैं

source: My Scheduled Reports
hi: मेरी अनुसूचित रिपोर्ट

source: Other Scheduled Reports
hi: अन्य अनुसूचित रिपोर्ट

source: An error occured with the tableau server request, please ensure the server configuration is correct and try again.
hi: टेबलॉ सर्वर अनुरोध के साथ एक त्रुटि हुई, कृपया सुनिश्चित करें कि सर्वर कॉन्फ़िगरेशन सही है और फिर से प्रयास करें।

source: Save Filters
hi: फ़िल्टर सहेजें

source: Export Data
hi: डेटा निर्यात करें

source: Column Title
hi: स्तंभ शीर्षक

source: Select <%= title %>...
hi: चुनें <%= title %>...

source: Streets
hi: सड़कें

source: Satellite
hi: उपग्रह

source: You must have at least one phone number.
hi: आपके पास कम से कम एक फोन नंबर होना चाहिए।

source: (New Message) -
hi: (नया संदेश) -

source: Chat
hi: चैट

source: Show
hi: दिखाएँ

source: contacts per page
hi: संपर्क प्रति पृष्ठ

source: Loading Contacts...
hi: संपर्क लोड हो रहा है...

source: Showing _START_ to _END_ of _TOTAL_ contacts
hi: दिखा रहा है _START_ से _END_ तक _TOTAL_ संपर्क

source: (filtered from _MAX_ total contacts)
hi: ( _MAX_ कुल संपर्कों से फ़िल्टर किया गया)

source: There was an error fetching the SMS rate.
hi: SMS दर प्राप्त करने में एक त्रुटि हुई।

source: Please Select a Country Code
hi: कृपया एक देश कोड चुनें

source: Forms
hi: फॉर्म

source: Cases
hi: मामले

source: Reports
hi: रिपोर्ट

source: App Builder
hi: ऐप बिल्डर

source: Thank you,
hi: धन्यवाद,

source: Submission has been cancelled.
hi: सबमिशन रद्द कर दिया गया है।

source: Please specify a username.
hi: कृपया एक उपयोगकर्ता नाम निर्दिष्ट करें।

source: Username must be at least three characters long.
hi: उपयोगकर्ता नाम कम से कम तीन वर्णों का होना चाहिए।

source: Your password must be at least 6 characters long
hi: आपका पासवर्ड कम से कम 6 वर्णों का होना चाहिए

source: Resetting form...
hi: फॉर्म रीसेट हो रहा है...

source: Benched
hi: बेंच किया गया

source: Playing
hi: खेलना

source: Search Team...
hi: टीम खोजें...

source: Delete Translation
hi: अनुवाद हटाएँ

source: Add Translation
hi: अनुवाद जोड़ें

source: Auto fill translations
hi: स्वतः अनुवाद भरें

source: Auto Fill translations
hi: स्वतः अनुवाद भरें

source: This will pick the most common translations for your selected language. You can then edit them as needed.
hi: यह आपके द्वारा चयनित भाषा के लिए सबसे सामान्य अनुवादों को चुनेगा। आप फिर आवश्यकतानुसार उन्हें संपादित कर सकते हैं।

source: You have unsaved user interface translations.
hi: आपके पास असहेजे गए उपयोगकर्ता इंटरफ़ेस अनुवाद हैं।

source: Parameters formatting problem!
hi: पैरामीटर प्रारूपण समस्या!

source: Autofill is not available in English (en). Please change your language using the dropdown in the top left.
hi: स्वतः भरना अंग्रेजी (en) में उपलब्ध नहीं है। कृपया शीर्ष बाएँ में ड्रॉपडाउन का उपयोग करके अपनी भाषा बदलें।

source: Showing the current page of data. Switch pages to see more data.
hi: डेटा के वर्तमान पृष्ठ को दिखा रहा है। अधिक डेटा देखने के लिए पृष्ठ बदलें।

source: Choose the property you would like to add as a filter to this report.
hi: कृपया उस संपत्ति का चयन करें जिसे आप इस रिपोर्ट में फ़िल्टर के रूप में जोड़ना चाहते हैं।

source: Web users viewing the report will see this display text instead of the property name. Name your filter something easy for users to understand.
hi: वेब उपयोगकर्ता रिपोर्ट को देखने पर इस डिस्प्ले टेक्स्ट को संपत्ति के नाम के बजाय देखेंगे। अपने फ़िल्टर का नाम कुछ ऐसा रखें जो उपयोगकर्ताओं के लिए समझना आसान हो।

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this if the property is a date.<br/><strong>Choice</strong>: Select this if the property is text or multiple choice.
hi: यह फ़िल्टर किस प्रकार की संपत्ति है?<br/><br/><strong>तारीख</strong>: यदि संपत्ति एक तारीख है तो इसे चुनें।<br/><strong>चुनाव</strong>: यदि संपत्ति पाठ या बहुविकल्पीय है तो इसे चुनें।

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this to filter the property by a date range.<br/><strong>Value</strong>: Select this to filter the property by a single value.
hi: यह फ़िल्टर किस प्रकार की संपत्ति है?<br/><br/><strong>तारीख</strong>: संपत्ति को एक तारीख सीमा द्वारा फ़िल्टर करने के लिए इसे चुनें।<br/><strong>मान</strong>: संपत्ति को एकल मान द्वारा फ़िल्टर करने के लिए इसे चुनें।

source: What value or date range must the property be equal to?
hi: संपत्ति को किस मान या तारीख सीमा के बराबर होना चाहिए?

source: Column format selection will determine how each row's value is calculated.
hi: स्तंभ प्रारूप चयन यह निर्धारित करेगा कि प्रत्येक पंक्ति का मान कैसे गणना किया जाता है।

source: Please check above for any errors in your configuration.
hi: कृपया अपनी कॉन्फ़िगरेशन में किसी भी त्रुटियों के लिए ऊपर जांचें।

source: Edit a custom web report or custom web report source
hi: एक कस्टम वेब रिपोर्ट या कस्टम वेब रिपोर्ट स्रोत संपादित करें

source: Edit a report or data source
hi: एक रिपोर्ट या डेटा स्रोत संपादित करें

source: static
hi: स्थिर

source: deactivated
hi: निष्क्रिय

source: Linked projects
hi: लिंक किए गए प्रोजेक्ट

source: Projects to copy to
hi: कॉपी करने के लिए प्रोजेक्ट

source: Search projects
hi: प्रोजेक्ट खोजें

source: Unknown error
hi: अज्ञात त्रुटि

source: Expression saved
hi: व्यक्तित्व सहेजा गया

source: Password changed successfully.
hi: पासवर्ड सफलतापूर्वक बदल दिया गया।

source: Password is not strong enough. Try making your password more complex.
hi: पासवर्ड पर्याप्त मजबूत नहीं है। अपने पासवर्ड को अधिक जटिल बनाने का प्रयास करें।

source: The two password fields didn't match.
hi: दोनों पासवर्ड फ़ील्ड मेल नहीं खातीं।

source: Password was not changed.
hi: पासवर्ड नहीं बदला गया।

source: Available Groups
hi: उपलब्ध समूह

source: Groups with this User
hi: इस उपयोगकर्ता के साथ समूह

source: Search Group...
hi: समूह खोजें...

source: Group membership has changed.
hi: समूह की सदस्यता बदल गई है।

source: <%- user_count %> user
hi: <%- user_count %> उपयोगकर्ता

source: <%- user_count %> users
hi: <%- user_count %> उपयोगकर्ता

source: and <%- group_count %> group
hi: और <%- group_count %> समूह

source: and <%- group_count %> groups
hi: और <%- group_count %> समूह

source: Error determining number of matching users
hi: मेल खाने वाले उपयोगकर्ताओं की संख्या निर्धारित करने में त्रुटि

source: Email address is required when users confirm their own accounts.
hi: जब उपयोगकर्ता अपने स्वयं के खातों की पुष्टि करते हैं तो ईमेल पता आवश्यक है।

source: Please enter a valid email address.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।

source: Phone number is required when users confirm their own accounts by sms.
hi: जब उपयोगकर्ता एसएमएस द्वारा अपने स्वयं के खातों की पुष्टि करते हैं तो फोन नंबर आवश्यक है।

source: Phone number should contain only digits 0-9.
hi: फोन नंबर में केवल 0-9 अंक होने चाहिए।

source: Checking availability...
hi: उपलब्धता की जांच कर रहा है...

source: Issue connecting to server. Check Internet connection.
hi: सर्वर से कनेक्ट करने में समस्या। इंटरनेट कनेक्शन की जांच करें।

source: No Access
hi: कोई पहुंच नहीं

source: Access All
hi: सभी तक पहुंच

source: Limited Access
hi: सीमित पहुंच

source: Select which items the role can access:
hi: चुनें कि भूमिका किन वस्तुओं तक पहुंच सकती है:

source: <strong>Web Users</strong> &mdash; invite new web users, manage account settings, remove membership
hi: <strong>वेब उपयोगकर्ता</strong> &mdash; नए वेब उपयोगकर्ताओं को आमंत्रित करें, खाता सेटिंग्स प्रबंधित करें, सदस्यता हटाएँ

source: Edit & View Mobile Workers
hi: मोबाइल श्रमिकों को संपादित करें और देखें

source: View-Only Mobile Workers
hi: केवल देखने के लिए मोबाइल श्रमिक

source: <strong>Manage Tableau Configuration</strong> &mdash; manage tableau configuration for web users
hi: <strong>टेबलॉ कॉन्फ़िगरेशन प्रबंधित करें</strong> &mdash; वेब उपयोगकर्ताओं के लिए टेबलॉ कॉन्फ़िगरेशन प्रबंधित करें

source: Edit & View tableau configuration for web users
hi: वेब उपयोगकर्ताओं के लिए टेबलॉ कॉन्फ़िगरेशन संपादित करें और देखें

source: View-Only tableau configuration for web users
hi: केवल देखने के लिए टेबलॉ कॉन्फ़िगरेशन वेब उपयोगकर्ताओं के लिए

source: <strong>Mobile Workers</strong> &mdash; create new accounts, manage account settings, deactivate or delete mobile workers.
hi: <strong>मोबाइल श्रमिक</strong> &mdash; नए खाते बनाएं, खाता सेटिंग्स प्रबंधित करें, मोबाइल श्रमिकों को निष्क्रिय या हटाएँ।

source: Edit & View Web Users
hi: वेब उपयोगकर्ताओं को संपादित करें और देखें

source: View-Only Web Users
hi: केवल देखने के लिए वेब उपयोगकर्ता

source: <strong>Groups</strong> &mdash; manage groups of mobile workers
hi: <strong>समूह</strong> &mdash; मोबाइल श्रमिकों के समूह प्रबंधित करें

source: Edit & View Groups
hi: समूहों को संपादित करें और देखें

source: View-Only Web Groups
hi: केवल देखने के लिए वेब समूह

source: Allow changing group membership (requires edit groups).
hi: समूह की सदस्यता बदलने की अनुमति दें (समूह संपादित करने की आवश्यकता है)।

source: <strong>Locations</strong> &mdash; manage locations in the Organization's Hierarchy
hi: <strong>स्थान</strong> &mdash; संगठन की पदानुक्रम में स्थानों का प्रबंधन करें

source: Edit & View Locations
hi: स्थान संपादित करें और देखें

source: View-Only Web Locations
hi: केवल देखने के लिए वेब स्थान

source: Allow changing workers at a location.
hi: स्थान पर श्रमिकों को बदलने की अनुमति दें।

source: <strong>Data Dictionary</strong> &mdash; manage case properties within CommCare HQ
hi: <strong>डेटा शब्दकोश</strong> &mdash; CommCare HQ के भीतर मामले की संपत्तियों का प्रबंधन करें

source: Edit & View Data Dictionary
hi: डेटा शब्दकोश संपादित करें और देखें

source: View-Only Data Dictionary
hi: केवल देखने के लिए डेटा शब्दकोश

source: <strong>Data</strong> &mdash; view, export, and edit form and case data, reassign cases
hi: <strong>डेटा</strong> &mdash; फ़ॉर्म और मामले के डेटा को देखें, निर्यात करें और संपादित करें, मामलों को पुनः असाइन करें

source: Edit & View Data
hi: डेटा संपादित करें और देखें

source: <strong>Messaging</strong> &mdash; configure and send conditional alerts
hi: <strong>संदेश भेजना</strong> &mdash; शर्तीय अलर्ट कॉन्फ़िगर करें और भेजें

source: Access Messaging
hi: संदेश भेजने तक पहुंच

source: <strong>Access APIs</strong> &mdash; use CommCare HQ APIs to read and update data. Specific APIs may require additional permissions.
hi: <strong>API तक पहुंच</strong> &mdash; डेटा पढ़ने और अपडेट करने के लिए CommCare HQ APIs का उपयोग करें। विशिष्ट APIs को अतिरिक्त अनुमतियों की आवश्यकता हो सकती है।

source: Access APIs
hi: API तक पहुंच

source: <strong>Applications</strong> &mdash; modify or view the structure and configuration of all applications.
hi: <strong>अनुप्रयोग</strong> &mdash; सभी अनुप्रयोगों की संरचना और कॉन्फ़िगरेशन को संशोधित या देखें।

source: Edit & View Apps
hi: अनुप्रयोग संपादित करें और देखें

source: View-Only Applications
hi: केवल देखने के लिए अनुप्रयोग

source: <strong>Roles &amp; Permissions</strong> &mdash; view web user and mobile worker roles &amp; permissions (only Admins can edit roles)
hi: <strong>भूमिकाएँ और अनुमतियाँ</strong> &mdash; वेब उपयोगकर्ता और मोबाइल श्रमिक भूमिकाएँ और अनुमतियाँ देखें (केवल व्यवस्थापक भूमिकाएँ संपादित कर सकते हैं)

source: View Roles and Permissions
hi: भूमिकाएँ और अनुमतियाँ देखें

source: <strong>Dropzone</strong> &mdash; Upload and download files from the file Dropzone
hi: <strong>ड्रॉपज़ोन</strong> &mdash; फ़ाइल ड्रॉपज़ोन से फ़ाइलें अपलोड और डाउनलोड करें

source: Edit & Download files from the Dropzone
hi: ड्रॉपज़ोन से फ़ाइलें संपादित और डाउनलोड करें

source: View-Only Dropzone
hi: केवल देखने के लिए ड्रॉपज़ोन

source: <strong>Manage Shared Exports</strong> &mdash; access and edit the content and structure of shared exports
hi: <strong>साझा निर्यात प्रबंधित करें</strong> &mdash; साझा निर्यात की सामग्री और संरचना तक पहुंच और संपादित करें

source: <strong>Attendance Tracking</strong> &mdash; Coordinate attendance tracking events and users
hi: <strong>उपस्थिति ट्रैकिंग</strong> &mdash; उपस्थिति ट्रैकिंग घटनाओं और उपयोगकर्ताओं का समन्वय करें

source: Edit Attendance Tracking Events
hi: उपस्थिति ट्रैकिंग घटनाओं को संपादित करें

source: <strong>CommCare Analytics</strong> &mdash; manage CommCare Analytics associated with this project
hi: <strong>CommCare एनालिटिक्स</strong> &mdash; इस प्रोजेक्ट से संबंधित CommCare एनालिटिक्स का प्रबंधन करें

source: Edit & View CommCare Analytics
hi: CommCare एनालिटिक्स संपादित करें और देखें

source: View-Only CommCare Analytics
hi: केवल देखने के लिए CommCare एनालिटिक्स

source: Enterprise Release Management
hi: Enterprise रिलीज प्रबंधन

source: Multi-Environment Release Management
hi: मल्टी-एनवायरनमेंट रिलीज प्रबंधन

source: Linked Project Spaces
hi: लिंक किए गए प्रोजेक्ट स्पेस

source: Allow role to configure linked project spaces
hi: भूमिका को लिंक किए गए प्रोजेक्ट स्पेस कॉन्फ़िगर करने की अनुमति दें

source: Linked Configurations
hi: लिंक किए गए कॉन्फ़िगरेशन

source: Allow role to edit linked configurations on this project space
hi: भूमिका को इस प्रोजेक्ट स्पेस पर लिंक किए गए कॉन्फ़िगरेशन संपादित करने की अनुमति दें

source: Create and Edit Reports
hi: रिपोर्ट बनाएं और संपादित करें

source: Allow role to create and edit reports in report builder.
hi: भूमिका को रिपोर्ट बिल्डर में रिपोर्ट बनाने और संपादित करने की अनुमति दें।
