Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because the owner %(username)s is no longer active.
hi: हमें खेद है, लेकिन आपकी सहेजी गई रिपोर्ट '%(config_name)s' अब उपलब्ध नहीं है क्योंकि स्वामी %(username)s अब सक्रिय नहीं है।

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because your subscription does not allow Custom Reporting. Please talk to your Project Administrator about enabling Custom Reports. If you want CommCare HQ to stop sending this message, please visit %(saved_reports_url)s to remove this Emailed Report.
hi: हमें खेद है, लेकिन आपकी सहेजी गई रिपोर्ट '%(config_name)s' अब उपलब्ध नहीं है क्योंकि आपकी सदस्यता कस्टम रिपोर्टिंग की अनुमति नहीं देती। कृपया कस्टम रिपोर्ट सक्षम करने के लिए अपने परियोजना व्यवस्थापक से बात करें। यदि आप चाहते हैं कि CommCare HQ यह संदेश भेजना बंद कर दे, तो कृपया %(saved_reports_url)s पर जाकर इस ईमेल रिपोर्ट को हटा दें।

source: We are sorry, but your saved report '%(config_name)s' can not be generated since you do not have the correct permissions. Please talk to your Project Administrator about getting permissions for thisreport.
hi: हमें खेद है, लेकिन आपकी सहेजी गई रिपोर्ट '%(config_name)s' उत्पन्न नहीं की जा सकती क्योंकि आपके पास सही अनुमतियाँ नहीं हैं। कृपया इस रिपोर्ट के लिए अनुमतियाँ प्राप्त करने के लिए अपने प्रोजेक्ट प्रशासक से बात करें।

source: We are sorry, but your saved report '%(config_name)s' is no longer available. If you think this is a mistake, please report an issue.
hi: हमें खेद है, लेकिन आपकी सहेजी गई रिपोर्ट '%(config_name)s' अब उपलब्ध नहीं है। यदि आपको लगता है कि यह एक गलती है, तो कृपया एक समस्या रिपोर्ट करें।

source: Choose a date filter...
hi: एक तिथि फ़िल्टर चुनें...

source: Every hour
hi: हर घंटे

source: Every day
hi: हर दिन

source: Day %s of every month
hi: हर महीने का दिन %s

source: Unable to generate email report. Excel files are attached.
hi: ईमेल रिपोर्ट उत्पन्न करने में असमर्थ। एक्सेल फ़ाइलें संलग्न हैं।

source: Email report from CommCare HQ
hi: CommCare HQ से ईमेल रिपोर्ट

source: Emailed report
hi: ईमेल की गई रिपोर्ट

source: Specify New Password
hi: नया पासवर्ड निर्दिष्ट करें

source: Change Password
hi: पासवर्ड बदलें

source: Start with +, followed by Country Code.
hi: + से शुरू करें, उसके बाद देश कोड लिखें।

source: Allowed IP Addresses (comma separated)
hi: अनुमत IP पते (कॉमा से अलग करें)

source: Limit the key's access to a single project space
hi: कुंजी की पहुँच को एक ही प्रोजेक्ट स्पेस तक सीमित करें

source: Date and time the API key should expire on
hi: API कुंजी की समाप्ति की तिथि और समय

source: Must be no later than {} from today: {}
hi: आज से {} से अधिक नहीं होना चाहिए: {}

source: Add New API Key
hi: नई API कुंजी जोड़ें

source: Generate New API Key
hi: नई API कुंजी जनरेट करें

source: {} Days
hi: {} दिन

source: Expiration Date must be in the future
hi: समाप्ति तिथि भविष्य में होनी चाहिए

source: Your Identity Provider does not allow expiration dates beyond {}
hi: आपका पहचान प्रदाता {} से आगे की समाप्ति तिथियों की अनुमति नहीं देता

source: Your password is not stored here.
hi: आपका पासवर्ड यहाँ संग्रहीत नहीं है।

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to change your Single Sign-On password.
hi: आपका खाता <strong>%(idp_name)s</strong> द्वारा प्रबंधित है।<br /> कृपया अपनी संस्था के दस्तावेज़ देखें कि अपना सिंगल साइन-ऑन पासवर्ड कैसे बदलें।

source: My Settings
hi: मेरी सेटिंग्स

source: Phone Numbers
hi: फोन नंबर

source: <p> Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. </p> <p> Thanks,<br /> CommCare HQ </p>
hi: <p> आपकी API कुंजी "%(key_name)s" (अंतिम उपयोग: %(last_used)s) %(expiration_date)s को समाप्त हो जाएगी। यदि आवश्यकता हो तो %(url)s पर जाकर नई कुंजी जनरेट करें। </p> <p> धन्यवाद,<br /> CommCare HQ </p>

source: Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. Thanks, CommCare HQ
hi: आपकी API कुंजी "%(key_name)s" (अंतिम उपयोग: %(last_used)s) %(expiration_date)s को समाप्त हो जाएगी। यदि आवश्यकता हो तो %(url)s पर जाकर नई कुंजी जनरेट करें। धन्यवाद, CommCare HQ

source: Enable Privileges on Mobile
hi: मोबाइल पर विशेषाधिकार सक्षम करें

source: Scanning this QR code from CommCare will enable special privileges for your mobile device, and should not be shared with partners or other external users for any reason.
hi: CommCare से इस QR कोड को स्कैन करने से आपके मोबाइल डिवाइस के लिए विशेषाधिकार सक्षम होंगे, और इसे किसी भी कारण से साझेदारों या अन्य बाहरी उपयोगकर्ताओं के साथ साझा नहीं किया जाना चाहिए।

source: You can scan this QR code in CommCare by going to the app manager options menu and selecting 'Advanced', and then 'Enable Mobile Privileges'.
hi: आप इस QR कोड को CommCare में ऐप मैनेजर विकल्प मेनू में जाकर, 'एडवांस्ड' चुनकर और फिर 'मोबाइल विशेषाधिकार सक्षम करें' चुनकर स्कैन कर सकते हैं।

source: Inactivity Timeout (minutes)
hi: निष्क्रियता टाइमआउट (मिनट में)

source: You are currently not a member of any projects.
hi: आप वर्तमान में किसी भी प्रोजेक्ट के सदस्य नहीं हैं।

source: Remove My Membership
hi: मेरी सदस्यता हटाएँ

source: Remove Project Membership?
hi: प्रोजेक्ट सदस्यता हटाएँ?

source: Are you sure you want to remove yourself from the project %(dn)s?
hi: क्या आप वाकई खुद को प्रोजेक्ट %(dn)s से हटाना चाहते हैं?

source: You are this project's administrator.
hi: आप इस प्रोजेक्ट के प्रशासक हैं।

source: Create a New Project
hi: नया प्रोजेक्ट बनाएँ

source: Copy Full Key
hi: पूर्ण कुंजी कॉपी करें

source: Expired
hi: समाप्त हो गया

source: Delete Key
hi: कुंजी हटाएँ

source: Deleting this key will prevent any future API requests that use this key. This action cannot be undone. Are you sure?
hi: इस कुंजी को हटाने से भविष्य में इस कुंजी का उपयोग करने वाले सभी API अनुरोध असफल हो जाएंगे। यह क्रिया पूर्ववत नहीं की जा सकती। क्या आप सुनिश्चित हैं?

source: Make sure to enter a valid phone number starting with a +, followed by your country code.
hi: सुनिश्चित करें कि आप + से शुरू होने वाला और उसके बाद देश कोड वाला मान्य फोन नंबर दर्ज करें।

source: My Account
hi: मेरा खाता

source: My Information
hi: मेरी जानकारी

source: Phone number added.
hi: फोन नंबर जोड़ा गया।

source: Invalid phone number format entered. Please enter number, including country code, in digits only.
hi: अमान्य फोन नंबर प्रारूप दर्ज किया गया। कृपया केवल अंकों में देश कोड सहित नंबर दर्ज करें।

source: Phone number deleted.
hi: फोन नंबर हटाया गया।

source: Primary phone number updated.
hi: प्राथमिक फोन नंबर अपडेट किया गया।

source: Unable remove membership because you are the admin of %s
hi: सदस्यता हटाने में असमर्थ क्योंकि आप %s के प्रशासक हैं

source: You are no longer part of the project %s
hi: अब आप प्रोजेक्ट %s का हिस्सा नहीं हैं

source: There was an error removing you from this project.
hi: इस परियोजना से आपको हटाने में त्रुटि हुई।

source: Change My Password
hi: मेरा पासवर्ड बदलें

source: Your password was successfully changed!
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है!

source: Two Factor Authentication Setup
hi: दो-कारक प्रमाणीकरण सेटअप

source: Two Factor Authentication Setup Complete
hi: दो-कारक प्रमाणीकरण सेटअप पूर्ण

source: Two Factor Authentication Backup Tokens
hi: दो-कारक प्रमाणीकरण बैकअप टोकन

source: Two Factor Authentication Phone Setup
hi: दो-कारक प्रमाणीकरण फोन सेटअप

source: Phone number removed.
hi: फोन नंबर हटा दिया गया।

source: IP Allowlist
hi: आईपी अनुमत सूची

source: Last Used
hi: अंतिम बार उपयोग किया गया

source: Expiration Date
hi: समाप्ति तिथि

source: Copy this in a secure place. It will not be shown again.
hi: इसे सुरक्षित स्थान पर कॉपी करें। यह फिर से नहीं दिखाया जाएगा।

source: All IP Addresses
hi: सभी आईपी पते

source: New user {username} registered for {domain} through SMS
hi: नया उपयोगकर्ता {username} ने {domain} के लिए एसएमएस के माध्यम से पंजीकरण किया

source: Message Type
hi: संदेश प्रकार

source: Select Message Type...
hi: संदेश प्रकार चुनें...

source: Reminder
hi: अनुस्मारक

source: Broadcast
hi: प्रसारण

source: Callback
hi: कॉलबैक

source: Default
hi: डिफ़ॉल्ट

source: Select Error...
hi: त्रुटि चुनें...

source: Communication Type
hi: संचार प्रकार

source: Select Communication Type...
hi: संचार प्रकार चुनें...

source: Conditional Alert
hi: शर्तीय अलर्ट

source: Content Type
hi: सामग्री प्रकार

source: SMS Callback
hi: एसएमएस कॉलबैक

source: Other SMS
hi: अन्य एसएमएस

source: In Progress
hi: प्रगति में

source: Not Completed
hi: पूरा नहीं हुआ

source: Delivered (Email Only)
hi: डिलीवर किया गया (केवल ईमेल)

source: Enter a full or partial phone number to filter results
hi: परिणामों को फ़िल्टर करने के लिए पूरा या आंशिक फोन नंबर दर्ज करें

source: Phone Number or Email Address
hi: फोन नंबर या ईमेल पता

source: Enter a full or partial phone number or a full or partial email address to filter results
hi: परिणामों को फ़िल्टर करने के लिए पूरा या आंशिक फोन नंबर या पूरा या आंशिक ईमेल पता दर्ज करें

source: Custom
hi: कस्टम

source: Don't use counter
hi: काउंटर का उपयोग न करें

source: Use counter with threshold:
hi: थ्रेशोल्ड के साथ काउंटर का उपयोग करें:

source: Nobody
hi: कोई नहीं

source: Cases only
hi: केवल केस

source: Mobile Workers only
hi: केवल मोबाइल वर्कर

source: Cases and Mobile Workers
hi: केस और मोबाइल वर्कर

source: Only send message if text is available in recipient's preferred language
hi: केवल तभी संदेश भेजें जब प्राप्तकर्ता की पसंदीदा भाषा में पाठ उपलब्ध हो

source: Use text from the alert or broadcast's default language as a backup
hi: बैकअप के रूप में अलर्ट या प्रसारण की डिफ़ॉल्ट भाषा से पाठ का उपयोग करें

source: Use text from the project's default language as a backup if the alert or broadcast's language is also unavailable
hi: यदि अलर्ट या प्रसारण की भाषा भी उपलब्ध नहीं है, तो परियोजना की डिफ़ॉल्ट भाषा से पाठ का उपयोग बैकअप के रूप में करें

source: Use all available text backups, including untranslated content
hi: सभी उपलब्ध पाठ बैकअप का उपयोग करें, जिसमें अनुवादित न किया गया सामग्री भी शामिल है

source: Something went wrong. Please reload the page and try again.
hi: कुछ गलत हो गया। कृपया पृष्ठ को पुनः लोड करें और फिर से प्रयास करें।

source: You must specify at least one phonenumber.
hi: आपको कम से कम एक फोन नंबर निर्दिष्ट करना होगा।

source: Default SMS Response
hi: डिफ़ॉल्ट एसएमएस उत्तर

source: Send SMS on...
hi: एसएमएस भेजें...

source: any day, at any time
hi: किसी भी दिन, किसी भी समय

source: only specific days and times
hi: केवल विशिष्ट दिन और समय

source: SMS Survey Date Format
hi: एसएमएस सर्वेक्षण तिथि प्रारूप

source: Enter a Case Property
hi: एक केस प्रॉपर्टी दर्ज करें

source: Enter a Number
hi: एक संख्या दर्ज करें

source: Delay Automated SMS
hi: स्वचालित एसएमएस में देरी करें

source: Conversation Duration
hi: संवाद की अवधि

source: Survey Traffic
hi: सर्वेक्षण ट्रैफिक

source: Show all survey traffic
hi: सभी सर्वेक्षण ट्रैफिक दिखाएँ

source: Hide all survey traffic except invalid responses
hi: अमान्य उत्तरों को छोड़कर सभी सर्वेक्षण ट्रैफिक छुपाएँ

source: Hide all survey traffic
hi: सभी सर्वेक्षण ट्रैफिक छुपाएँ

source: A Message is Read...
hi: एक संदेश पढ़ा गया है...

source: when it is read by anyone
hi: जब इसे कोई भी पढ़ता है

source: only for the user that reads it
hi: केवल उस उपयोगकर्ता के लिए जो इसे पढ़ता है

source: Enter Chat Template Identifier
hi: चैट टेम्पलेट पहचानकर्ता दर्ज करें

source: Case Self-Registration
hi: केस स्व-पंजीकरण

source: Default Case Type
hi: डिफ़ॉल्ट केस प्रकार

source: Default Case Owner
hi: डिफ़ॉल्ट केस स्वामी

source: Registration Submitter
hi: पंजीकरण सबमिटर

source: SMS Mobile Worker Registration
hi: एसएमएस मोबाइल वर्कर पंजीकरण

source: Emails to send alerts for new mobile worker registrations
hi: नए मोबाइल वर्कर पंजीकरण के लिए अलर्ट भेजने हेतु ईमेल

source: Send registration welcome message to
hi: पंजीकरण स्वागत संदेश भेजें

source: Backup behavior for missing translations
hi: अनुपलब्ध अनुवादों के लिए बैकअप व्यवहार

source: Override Daily Outbound SMS Limit
hi: दैनिक आउटबाउंड एसएमएस सीमा ओवरराइड करें

source: Daily Outbound SMS Limit
hi: दैनिक आउटबाउंड एसएमएस सीमा

source: Enter Default Response
hi: डिफ़ॉल्ट उत्तर दर्ज करें

source: Enable this option to provide a default response when a user's incoming SMS does not answer an open survey or match a known keyword.
hi: इस विकल्प को सक्षम करें ताकि जब उपयोगकर्ता का आने वाला एसएमएस किसी खुले सर्वेक्षण का उत्तर न दे या किसी ज्ञात कीवर्ड से मेल न खाए, तो एक डिफ़ॉल्ट उत्तर प्रदान किया जा सके।

source: Use this option to limit the times that SMS messages can be sent to users. Messages that are sent outside these windows will remained queued and will go out as soon as another window opens up.
hi: इस विकल्प का उपयोग करें ताकि एसएमएस संदेश भेजने के समय को सीमित किया जा सके। इन विंडोज़ के बाहर भेजे गए संदेश कतार में रहेंगे और जैसे ही अगली विंडो खुलेगी, भेज दिए जाएंगे।

source: Choose the format in which date questions should be answered in SMS surveys.
hi: चुनें कि एसएमएस सर्वेक्षणों में तिथि संबंधी प्रश्नों का उत्तर किस प्रारूप में दिया जाना चाहिए।

source: When this option is enabled, a person can send an SMS into the system saying 'join [project]', where [project] is your project space name, and the system will automatically create a case tied to that person's phone number.
hi: जब यह विकल्प सक्षम हो, तो कोई व्यक्ति सिस्टम में 'join [project]' लिखकर एसएमएस भेज सकता है, जहाँ [project] आपका प्रोजेक्ट स्पेस नाम है, और सिस्टम स्वचालित रूप से उस व्यक्ति के फोन नंबर से जुड़ा केस बना देगा।

source: Enter a Case Type
hi: एक केस प्रकार दर्ज करें

source: Cases that self-register over SMS will be given this case type.
hi: एसएमएस के माध्यम से स्व-पंजीकरण करने वाले केसों को यह केस प्रकार दिया जाएगा।

source: Cases that self-register over SMS will be owned by this user or user group.
hi: एसएमएस के माध्यम से स्व-पंजीकरण करने वाले केस इस उपयोगकर्ता या उपयोगकर्ता समूह के स्वामित्व में होंगे।

source: The form submission for a self-registration will belong to this user.
hi: स्व-पंजीकरण के लिए फॉर्म सबमिशन इस उपयोगकर्ता के अंतर्गत होगा।

source: When this option is enabled, a person can send an SMS into the system saying 'join [project] worker [username]' (where [project] is your project space and [username] is an optional username), and the system will add them as a mobile worker.
hi: जब यह विकल्प सक्षम हो, तो कोई व्यक्ति सिस्टम में 'join [project] worker [username]' (जहाँ [project] आपका प्रोजेक्ट स्पेस है और [username] वैकल्पिक उपयोगकर्ता नाम है) लिखकर एसएमएस भेज सकता है, और सिस्टम उन्हें मोबाइल वर्कर के रूप में जोड़ देगा।

source: Email these people when new users register through SMS
hi: एसएमएस के माध्यम से नए उपयोगकर्ता पंजीकरण पर इन लोगों को ईमेल भेजें

source: Choose whether to send an automatic welcome message to cases, mobile workers, or both, after they self-register. The welcome message can be configured in the SMS languages and translations page (Messaging -> Languages -> Messaging Translations).
hi: चुनें कि स्व-पंजीकरण के बाद केस, मोबाइल वर्कर, या दोनों को स्वचालित स्वागत संदेश भेजना है या नहीं। स्वागत संदेश को एसएमएस भाषाओं और अनुवाद पृष्ठ (Messaging -> Languages -> Messaging Translations) में कॉन्फ़िगर किया जा सकता है।

source: Choose what should happen when a broadcast or alert should be sent to a recipient but no translations exists in the user's preferred language. You may choose not to send a message in that case, or to try one of several backups.<br><br>The first backup uses the broadcast or alert's default language. If that translation is also unavailable, the second backup is text in the project's default SMS language. If that translation is also unavailable, you may choose to use untranslated text, if there is any.
hi: चुनें कि जब किसी प्राप्तकर्ता को प्रसारण या अलर्ट भेजा जाना चाहिए लेकिन उपयोगकर्ता की पसंदीदा भाषा में कोई अनुवाद उपलब्ध न हो, तो क्या होना चाहिए। आप उस स्थिति में संदेश न भेजने का विकल्प चुन सकते हैं, या कई बैकअप में से किसी एक को आज़मा सकते हैं।<br><br>पहला बैकअप प्रसारण या अलर्ट की डिफ़ॉल्ट भाषा का उपयोग करता है। यदि वह अनुवाद भी अनुपलब्ध है, तो दूसरा बैकअप प्रोजेक्ट की डिफ़ॉल्ट एसएमएस भाषा का पाठ है। यदि वह अनुवाद भी अनुपलब्ध है, तो आप बिना अनुवादित पाठ का उपयोग करने का विकल्प चुन सकते हैं, यदि कोई हो।

source: Whatsapp-enabled phone number for use with Twilio. This should be formatted as a full-length, numeric-only phone number, e.g., 16173481000.
hi: Twilio के साथ उपयोग के लिए Whatsapp-सक्षम फोन नंबर। इसे पूर्ण लंबाई, केवल संख्यात्मक फोन नंबर के रूप में प्रारूपित किया जाना चाहिए, जैसे, 16173481000।

source: Registration Settings
hi: पंजीकरण सेटिंग्स

source: Case Name Display
hi: केस नाम प्रदर्शन

source: By default, when chatting with a case, the chat window will use the case's "name" case property when displaying the case's name. To use a different case property, specify it here.
hi: डिफ़ॉल्ट रूप से, जब किसी केस के साथ चैट की जाती है, तो चैट विंडो केस का नाम दिखाने के लिए केस की "name" प्रॉपर्टी का उपयोग करेगी। किसी अन्य केस प्रॉपर्टी का उपयोग करने के लिए, यहाँ निर्दिष्ट करें।

source: Message Counter
hi: संदेश काउंटर

source: The chat window can use a counter to keep track of how many messages are being sent and received and highlight that number after a certain threshold is reached. By default, the counter is disabled. To enable it, enter the desired threshold here.
hi: चैट विंडो भेजे और प्राप्त किए जा रहे संदेशों की संख्या को ट्रैक करने के लिए काउंटर का उपयोग कर सकती है और एक निश्चित सीमा पार होने पर उस संख्या को हाइलाइट कर सकती है। डिफ़ॉल्ट रूप से, काउंटर अक्षम है। इसे सक्षम करने के लिए, यहाँ वांछित सीमा दर्ज करें।

source: When this option is enabled, the system will not send automated SMS to chat recipients when those recipients are in the middle of a conversation.
hi: जब यह विकल्प सक्षम हो, तो सिस्टम उन चैट प्राप्तकर्ताओं को स्वचालित एसएमएस नहीं भेजेगा जब वे संवाद के बीच में हों।

source: The number of minutes to wait after receiving an incoming SMS from a chat recipient before resuming automated SMS to that recipient.
hi: चैट प्राप्तकर्ता से आने वाले एसएमएस प्राप्त होने के बाद स्वचालित एसएमएस फिर से शुरू करने से पहले प्रतीक्षा करने के लिए मिनटों की संख्या।

source: This option allows you to hide a chat recipient's survey questions and responses from chat windows. There is also the option to show only invalid responses to questions in the chat window, which could be attempts to converse.
hi: यह विकल्प आपको चैट विंडो से चैट प्राप्तकर्ता के सर्वेक्षण प्रश्नों और उत्तरों को छुपाने की अनुमति देता है। चैट विंडो में केवल अमान्य उत्तर दिखाने का विकल्प भी है, जो संवाद करने का प्रयास हो सकता है।

source: The chat window will mark unread messages to the user viewing them. Use this option to control whether a message counts as being read if it is read by anyone, or if it counts as being read only to the user who reads it.
hi: चैट विंडो उपयोगकर्ता को दिखाए गए अपठित संदेशों को चिह्नित करेगी। इस विकल्प का उपयोग करें यह नियंत्रित करने के लिए कि क्या कोई संदेश किसी के द्वारा पढ़े जाने पर पढ़ा हुआ माना जाए, या केवल उस उपयोगकर्ता के लिए जिसने उसे पढ़ा हो।

source: Chat Settings
hi: चैट सेटिंग्स

source: Internal Settings (Dimagi Only)
hi: आंतरिक सेटिंग्स (केवल डिमागी के लिए)

source: Chat Template
hi: चैट टेम्पलेट

source: To use a custom template to render the chat window, enter it here.
hi: चैट विंडो को प्रस्तुत करने के लिए कस्टम टेम्पलेट का उपयोग करने हेतु, इसे यहाँ दर्ज करें।

source: SMS will only be sent when any of the following is true:
hi: एसएमएस केवल तब भेजा जाएगा जब निम्न में से कोई एक सत्य हो:

source: Automated SMS will be suppressed during chat conversations when any of the following is true:
hi: चैट वार्तालापों के दौरान स्वचालित एसएमएस को तब दबा दिया जाएगा जब निम्न में से कोई एक सत्य हो:

source: Organization: {}
hi: संगठन: {}

source: User Group: {}
hi: उपयोगकर्ता समूह: {}

source: User: {}
hi: उपयोगकर्ता: {}

source: Please enter a positive number
hi: कृपया एक धनात्मक संख्या दर्ज करें

source: Unknown custom template identifier.
hi: अज्ञात कस्टम टेम्पलेट पहचानकर्ता।

source: An error has occurred. Please try again, and if the problem persists, please report an issue.
hi: एक त्रुटि हुई है। कृपया पुनः प्रयास करें, और यदि समस्या बनी रहती है, तो कृपया एक समस्या रिपोर्ट करें।

source: Invalid day chosen.
hi: अमान्य दिन चुना गया है।

source: End time must come after start time.
hi: समाप्ति समय प्रारंभ समय के बाद होना चाहिए।

source: Please select again
hi: कृपया फिर से चयन करें

source: Display Name
hi: प्रदर्शित नाम

source: Give other domains access.
hi: अन्य डोमेन को पहुँच दें।

source: List of authorized domains
hi: अधिकृत डोमेन की सूची

source: A comma-separated list of domain names
hi: डोमेन नामों की कॉमा से अलग की गई सूची

source: Reply-To Phone Number
hi: रिप्लाई-टू फोन नंबर

source: Inbound API Key
hi: इनबाउंड एपीआई कुंजी

source: List of opt out keywords
hi: ऑप्ट आउट कीवर्ड्स की सूची

source: A comma-separated list of keywords
hi: कीवर्ड्स की कॉमा से अलग की गई सूची

source: List of opt in keywords
hi: ऑप्ट इन कीवर्ड्स की सूची

source: Create SMS Gateway
hi: एसएमएस गेटवे बनाएँ

source: Name may not contain any spaces.
hi: नाम में कोई स्पेस नहीं होनी चाहिए।

source: Name is already in use.
hi: नाम पहले से उपयोग में है।

source: Catch-All Gateway
hi: कैच-ऑल गेटवे

source: (none)
hi: (कोई नहीं)

source: Default Gateways
hi: डिफ़ॉल्ट गेटवे

source: Default Gateway by Prefix
hi: प्रिफिक्स द्वारा डिफ़ॉल्ट गेटवे

source: Please enter a positive number for the prefix.
hi: कृपया प्रिफिक्स के लिए एक धनात्मक संख्या दर्ज करें।

source: Invalid Backend Specified.
hi: अमान्य बैकएंड निर्दिष्ट किया गया है।

source: An unexpected error occurred. Please reload and try again
hi: एक अप्रत्याशित त्रुटि हुई है। कृपया पुनः लोड करें और फिर से प्रयास करें

source: Prefix is specified twice: %s
hi: प्रिफिक्स दो बार निर्दिष्ट किया गया है: %s

source: Create Another Gateway
hi: एक और गेटवे बनाएँ

source: Receive stockout facilities SMS alert
hi: स्टॉकआउट सुविधाओं के एसएमएस अलर्ट प्राप्त करें

source: This will alert you with specific users/facilities that are stocked out of your commodities
hi: यह आपको उन विशिष्ट उपयोगकर्ताओं/सुविधाओं के बारे में सतर्क करेगा जिनके पास आपकी वस्तुएँ समाप्त हो गई हैं

source: Receive stockout commodities SMS alert
hi: स्टॉकआउट वस्तुओं के एसएमएस अलर्ट प्राप्त करें

source: This will alert you with specific commodities that are stocked out by your users/facilities
hi: यह आपको उन विशिष्ट वस्तुओं के बारे में सतर्क करेगा जो आपके उपयोगकर्ताओं/सुविधाओं द्वारा समाप्त हो गई हैं

source: Receive stockout SMS alert
hi: स्टॉकआउट एसएमएस अलर्ट प्राप्त करें

source: This will alert you with the percent of facilities that are stocked out of a specific commodity
hi: यह आपको एक विशिष्ट वस्तु के लिए स्टॉकआउट सुविधाओं के प्रतिशत के बारे में सतर्क करेगा

source: Receive non-reporting SMS alert
hi: गैर-रिपोर्टिंग एसएमएस अलर्ट प्राप्त करें

source: This alert highlight users/facilities which have not submitted their CommCare Supply stock report.
hi: यह अलर्ट उन उपयोगकर्ताओं/सुविधाओं को उजागर करता है जिन्होंने अपना CommCare Supply स्टॉक रिपोर्ट जमा नहीं किया है।

source: Subscribe settings
hi: सदस्यता सेटिंग्स

source: Update settings
hi: सेटिंग्स अपडेट करें

source: 0 characters (160 max)
hi: 0 अक्षर (अधिकतम 160)

source: Send Message
hi: संदेश भेजें

source: Phone number with country code
hi: देश कोड के साथ फोन नंबर

source: Attempt to claim the channel for this number.
hi: इस नंबर के लिए चैनल का दावा करने का प्रयास करें।

source: Use this option if the phone number is used by multiple projects and is currently claimed by another project or the default owner of the number is a different project.
hi: इस विकल्प का उपयोग करें यदि फोन नंबर कई प्रोजेक्ट्स द्वारा उपयोग किया जाता है और वर्तमान में किसी अन्य प्रोजेक्ट द्वारा दावा किया गया है या नंबर का डिफ़ॉल्ट मालिक कोई अन्य प्रोजेक्ट है।

source: An error has occurred. Please try restarting the survey.
hi: एक त्रुटि हुई है। कृपया सर्वेक्षण को पुनः आरंभ करने का प्रयास करें।
