Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Groups are a useful way of combining multiple <strong>Mobile Workers</strong> into one entity that can be managed in the following ways:
hi: समूह कई <strong>मोबाइल कार्यकर्ताओं</strong> को एक इकाई में जोड़ने का एक उपयोगी तरीका है जिसे निम्नलिखित तरीकों से प्रबंधित किया जा सकता है:

source: <strong>Reporting Groups</strong> are used in reports to filter and view data.
hi: <strong>रिपोर्टिंग समूह</strong> रिपोर्ट्स में डेटा को फ़िल्टर और देखने के लिए उपयोग किए जाते हैं।

source: <strong>Case Sharing Groups</strong> allow their members to share a case list in a case-sharing app.
hi: <strong>मामला साझा करने वाले समूह</strong> अपने सदस्यों को केस-शेयरिंग ऐप में केस सूची साझा करने की अनुमति देते हैं।

source: Project Groups
hi: प्रोजेक्ट समूह

source: Reporting Group
hi: रिपोर्टिंग समूह

source: Reporting Groups
hi: रिपोर्टिंग समूह

source: Reporting groups are used in reports to filter and view data.
hi: रिपोर्टिंग समूह रिपोर्ट्स में डेटा को फ़िल्टर और देखने के लिए उपयोग किए जाते हैं।

source: You can remove this group from reports by editing this group's settings.
hi: आप इस समूह को रिपोर्ट्स से हटा सकते हैं इस समूह की सेटिंग्स को संपादित करके।

source: Case Sharing Group
hi: मामला साझा करने वाला समूह

source: Case Sharing Groups
hi: मामला साझा करने वाले समूह

source: Case sharing groups allow their members to share a case list in a case-sharing app.
hi: मामला साझा करने वाले समूह अपने सदस्यों को केस-शेयरिंग ऐप में केस सूची साझा करने की अनुमति देते हैं।

source: You can change this by editing this group's settings.
hi: आप इसे इस समूह की सेटिंग्स को संपादित करके बदल सकते हैं।

source: Limited Access
hi: सीमित पहुँच

source: There are no groups currently visible to you. If you think this is incorrect, please contact your project's administrator.
hi: वर्तमान में आपके लिए कोई समूह दिखाई नहीं दे रहे हैं। यदि आपको लगता है कि यह गलत है, तो कृपया अपने प्रोजेक्ट के व्यवस्थापक से संपर्क करें।

source: You don't have any groups yet, please create a Group to get started.
hi: आपके पास अभी कोई समूह नहीं है, कृपया आरंभ करने के लिए एक समूह बनाएँ।

source: Viewing Group
hi: समूह देखना

source: Editing Group
hi: समूह संपादित करना

source: This group has been deleted already.
hi: यह समूह पहले ही हटा दिया गया है।

source: If you would like to undelete it you can do so below.
hi: यदि आप इसे पुनः स्थापित करना चाहते हैं, तो नीचे ऐसा कर सकते हैं।

source: Restore Group "%(group_name)s"
hi: समूह "%(group_name)s" पुनर्स्थापित करें

source: Change group type to Reporting Group
hi: समूह प्रकार को रिपोर्टिंग समूह में बदलें

source: Edit Settings
hi: सेटिंग्स संपादित करें

source: Verify Phone Numbers
hi: फोन नंबर सत्यापित करें

source: Initiate Phone Number Verification for All Mobile Workers In This Group
hi: इस समूह के सभी मोबाइल कार्यकर्ताओं के लिए फोन नंबर सत्यापन प्रारंभ करें

source: For all active mobile workers in this group, and for each phone number, this will initiate an SMS verification workflow. When a user replies to the SMS, their phone number will be verified.<br><br>If the phone number is already verified or if the phone number is already in use by another contact in the system, nothing will happen. If the phone number is pending verification, the verification SMS will be resent.
hi: इस समूह के सभी सक्रिय मोबाइल कार्यकर्ताओं के लिए, और प्रत्येक फोन नंबर के लिए, यह एक एसएमएस सत्यापन वर्कफ़्लो प्रारंभ करेगा। जब कोई उपयोगकर्ता एसएमएस का उत्तर देता है, तो उनका फोन नंबर सत्यापित हो जाएगा।<br><br>यदि फोन नंबर पहले से सत्यापित है या यदि फोन नंबर पहले से ही सिस्टम में किसी अन्य संपर्क द्वारा उपयोग में है, तो कुछ नहीं होगा। यदि फोन नंबर सत्यापन के लिए लंबित है, तो सत्यापन एसएमएस फिर से भेजा जाएगा।

source: Delete Group "%(group_name)s"
hi: समूह "%(group_name)s" हटाएँ

source: Group Membership
hi: समूह सदस्यता

source: Group Data
hi: समूह डेटा

source: <p>No Mobile Workers are currently assigned to this group.</p>
hi: <p>इस समूह में वर्तमान में कोई मोबाइल कार्यकर्ता असाइन नहीं हैं।</p>

source: Your permissions allow you to <strong>create, update, and delete groups</strong> and <strong>update group details &amp; data</strong>. However, your project administrator has not granted you permission to change the group membership.
hi: आपकी अनुमतियाँ आपको <strong>समूह बनाने, अपडेट करने और हटाने</strong> और <strong>समूह विवरण एवं डेटा अपडेट करने</strong> की अनुमति देती हैं। हालांकि, आपके प्रोजेक्ट व्यवस्थापक ने आपको समूह सदस्यता बदलने की अनुमति नहीं दी है।

source: Updating Group Membership, please wait...
hi: समूह सदस्यता अपडेट हो रही है, कृपया प्रतीक्षा करें...

source: No Data Provided
hi: कोई डेटा प्रदान नहीं किया गया

source: Update Group Data
hi: समूह डेटा अपडेट करें

source: Delete Group "%(group_name)s"?
hi: समूह "%(group_name)s" हटाएँ?

source: Are you sure you want to delete the group "%(group_name)s"?
hi: क्या आप वाकई समूह "%(group_name)s" को हटाना चाहते हैं?

source: Edit Settings for Group "%(group_name)s"
hi: समूह "%(group_name)s" के लिए सेटिंग्स संपादित करें

source: Determines whether users within this group will share cases with each other.
hi: निर्धारित करता है कि क्या इस समूह के उपयोगकर्ता एक-दूसरे के साथ केस साझा करेंगे।

source: Warning: Case sharing will not work until enabled under application settings. Read more here:
hi: चेतावनी: केस साझा करना तब तक काम नहीं करेगा जब तक कि इसे एप्लिकेशन सेटिंग्स में सक्षम न किया जाए। यहाँ और पढ़ें:

source: Reporting
hi: रिपोर्टिंग

source: Indicate whether this group's name should appear in the group filter for reports.
hi: यह संकेत दें कि क्या इस समूह का नाम रिपोर्टों के लिए समूह फ़िल्टर में दिखना चाहिए।

source: Change Group Type for "%(group_name)s" to Reporting Group
hi: "%(group_name)s" के लिए समूह प्रकार को रिपोर्टिंग समूह में बदलें

source: Are you sure you want to save "%(group_name)s" as a <strong>Reporting Group</strong> only?
hi: क्या आप वाकई "%(group_name)s" को केवल <strong>रिपोर्टिंग समूह</strong> के रूप में सहेजना चाहते हैं?

source: You will not be able to enable case sharing again until you upgrade, but you can edit the group once again.
hi: आप तब तक केस साझा करना फिर से सक्षम नहीं कर पाएंगे जब तक आप अपग्रेड नहीं करते, लेकिन आप समूह को फिर से संपादित कर सकते हैं।

source: Case Sharing Groups are not available on your subscription. This feature is only available on our Pro plan or higher.
hi: केस साझा करने वाले समूह आपकी सदस्यता में उपलब्ध नहीं हैं। यह सुविधा केवल हमारे प्रो प्लान या उससे ऊपर के लिए उपलब्ध है।

source: This is a <strong>Case Sharing Group</strong>. You subscription no longer supports Case Sharing Groups. Editing this group will be disabled until you either upgrade to our Pro plan or <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">change the group type to <strong>Reporting Group</strong> only</a>.
hi: यह एक <strong>केस साझा करने वाला समूह</strong> है। आपकी सदस्यता अब केस साझा करने वाले समूहों का समर्थन नहीं करती है। इस समूह को संपादित करना तब तक अक्षम रहेगा जब तक आप या तो हमारे प्रो प्लान में अपग्रेड नहीं करते या <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">समूह प्रकार को केवल <strong>रिपोर्टिंग समूह</strong> में बदलें</a>।

source: We could not create the group; please give it a name first
hi: हम समूह नहीं बना सके; कृपया पहले इसे कोई नाम दें

source: A group with this name already exists: instead of making a new one, we've brought you to the existing one.
hi: इस नाम का एक समूह पहले से मौजूद है: नया बनाने के बजाय, हमने आपको मौजूदा समूह पर पहुँचा दिया है।

source: You have deleted a group. <a href="{url}" class="post-link">Undo</a>
hi: आपने एक समूह हटा दिया है। <a href="{url}" class="post-link">पूर्ववत करें</a>

source: The "{0}" group has been restored.
hi: "{0}" समूह पुनर्स्थापित कर दिया गया है।

source: You tried to remove the group's name, but every group must have a name so we left it unchanged.
hi: आपने समूह का नाम हटाने की कोशिश की, लेकिन हर समूह का एक नाम होना चाहिए, इसलिए हमने इसे अपरिवर्तित छोड़ा।

source: We didn't rename your group because there's already another group with that name.
hi: हमने आपके समूह का नाम नहीं बदला क्योंकि पहले से ही उस नाम का एक और समूह मौजूद है।

source: Unable to update group data. Please check the key-value mappings and try to update again.
hi: समूह डेटा अपडेट करने में असमर्थ। कृपया कुंजी-मूल्य मैपिंग जांचें और फिर से अपडेट करने का प्रयास करें।

source: Group '%s' data updated!
hi: समूह '%s' का डेटा अपडेट किया गया!

source: Group %s updated!
hi: समूह %s अपडेट किया गया!

source: This field is required.
hi: यह फ़ील्ड आवश्यक है।

source: Enter a space-separated list of case ids to reprocess. Reminder rules will be rerun for the case, and the case's phone number entries will be synced.
hi: पुनः प्रोसेस करने के लिए केस आईडी की स्पेस से अलग की गई सूची दर्ज करें। रिमाइंडर नियम केस के लिए फिर से चलेंगे, और केस के फोन नंबर प्रविष्टियाँ सिंक हो जाएँगी।

source: The following email addresses are not dimagi email addresses:
hi: निम्नलिखित ईमेल पते डिमैगी ईमेल पते नहीं हैं:

source: The following users do not exist on this site, please have the user registered first:
hi: निम्नलिखित उपयोगकर्ता इस साइट पर मौजूद नहीं हैं, कृपया पहले उपयोगकर्ता को पंजीकृत करवाएँ:

source: Confirm the username
hi: उपयोगकर्ता नाम की पुष्टि करें

source: Verified by
hi: द्वारा सत्यापित

source: Days to allow access
hi: पहुंच की अनुमति देने के दिन

source: Number of days the user can access CommCare HQ before needing to re-enable two-factor auth.This is useful if someone has lost their phone and can't immediately re-setup two-factor auth.
hi: उपयोगकर्ता CommCare HQ तक कितने दिनों तक पहुँच सकता है, इससे पहले कि उसे दो-कारक प्रमाणीकरण फिर से सक्षम करना पड़े। यह तब उपयोगी है जब किसी का फोन खो गया हो और तुरंत दो-कारक प्रमाणीकरण फिर से सेटअप न कर सके।

source: Please give a reason for this action.
hi: कृपया इस क्रिया का कारण बताएं।

source: Reset account password
hi: खाता पासवर्ड रीसेट करें

source: Resetting the user's password will force them to follow the 'Forgot Password' workflow. Use this if it is suspected that the password has been compromised.
hi: उपयोगकर्ता का पासवर्ड रीसेट करने से उन्हें 'पासवर्ड भूल गए' वर्कफ़्लो का पालन करने के लिए बाध्य किया जाएगा। इसका उपयोग तब करें जब संदेह हो कि पासवर्ड से समझौता किया गया है।

source: ADMINREPORT
hi: प्रशासन रिपोर्ट

source: Admin Phone Number Report
hi: प्रशासन फोन नंबर रिपोर्ट

source: User Audit Events
hi: उपयोगकर्ता ऑडिट ईवेंट्स

source: Domain
hi: डोमेन

source: IP Address
hi: आईपी पता

source: Request Method
hi: अनुरोध विधि

source: Request Path
hi: अनुरोध पथ

source: You must specify either a username or a domain. Requesting all audit events across all users and domains would exceed system limits.
hi: आपको या तो यूज़रनेम या डोमेन निर्दिष्ट करना होगा। सभी उपयोगकर्ताओं और डोमेनों के लिए सभी ऑडिट इवेंट्स का अनुरोध करना सिस्टम की सीमाओं से अधिक होगा।

source: Your search returned more than {max_records} records. Please narrow down your search by selecting a specific user, domain, or a shorter date range.
hi: आपकी खोज में {max_records} से अधिक रिकॉर्ड मिले हैं। कृपया अपनी खोज को किसी विशिष्ट उपयोगकर्ता, डोमेन, या छोटे दिनांक सीमा का चयन करके सीमित करें।

source: User List
hi: उपयोगकर्ता सूची

source: Date Joined
hi: शामिल होने की तिथि

source: Last Login
hi: अंतिम लॉगिन

source: SuperUser?
hi: सुपरयूज़र?

source: Deploy History Report
hi: डिप्लॉय इतिहास रिपोर्ट

source: Diff URL
hi: अंतर यूआरएल

source: Commit
hi: कमिट

source: Case count
hi: केस संख्या

source: Form count
hi: फॉर्म संख्या

source: UCR rebuild restriction status
hi: यूसीआर पुनर्निर्माण प्रतिबंध स्थिति

source: Rebuild restricted
hi: पुनर्निर्माण प्रतिबंधित

source: No rebuild restriction required
hi: कोई पुनर्निर्माण प्रतिबंध आवश्यक नहीं

source: UCR Domains Data Report
hi: यूसीआर डोमेन डेटा रिपोर्ट

source: Domain name
hi: डोमेन नाम

source: Check
hi: जाँचें

source: Domain Name
hi: डोमेन नाम

source: Case actions
hi: केस क्रियाएँ

source: You are about to temporarily disable two-factor authentication for %(username)s. This compromises their account security, are you sure?
hi: आप %(username)s के लिए दो-चरणीय प्रमाणीकरण को अस्थायी रूप से अक्षम करने जा रहे हैं। इससे उनके खाते की सुरक्षा प्रभावित हो सकती है, क्या आप सुनिश्चित हैं?

source: You are about to %(verb)s the user account for "%(username)s".
hi: आप "%(username)s" के उपयोगकर्ता खाते को %(verb)s करने जा रहे हैं।

source: Check the status of an email
hi: ईमेल की स्थिति जाँचें

source: Check Status
hi: स्थिति जाँचें

source: Email status for %(email)s
hi: %(email)s के लिए ईमेल स्थिति

source: Enter a month to download all Global Impact Report data as csv for that month
hi: कृपया एक माह दर्ज करें ताकि उस माह के लिए सभी ग्लोबल इम्पैक्ट रिपोर्ट डेटा को CSV के रूप में डाउनलोड किया जा सके

source: Year Month
hi: वर्ष माह

source: Download as CSV
hi: CSV के रूप में डाउनलोड करें

source: Enter a month to download all MALT data as csv for that month
hi: कृपया एक माह दर्ज करें ताकि उस माह के लिए सभी MALT डेटा को CSV के रूप में डाउनलोड किया जा सके

source: Please type comma or new-line separated email addresses from the official list of current employees.
hi: कृपया वर्तमान कर्मचारियों की आधिकारिक सूची से ईमेल पतों को कॉमा या नई पंक्ति द्वारा अलग करके टाइप करें।

source: The following users do not exist on this site and so do not need to be offboarded.
hi: निम्नलिखित उपयोगकर्ता इस साइट पर मौजूद नहीं हैं, इसलिए इन्हें ऑफबोर्ड करने की आवश्यकता नहीं है।

source: Developer
hi: डेवलपर

source: Superuser
hi: सुपरयूज़र

source: Accounting Admin
hi: अकाउंटिंग एडमिन

source: Two Factor Enabled
hi: दो-चरणीय सक्षम

source: Are you sure you want to continue?
hi: क्या आप वाकई जारी रखना चाहते हैं?

source: If this fails you may have to perform the operation manually!
hi: यदि यह विफल होता है तो आपको यह प्रक्रिया मैन्युअली करनी पड़ सकती है!

source: This may invoke a huge indexing task that could slow down many parts of the site!
hi: यह एक बड़ा अनुक्रमण कार्य शुरू कर सकता है जिससे साइट के कई हिस्से धीमे हो सकते हैं!

source: Go!
hi: जाएँ!

source: You do not have permission to change superuser and staff status.
hi: आपको सुपरयूज़र और स्टाफ स्थिति बदलने की अनुमति नहीं है।

source: Please type comma or new-line separated email addresses of users to grant/revoke superuser privileges.
hi: कृपया उन उपयोगकर्ताओं के ईमेल पतों को कॉमा या नई पंक्ति द्वारा अलग करके टाइप करें जिन्हें सुपरयूज़र विशेषाधिकार देना या हटाना है।

source: All superusers and staff users
hi: सभी सुपरयूज़र और स्टाफ उपयोगकर्ता

source: Can assign Superuser
hi: सुपरयूज़र असाइन कर सकते हैं

source: See a user's projects by entering their email address below.
hi: नीचे उनका ईमेल पता दर्ज करके किसी उपयोगकर्ता की परियोजनाएँ देखें।

source: %(user_name)s's Information
hi: %(user_name)s की जानकारी

source: This account is disabled.
hi: यह खाता निष्क्रिय है।

source: couch doc
hi: काउच डॉक

source: elasticsearch lookup
hi: एलास्टिकसर्च लुकअप

source: Is Superuser
hi: क्या सुपरयूज़र है

source: Domains
hi: डोमेन

source: Missing Form XML
hi: फॉर्म XML गायब है

source: Form XML not valid. See "Raw Data" section below.
hi: फॉर्म XML मान्य नहीं है। नीचे "Raw Data" अनुभाग देखें।

source: Check Callcenter UCR tables
hi: कॉलसेंटर UCR तालिकाएँ जांचें

source: Reprocess Messaging Case Updates
hi: मैसेजिंग केस अपडेट्स को फिर से प्रोसेस करें

source: Processed the following case ids: {}
hi: निम्नलिखित केस आईडी प्रोसेस किए गए: {}

source: Could not find cases belonging to these case ids: {}
hi: इन केस आईडी से संबंधित केस नहीं मिले: {}

source: Download MALT
hi: MALT डाउनलोड करें

source: Enter a valid year-month. e.g. 2015-09 (for September 2015)
hi: एक मान्य वर्ष-माह दर्ज करें। जैसे 2015-09 (सितंबर 2015 के लिए)

source: Download GIR
hi: GIR डाउनलोड करें

source: System Info
hi: सिस्टम जानकारी

source: Global Usage Thresholds
hi: वैश्विक उपयोग सीमा

source: User Administration
hi: यूज़र प्रशासन

source: Grant or revoke superuser access
hi: सुपरयूज़र एक्सेस दें या वापस लें

source: You do not have permission to update superuser or staff status
hi: आपको सुपरयूज़र या स्टाफ स्थिति अपडेट करने की अनुमति नहीं है

source: Successfully updated superuser permissions
hi: सुपरयूज़र अनुमतियाँ सफलतापूर्वक अपडेट की गईं

source: Unexpected restore response {}: {}. If you believe this is a bug please report an issue.
hi: अप्रत्याशित पुनर्स्थापना प्रतिक्रिया {}: {}। यदि आपको लगता है कि यह बग है तो कृपया एक समस्या रिपोर्ट करें।

source: User with username %(username)s not found.
hi: यूज़रनेम %(username)s वाला यूज़र नहीं मिला।

source: Account successfully %(verb)s.
hi: खाता सफलतापूर्वक %(verb)s।

source: User with username %(username)s does not have Two-Factor Auth enabled.
hi: यूज़रनेम %(username)s वाला यूज़र टू-फैक्टर ऑथ चालू नहीं किए हुए है।

source: Two-Factor Auth successfully disabled.
hi: टू-फैक्टर ऑथ सफलतापूर्वक निष्क्रिय किया गया।

source: Get users to offboard
hi: ऑफबोर्ड करने के लिए यूज़र्स प्राप्त करें

source: Successfully retrieved users to offboard.
hi: ऑफबोर्ड करने के लिए यूज़र्स सफलतापूर्वक प्राप्त किए गए।

source: Admin
hi: एडमिन

source: Must copy cases to valid new owner
hi: केस को मान्य नए मालिक को कॉपी करना आवश्यक है

source: Original case owner {owner_id} cannot copy case {case_id} to themselves
hi: मूल केस मालिक {owner_id} केस {case_id} को स्वयं को कॉपी नहीं कर सकते

source: System Form
hi: सिस्टम फॉर्म

source: Data Cleaning Form
hi: डेटा क्लीनिंग फॉर्म

source: Automatic Case Update Rule
hi: स्वचालित केस अपडेट नियम

source: Deduplication Rule
hi: डीडुप्लीकेशन नियम

source: DHIS2 Integration
hi: DHIS2 एकीकरण

source: Data Forwarding Response
hi: डेटा फॉरवर्डिंग प्रतिक्रिया

source: Not a bulk-upload supported CommCareMedia type: %s
hi: बल्क-अपलोड समर्थित CommCareMedia प्रकार नहीं है: %s

source: Could not fetch cached bulk upload file. Error: %s.
hi: कैश्ड बल्क अपलोड फ़ाइल प्राप्त नहीं कर सके। त्रुटि: %s।

source: Error opening file as zip file: %s
hi: फ़ाइल को ज़िप फ़ाइल के रूप में खोलने में त्रुटि: %s

source: Error encountered processing Zip File. File doesn't look valid.
hi: ज़िप फ़ाइल प्रोसेस करते समय त्रुटि आई। फ़ाइल मान्य नहीं लगती।

source: image
hi: छवि

source: logo
hi: लोगो

source: audio
hi: ऑडियो

source: video
hi: वीडियो

source: Generic Multimedia
hi: सामान्य मल्टीमीडिया

source: Upload is not a valid image file.
hi: अपलोड मान्य छवि फ़ाइल नहीं है।

source: Image
hi: छवि

source: Video
hi: वीडियो

source: Error reading file: %s
hi: फ़ाइल पढ़ने में त्रुटि: %s

source: Did not match any %s paths in application.
hi: एप्लिकेशन में कोई भी %s पथ मेल नहीं खाया।

source: Matching path found, but could not save the data to couch.
hi: मिलता-जुलता पथ मिला, लेकिन डेटा को काउच में सहेजा नहीं जा सका।

source: Matching path found, but didn't save new multimedia correctly.
hi: मिलता-जुलता पथ मिला, लेकिन नया मल्टीमीडिया सही से सहेजा नहीं गया।

source: Error while processing zip: %s
hi: ज़िप संसाधित करते समय त्रुटि: %s

source: Please try syncing multimedia files in multimedia tab under app settings to resolve issues with missing media files. Report an issue if this persists.
hi: कृपया ऐप सेटिंग्स के तहत मल्टीमीडिया टैब में मल्टीमीडिया फ़ाइलों को सिंक करने का प्रयास करें ताकि गायब मीडिया फ़ाइलों की समस्या हल हो सके। यदि समस्या बनी रहती है, तो एक समस्या रिपोर्ट करें।

source: Could not find {file_path} in CCZ
hi: CCZ में {file_path} नहीं मिला

source: Locale ID {id} present in suite.xml but not in default app strings.
hi: Locale ID {id} suite.xml में मौजूद है लेकिन डिफ़ॉल्ट ऐप स्ट्रिंग्स में नहीं।

source: Could not find media_suite.xml in CCZ
hi: CCZ में media_suite.xml नहीं मिला

source: Media file missing from CCZ: {}
hi: CCZ से मीडिया फ़ाइल गायब है: {}

source: <p class="help-block"> This page generates files to assist in working with audio translation vendors. It generates a zip file that contains two Excel files: </p> <p class="help-block"> The first file is for the translator's use. It contains one row for each audio file to create, with columns for the text and the desired filename. This file will contain a row for each question that has an audio filename specified but has not yet had an audio file uploaded. If multiple questions use have identical text, the file will contain only one row for that set of questions. It will arbitrarily select one of the questions' filenames. If multiple questions have different text but use the same path, and that path's file is missing, the file will disambiguate these questions by adding new paths, using the convention <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, etc. </p> <p class="help-block"> The second file is for updating audio paths that were either added (due to questions with different text sharing the same audio path) or removed (due to questions with the same text having different paths). After downloading and sanity checking, re-upload this file in <a href="%(app_settings_url)s " target="_blank">Bulk Application Translations</a>. </p>
hi: <p class="help-block"> यह पृष्ठ ऑडियो अनुवाद विक्रेताओं के साथ काम करने में सहायता के लिए फ़ाइलें उत्पन्न करता है। यह एक ज़िप फ़ाइल उत्पन्न करता है जिसमें दो एक्सेल फ़ाइलें होती हैं: </p> <p class="help-block"> पहली फ़ाइल अनुवादक के उपयोग के लिए है। इसमें प्रत्येक ऑडियो फ़ाइल के लिए एक पंक्ति होती है जिसे बनाना है, जिसमें टेक्स्ट और वांछित फ़ाइलनाम के लिए कॉलम होते हैं। यह फ़ाइल प्रत्येक ऐसे प्रश्न के लिए एक पंक्ति रखेगी, जिसमें ऑडियो फ़ाइलनाम निर्दिष्ट है लेकिन अभी तक ऑडियो फ़ाइल अपलोड नहीं हुई है। यदि कई प्रश्नों में एक जैसा टेक्स्ट है, तो फ़ाइल केवल उन प्रश्नों के सेट के लिए एक पंक्ति रखेगी। यह मनमाने ढंग से किसी एक प्रश्न का फ़ाइलनाम चुनेगी। यदि कई प्रश्नों में अलग-अलग टेक्स्ट हैं लेकिन एक ही पथ का उपयोग करते हैं, और उस पथ की फ़ाइल गायब है, तो फ़ाइल इन प्रश्नों को नए पथ जोड़कर स्पष्ट करेगी, जैसे <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong> आदि। </p> <p class="help-block"> दूसरी फ़ाइल उन ऑडियो पथों को अपडेट करने के लिए है जिन्हें या तो जोड़ा गया (अलग-अलग टेक्स्ट वाले प्रश्नों के कारण एक ही ऑडियो पथ साझा करना) या हटाया गया (एक जैसे टेक्स्ट वाले प्रश्नों के कारण अलग-अलग पथ होना)। डाउनलोड और जांच के बाद, इस फ़ाइल को फिर से अपलोड करें <a href="%(app_settings_url)s " target="_blank">Bulk Application Translations</a> में। </p>

source: <p> Use this tool to upload ZIP files of your multimedia. The bulk uploader will compare the file paths in your form with the file paths in your zip to find a matching file. </p> <p> For example, <code>jr://file/commcare/images/hin/image.jpg</code> and your zip's <code>commcare/images/hin/image.jpg</code> file would match, but it would <strong>not</strong> match <code>commcare/images/image.jpg</code>. </p>
hi: <p> इस टूल का उपयोग अपनी मल्टीमीडिया की ZIP फ़ाइलें अपलोड करने के लिए करें। बल्क अपलोडर आपके फॉर्म के फ़ाइल पथों की तुलना आपके ज़िप के फ़ाइल पथों से करेगा ताकि मेल खाने वाली फ़ाइल मिल सके। </p> <p> उदाहरण के लिए, <code>jr://file/commcare/images/hin/image.jpg</code> और आपके ज़िप की <code>commcare/images/hin/image.jpg</code> फ़ाइल मेल खाएगी, लेकिन यह <strong>मेल नहीं खाएगी</strong> <code>commcare/images/image.jpg</code> से। </p>

source: No Matches Found
hi: कोई मेल नहीं मिला

source: No Matches
hi: कोई मेल नहीं

source: Matched Images
hi: मेल खाई छवियाँ

source: Updated
hi: अपडेट किया गया

source: View Full Image
hi: पूर्ण छवि देखें

source: Matched Audio
hi: मेल खाया ऑडियो

source: Playing audio directly on this page is currently not supported.
hi: इस पृष्ठ पर सीधे ऑडियो चलाना वर्तमान में समर्थित नहीं है।

source: Listen to Audio
hi: ऑडियो सुनें

source: Matched Video
hi: मेल खाया वीडियो

source: Watching video directly on this page is not supported. Opens a new tab.
hi: इस पृष्ठ पर सीधे वीडियो देखना समर्थित नहीं है। नया टैब खुलेगा।

source: Watch Video
hi: वीडियो देखें

source: Include only paths where the multimedia file is missing?
hi: क्या केवल उन्हीं पथों को शामिल करें जहाँ मल्टीमीडिया फ़ाइल गायब है?

source: Upload Icon Image
hi: आइकन छवि अपलोड करें

source: Upload Audio
hi: ऑडियो अपलोड करें

source: Upload Video
hi: वीडियो अपलोड करें

source: Upload File
hi: फ़ाइल अपलोड करें

source: Select Icon Image
hi: आइकन छवि चुनें
