Repository: dimagi/commcare-hq
Catalog: locale/hin/LC_MESSAGES/django.po
Languages: hi

source: Project Reports
hi: परियोजना रिपोर्ट्स

source: Cannot filter by that many case owners. Choose a more specific group or location.
hi: इतने अधिक केस मालिकों द्वारा फ़िल्टर नहीं किया जा सकता। कृपया अधिक विशिष्ट समूह या स्थान चुनें।

source: View Case
hi: केस देखें

source: Created Date
hi: निर्माण तिथि

source: Modified Date
hi: संशोधित तिथि

source: Case Data
hi: केस डेटा

source: Sorry, we couldn't find that case. If you think this is a mistake please report an issue.
hi: माफ़ कीजिए, हम वह केस नहीं ढूंढ सके। यदि आपको लगता है कि यह एक गलती है तो कृपया एक समस्या रिपोर्ट करें।

source: The case creation form could not be found. Usually this happens if the form that created the case is archived but there are other forms that updated the case. To fix this you can archive the other forms listed here.
hi: केस निर्माण फ़ॉर्म नहीं मिल सका। आमतौर पर ऐसा तब होता है जब केस बनाने वाला फ़ॉर्म संग्रहित (आर्काइव) कर दिया गया हो लेकिन अन्य फ़ॉर्म्स ने केस को अपडेट किया हो। इसे ठीक करने के लिए आप यहां सूचीबद्ध अन्य फ़ॉर्म्स को संग्रहित कर सकते हैं।

source: Unknown Product ("{}")
hi: अज्ञात उत्पाद ("{}")

source: Unrecognized
hi: अमान्य

source: Case Attachments
hi: मामले के संलग्नक

source: You don't have permission to access this page.
hi: आपको इस पृष्ठ तक पहुँचने की अनुमति नहीं है।

source: Attachments for case
hi: मामले के लिए संलग्नक

source: Case properties saved for %s.
hi: मामले की विशेषताएँ %s के लिए सहेजी गईं।

source: No changes made to %s.
hi: %s में कोई बदलाव नहीं किया गया।

source: Case %s was rebuilt from its forms.
hi: मामला %s इसके फॉर्म्स से पुनर्निर्मित किया गया।

source: Case {} was successfully saved. Please allow a few minutes for the change to be reflected in all reports.
hi: मामला {} सफलतापूर्वक सहेजा गया। कृपया सभी रिपोर्टों में परिवर्तन दिखने के लिए कुछ मिनट प्रतीक्षा करें।

source: Case {name} has been closed. <a href="{url}" class="post-link">Undo</a>. You can also reopen the case in the future by archiving the last form in the case history.
hi: मामला {name} बंद कर दिया गया है। <a href="{url}" class="post-link">पूर्ववत करें</a>। आप भविष्य में केस हिस्ट्री में अंतिम फॉर्म को आर्काइव करके भी केस को फिर से खोल सकते हैं।

source: case id
hi: मामला आईडी

source: case name
hi: मामले का नाम

source: section
hi: अनुभाग

source: date
hi: तारीख

source: transaction amount
hi: लेन-देन राशि

source: type
hi: प्रकार

source: ending balance
hi: अंतिम शेष राशि

source: unknown product
hi: अज्ञात उत्पाद

source: The part of your search query that caused this error is:
hi: आपकी खोज क्वेरी का वह भाग जिससे यह त्रुटि हुई है:

source: Case List Explorer
hi: मामला सूची अन्वेषक

source: Use Case List Explorer to run deep searches on your cases by case properties.
hi: मामला सूची अन्वेषक का उपयोग करके अपने मामलों पर केस प्रॉपर्टीज़ द्वारा गहराई से खोजें।

source: [no name]
hi: [कोई नाम नहीं]

source: Unknown [%s]
hi: अज्ञात [%s]

source: No link found
hi: कोई लिंक नहीं मिला

source: Copied case
hi: प्रतिलिपि किया गया मामला

source: Duplicate Cases
hi: डुप्लिकेट मामले

source: Identify and manage duplicate cases
hi: डुप्लिकेट मामलों की पहचान करें और प्रबंधन करें

source: Please select a duplicate case rule to filter by above. If one does not exist, you may <a href={} target="_blank">create a new rule</a>
hi: कृपया ऊपर फ़िल्टर करने के लिए एक डुप्लिकेट केस नियम चुनें। यदि कोई मौजूद नहीं है, तो आप <a href={} target="_blank">नया नियम बना सकते हैं</a>

source: Enter <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">targeted queries</a> to search across all specific columns of this report. For deeper searches by case properties use the <a href="{}">Case List Explorer</a>.
hi: इस रिपोर्ट के सभी विशिष्ट कॉलम में खोजने के लिए <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">लक्षित क्वेरी</a> दर्ज करें। केस प्रॉपर्टीज़ द्वारा गहराई से खोज के लिए <a href="{}">मामला सूची अन्वेषक</a> का उपयोग करें।

source: Duplicate Case Rule
hi: डुप्लिकेट केस नियम

source: Show cases that are determined to be duplicates based on this rule. You can further filter them with a targeted search below.
hi: इस नियम के आधार पर डुप्लिकेट माने गए मामलों को दिखाएँ। आप नीचे लक्षित खोज से इन्हें और फ़िल्टर कर सकते हैं।

source: View Rules
hi: नियम देखें

source: (Inactive)
hi: (निष्क्रिय)

source: Columns
hi: कॉलम

source: De-identify options
hi: पहचान हटाने के विकल्प

source: Sensitive ID
hi: संवेदनशील आईडी

source: Sensitive Date
hi: संवेदनशील तिथि

source: Assigned Location(s)
hi: निर्धारित स्थान(स्थान)

source: Assigned locations for the user, with the primary location highlighted in bold.
hi: उपयोगकर्ता के लिए निर्धारित स्थान, जिसमें प्राथमिक स्थान बोल्ड में हाइलाइट किया गया है।

source: Last Submission
hi: अंतिम सबमिशन

source: Last Sync
hi: अंतिम सिंक

source: The name of the application from the user's last request.
hi: उपयोगकर्ता के अंतिम अनुरोध से एप्लिकेशन का नाम।

source: The application version from the user's last request.
hi: उपयोगकर्ता के अंतिम अनुरोध से एप्लिकेशन संस्करण।

source: The CommCare version from the user's last request
hi: उपयोगकर्ता के अंतिम अनुरोध से CommCare संस्करण

source: Number of unsent forms in user's phone
hi: उपयोगकर्ता के फ़ोन में भेजे न गए फॉर्म्स की संख्या

source: The number of unsent forms in users' phones for {app_info}
hi: {app_info} के लिए उपयोगकर्ताओं के फ़ोन में भेजे न गए फॉर्म्स की संख्या

source: The build profile from the user's last hearbeat request.
hi: उपयोगकर्ता के अंतिम हार्टबीट अनुरोध से बिल्ड प्रोफ़ाइल।

source: Unknown CommCare Version
hi: अज्ञात CommCare संस्करण

source: Application Error Report
hi: एप्लिकेशन त्रुटि रिपोर्ट

source: Expression
hi: अभिव्यक्ति

source: Session
hi: सत्र

source: App version
hi: ऐप संस्करण

source: Choose a start date up to 1 year ago. Report displays data from the selected date to today.
hi: एक प्रारंभ तिथि चुनें, जो अधिकतम 1 वर्ष पहले तक हो सकती है। रिपोर्ट चयनित तिथि से आज तक का डेटा दिखाती है।

source: Aggregate User Status
hi: समेकित उपयोगकर्ता स्थिति

source: See the last activity of your project's users in aggregate.
hi: अपने प्रोजेक्ट के उपयोगकर्ताओं की अंतिम गतिविधि को समेकित रूप में देखें।

source: Count of Users
hi: उपयोगकर्ताओं की संख्या

source: Percent of Users
hi: उपयोगकर्ताओं का प्रतिशत

source: in the last {} days
hi: पिछले {} दिनों में

source: Users who have Submitted
hi: जिन उपयोगकर्ताओं ने सबमिट किया है

source: <strong>Aggregate Percents</strong> shows the percent of users who have submitted <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last submission was on</em> that particular day.
hi: <strong>समेकित प्रतिशत</strong> उस प्रतिशत को दिखाता है, जिन्होंने <em>किसी निश्चित तिथि के बाद से</em> सबमिट किया है।<br><br><strong>दैनिक गणना</strong> उन उपयोगकर्ताओं की संख्या दिखाती है, जिनका <em>अंतिम सबमिशन</em> उस विशेष दिन हुआ था।

source: Users who have Synced
hi: जिन उपयोगकर्ताओं ने सिंक किया है

source: <strong>Aggregate Percents</strong> shows the percent of users who have synced <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last sync was on</em> that particular day.
hi: <strong>समेकित प्रतिशत</strong> उस प्रतिशत को दिखाता है, जिन्होंने <em>किसी निश्चित तिथि के बाद से</em> सिंक किया है।<br><br><strong>दैनिक गणना</strong> उन उपयोगकर्ताओं की संख्या दिखाती है, जिनका <em>अंतिम सिंक</em> उस विशेष दिन हुआ था।

source: Submission Type
hi: सबमिशन प्रकार

source: Normal Form
hi: सामान्य फॉर्म

source: Form with Errors
hi: त्रुटि वाला फॉर्म

source: Duplicate Form
hi: डुप्लिकेट फॉर्म

source: Overwritten Form
hi: ओवरराइट किया गया फॉर्म

source: Generic Error
hi: सामान्य त्रुटि

source: Archived Form
hi: आर्काइव किया गया फॉर्म

source: Raw Forms, Errors & Duplicates
hi: कच्चे फॉर्म, त्रुटियाँ और डुप्लिकेट

source: View all submissions, including errors and archived forms.
hi: सभी सबमिशन देखें, जिनमें त्रुटियाँ और संग्रहित फॉर्म शामिल हैं।

source: Submit Time
hi: सबमिट समय

source: Form Type
hi: फॉर्म प्रकार

source: Error Type
hi: त्रुटि प्रकार

source: Error Message
hi: त्रुटि संदेश

source: View Cases
hi: केस देखें

source: Re-process Form
hi: फॉर्म को पुनः-प्रक्रिया करें

source: No Error
hi: कोई त्रुटि नहीं

source: No User
hi: कोई उपयोगकर्ता नहीं

source: Unknown Form
hi: अज्ञात फॉर्म

source: {username} {archived_form} on {date}
hi: {username} ने {date} को {archived_form} किया

source: Unable to view form
hi: फॉर्म देखने में असमर्थ

source: Unable to view case
hi: केस देखने में असमर्थ

source: Submission History
hi: सबमिशन इतिहास

source: View all submitted data.
hi: सभी सबमिट किए गए डेटा देखें।

source: Sync Log
hi: सिंक लॉग

source: message ID: {id}
hi: संदेश आईडी: {id}

source: (Deleted Keyword)
hi: (हटाया गया कीवर्ड)

source: (Deleted Conditional Alert)
hi: (हटाया गया सशर्त अलर्ट)

source: (Deleted Broadcast)
hi: (हटाया गया प्रसारण)

source: The filters you selected include too much data. Please change your filters and try again
hi: आपके द्वारा चुने गए फ़िल्टर में बहुत अधिक डेटा शामिल है। कृपया अपने फ़िल्टर बदलें और पुनः प्रयास करें।

source: Case Activity
hi: केस गतिविधि

source: Followup rates on active cases.
hi: सक्रिय केसेज़ पर फॉलोअप दरें।

source: # Updated or Closed
hi: # अपडेट या बंद

source: The number of cases that have been created, updated, or closed between {} days ago and today.
hi: उन केसेज़ की संख्या, जिन्हें {} दिन पहले से आज तक बनाया, अपडेट या बंद किया गया है।

source: # Active
hi: # सक्रिय

source: The number of open cases created or updated in the last {} days.
hi: पिछले {} दिनों में बनाए या अपडेट किए गए खुले केसेज़ की संख्या।

source: # Closed
hi: # बंद

source: The number of cases that have been closed between {} days ago and today.
hi: उन केसेज़ की संख्या, जिन्हें {} दिन पहले से आज तक बंद किया गया है।

source: Proportion
hi: अनुपात

source: The percentage of all recently active cases that were created, updated or closed in the last {} days.
hi: सभी हाल ही में सक्रिय मामलों का प्रतिशत जो पिछले {} दिनों में बनाए गए, अपडेट किए गए या बंद किए गए हैं।

source: # Active Cases
hi: # सक्रिय मामले

source: Number of open cases modified in the last {} days
hi: पिछले {} दिनों में संशोधित खुले मामलों की संख्या

source: # Inactive Cases
hi: # निष्क्रिय मामले

source: Number of cases that are open but haven't been touched in the last {} days
hi: ऐसे खुले मामलों की संख्या जिन्हें पिछले {} दिनों में नहीं छुआ गया है

source: Note that when viewing this report by group it will only include cases which are assigned to a Case Sharing Group/Location. To learn more about Case Sharing click <a href='{}' target='blank'>here</a>.
hi: ध्यान दें कि जब आप इस रिपोर्ट को समूह के अनुसार देखते हैं, तो इसमें केवल वे मामले शामिल होंगे जो किसी केस शेयरिंग समूह/स्थान को सौंपे गए हैं। केस शेयरिंग के बारे में अधिक जानने के लिए <a href='{}' target='blank'>यहाँ</a> क्लिक करें।

source: Cases in Last {} Days
hi: पिछले {} दिनों में मामले

source: Ever
hi: कभी भी

source: All Groups
hi: सभी समूह

source: All Users
hi: सभी उपयोगकर्ता

source: Submissions By Form
hi: फॉर्म द्वारा सबमिशन

source: Number of submissions by form.
hi: फॉर्म के अनुसार सबमिशन की संख्या।

source: No submissions were found for selected forms within this date range.
hi: चयनित फॉर्म के लिए इस तिथि सीमा में कोई सबमिशन नहीं मिला।

source: This column shows Fuzzy Submissions.
hi: यह कॉलम फजी सबमिशन दिखाता है।

source: Query selects too many users. Please modify your filters to select fewer than {} users
hi: क्वेरी बहुत अधिक उपयोगकर्ताओं का चयन करती है। कृपया अपने फ़िल्टर संशोधित करें ताकि {} से कम उपयोगकर्ता चुने जाएँ

source: Daily Form Activity
hi: दैनिक फॉर्म गतिविधि

source: Your search query was invalid. If you're using a large date range, try using a smaller one.
hi: आपकी खोज क्वेरी अमान्य थी। यदि आप बड़ी तिथि सीमा का उपयोग कर रहे हैं, तो छोटी तिथि सीमा आज़माएँ।

source: Number of submissions per day.
hi: प्रति दिन सबमिशन की संख्या।

source: Form Completion Time
hi: फॉर्म पूर्णता समय

source: Statistics on time spent on a particular form.
hi: किसी विशेष फॉर्म पर बिताए गए समय के आंकड़े।

source: No Form Selected
hi: कोई फॉर्म चयनित नहीं

source: Std. Dev.
hi: मानक विचलन

source: Shortest
hi: सबसे कम

source: Longest
hi: सबसे अधिक

source: No. of Forms
hi: फॉर्म की संख्या

source: You must select a specific form to view data.
hi: डेटा देखने के लिए आपको एक विशिष्ट फॉर्म चुनना होगा।

source: Form Completion vs. Submission Trends
hi: फॉर्म पूर्णता बनाम सबमिशन प्रवृत्तियाँ

source: Time lag between when forms were completed and when forms were successfully sent to {}.
hi: फॉर्म पूर्ण होने और {} को सफलतापूर्वक भेजे जाने के बीच समय का अंतर।

source: Difference
hi: अंतर

source: day
hi: दिन

source: hour
hi: घंटा

source: minute
hi: मिनट

source: second
hi: सेकंड

source: submitted before completed [strange]
hi: सबमिट किया गया पूर्ण होने से पहले [अजीब]

source: same
hi: समान

source: Worker Activity
hi: कार्यकर्ता गतिविधि

source: Summary of form and case activity by user or group.
hi: उपयोगकर्ता या समूह द्वारा फॉर्म और केस गतिविधि का सारांश।

source: Form Data
hi: फॉर्म डेटा

source: # Forms Submitted
hi: # सबमिट किए गए फॉर्म

source: Number of forms submitted in chosen date range. %s
hi: चयनित तिथि सीमा में सबमिट किए गए फॉर्म की संख्या। %s

source: Avg # Forms Submitted
hi: औसत # सबमिट किए गए फॉर्म

source: Average number of forms submitted in the three preceding date ranges of the same length. %s
hi: समान लंबाई की तीन पूर्ववर्ती तिथि सीमाओं में सबमिट किए गए फॉर्म की औसत संख्या। %s

source: Last Form Submission
hi: अंतिम फॉर्म सबमिशन

source: Date of last form submission in time period. Total row displays proportion of users submitting forms in date range
hi: समय अवधि में अंतिम फॉर्म सबमिशन की तिथि। कुल पंक्ति तिथि सीमा में फॉर्म सबमिट करने वाले उपयोगकर्ताओं का अनुपात दिखाती है

source: # Active Users
hi: # सक्रिय उपयोगकर्ता

source: Proportion of users in group who submitted forms in date range.
hi: समूह में उन उपयोगकर्ताओं का अनुपात जिन्होंने तिथि सीमा में फॉर्म सबमिट किए।

source: # Cases Created
hi: # बनाए गए मामले

source: Number of cases created in the date range.
hi: तिथि सीमा में बनाए गए मामलों की संख्या।

source: # Cases Closed
hi: # बंद किए गए मामले

source: Number of cases closed in the date range.
hi: दिनांक सीमा में बंद किए गए मामलों की संख्या।

source: Number of cases owned by the user that were opened, modified or closed in date range. This includes case sharing cases.
hi: दिनांक सीमा में उपयोगकर्ता द्वारा स्वामित्व वाले मामलों की संख्या जो खोले गए, संशोधित किए गए या बंद किए गए। इसमें केस शेयरिंग के मामले भी शामिल हैं।

source: # Total Cases (Owned & Shared)
hi: # कुल मामले (स्वामित्व वाले और साझा किए गए)

source: Total number of cases owned by the user. This includes cases created by the user and cases that were shared with this user.
hi: उपयोगकर्ता द्वारा स्वामित्व वाले कुल मामलों की संख्या। इसमें उपयोगकर्ता द्वारा बनाए गए मामले और वे मामले शामिल हैं जो इस उपयोगकर्ता के साथ साझा किए गए थे।

source: % Active Cases
hi: % सक्रिय मामले

source: Percentage of cases owned by user that were active. This includes case sharing cases.
hi: उपयोगकर्ता द्वारा स्वामित्व वाले सक्रिय मामलों का प्रतिशत। इसमें केस शेयरिंग के मामले भी शामिल हैं।

source: Project Performance
hi: परियोजना प्रदर्शन

source: A summary of the overall health of your project based on how your users are doing over time.
hi: समय के साथ आपके उपयोगकर्ताओं के प्रदर्शन के आधार पर आपकी परियोजना की समग्र स्थिति का सारांश।

source: Low Performing Users
hi: कम प्रदर्शन करने वाले उपयोगकर्ता

source: New Performing Users
hi: नए प्रदर्शन करने वाले उपयोगकर्ता

source: This report will only show data for users whose phone numbers have been verified. Phone numbers can be verified from the Settings and Users tab.
hi: यह रिपोर्ट केवल उन उपयोगकर्ताओं के लिए डेटा दिखाएगी जिनके फ़ोन नंबर सत्यापित किए गए हैं। फ़ोन नंबर को सेटिंग्स और उपयोगकर्ता टैब से सत्यापित किया जा सकता है।

source: User Name
hi: उपयोगकर्ता नाम

source: Number of Messages Received
hi: प्राप्त किए गए संदेशों की संख्या

source: Number of Messages Sent
hi: भेजे गए संदेशों की संख्या

source: Number of Phone Numbers Used
hi: प्रयुक्त फ़ोन नंबरों की संख्या

source: Contact Id
hi: संपर्क आईडी

source: Contact Type
hi: संपर्क प्रकार

source: Message Log
hi: संदेश लॉग

source: Timestamp
hi: टाइमस्टैम्प

source: Event
hi: इवेंट

source: View Details
hi: विवरण देखें

source: Messaging History
hi: संदेश इतिहास

source: Detail
hi: विस्तार

source: (including child locations)
hi: (बाल स्थानों सहित)

source: Message Event Detail
hi: संदेश इवेंट विवरण

source: Displays the detail for a given messaging event.
hi: दिए गए संदेश इवेंट के लिए विवरण दिखाता है।

source: ConnectID
hi: कनेक्टआईडी

source: Connect Message
hi: कनेक्ट संदेश

source: Survey Detail
hi: सर्वेक्षण विवरण

source: Displays the detail for a given messaging survey.
hi: दिए गए संदेश सर्वेक्षण के लिए विवरण दिखाता है।

source: SMS Opt Out Report
hi: एसएमएस ऑप्ट आउट रिपोर्ट

source: Can Receive SMS
hi: एसएमएस प्राप्त कर सकते हैं

source: Last Opt Out Timestamp
hi: अंतिम ऑप्ट आउट टाइमस्टैम्प

source: Last Opt In Timestamp
hi: अंतिम ऑप्ट इन टाइमस्टैम्प

source: Phone Number Report
hi: फ़ोन नंबर रिपोर्ट

source: Contact
hi: संपर्क

source: Is Two-Way
hi: क्या द्वि-दिशात्मक है

source: Scheduled Messaging Events
hi: अनुसूचित संदेश इवेंट

source: Next Event Due
hi: अगला इवेंट देय

source: Scheduling Configuration
hi: अनुसूची विन्यास

source: Triggering Case
hi: ट्रिगरिंग केस

source: Attempt Number
hi: प्रयास संख्या

source: (no recipient)
hi: (कोई प्राप्तकर्ता नहीं)

source: (unknown)
hi: (अज्ञात)

source: You have requested a page number which is too high to process. Please update the filter criteria above to reduce the number of pages in the report.
hi: आपने जिस पृष्ठ संख्या का अनुरोध किया है, वह संसाधित करने के लिए बहुत अधिक है। कृपया ऊपर दिए गए फ़िल्टर मानदंड को अपडेट करें ताकि रिपोर्ट में पृष्ठों की संख्या कम हो सके।

source: Tableau Reports
hi: टेबलौ रिपोर्ट्स

source: Tableau trusted authentication failed. Double check that permissions are configured correctly in Tableau.
hi: टेबलौ विश्वसनीय प्रमाणीकरण विफल रहा। कृपया सुनिश्चित करें कि टेबलौ में अनुमतियाँ सही तरीके से कॉन्फ़िगर की गई हैं।

source: Request to Tableau failed with status code {}
hi: Tableau के लिए अनुरोध स्थिति कोड {} के साथ विफल रहा

source: User History
hi: उपयोगकर्ता इतिहास

source: History of user updates
hi: उपयोगकर्ता अपडेट का इतिहास

source: profile or user data
hi: प्रोफ़ाइल या उपयोगकर्ता डेटा

source: user data
hi: उपयोगकर्ता डेटा

source: username
hi: उपयोगकर्ता नाम

source: role
hi: भूमिका

source: email
hi: ईमेल

source: project
hi: परियोजना

source: is active
hi: सक्रिय है

source: language
hi: भाषा

source: phone numbers
hi: फोन नंबर

source: primary location
hi: प्राथमिक स्थान

source: two factor authentication disabled
hi: दो-कारक प्रमाणीकरण अक्षम

source: assigned locations
hi: निर्धारित स्थान

source: Affected User
hi: प्रभावित उपयोगकर्ता

source: Modified by User
hi: परिवर्तित करने वाला उपयोगकर्ता

source: Via
hi: माध्यम

source: Changes
hi: परिवर्तन

source: Change Message
hi: परिवर्तन संदेश

source: Added
hi: जोड़ा गया

source: Users who have Ever Submitted Data
hi: वे उपयोगकर्ता जिन्होंने कभी डेटा सबमिट किया है

source: Users who have Ever Synced
hi: वे उपयोगकर्ता जिन्होंने कभी सिंक किया है

source: Loading Report
hi: रिपोर्ट लोड हो रही है

source: Problem Loading Report
hi: रिपोर्ट लोड करने में समस्या

source: There seems to be a problem loading data for the report
hi: रिपोर्ट के लिए डेटा लोड करने में कोई समस्या प्रतीत हो रही है

source: The report returned the following error
hi: रिपोर्ट ने निम्न त्रुटि लौटाई

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Report an Issue</a>.
hi: यदि यह समस्या बनी रहती है, तो हम आपको प्रोत्साहित करते हैं कि आप <a href=\"#modalReportIssue\" data-target=\"#modalReportIssue\" data-toggle=\"modal\">समस्या रिपोर्ट करें</a>।

source: Trying Again...
hi: फिर से प्रयास कर रहे हैं...

source: Loading Failed. Try Again?
hi: लोडिंग विफल रही। फिर से प्रयास करें?

source: Report Filters
hi: रिपोर्ट फ़िल्टर

source: Set Performance Threshold
hi: प्रदर्शन सीमा निर्धारित करें

source: Please use the "Report an Issue" option from the help menu if you would like to change the performance threshold. It is currently set to %(threshold)s forms per month.
hi: यदि आप प्रदर्शन सीमा बदलना चाहते हैं तो कृपया सहायता मेनू से "समस्या रिपोर्ट करें" विकल्प का उपयोग करें। यह वर्तमान में %(threshold)s फॉर्म प्रति माह पर सेट है।

source: Active Users Trend
hi: सक्रिय उपयोगकर्ता प्रवृत्ति

source: Proportion of users that are active (submitting at least one form) over time.
hi: समय के साथ सक्रिय (कम से कम एक फॉर्म सबमिट करने वाले) उपयोगकर्ताओं का अनुपात।

source: High / Low Performing User Trends
hi: उच्च / निम्न प्रदर्शन करने वाले उपयोगकर्ताओं की प्रवृत्तियाँ

source: How the counts of high / low performing users have changed in the last six months.
hi: पिछले छह महीनों में उच्च / निम्न प्रदर्शन करने वाले उपयोगकर्ताओं की संख्या में कैसे बदलाव आया है।

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Report an Issue</a>.
hi: यदि यह समस्या बनी रहती है, तो हम आपको प्रोत्साहित करते हैं कि आप <a href=\"#modalReportIssue\" data-bs-target=\"#modalReportIssue\" data-bs-toggle=\"modal\" >समस्या रिपोर्ट करें</a>।

source: Aggregate Percents
hi: समेकित प्रतिशत

source: Daily Counts
hi: दैनिक गणना

source: You need a saved report that supports email in order to set up a scheduled email report, but you don't have any.
hi: अनुसूचित ईमेल रिपोर्ट सेट करने के लिए आपको एक ऐसा सहेजा गया रिपोर्ट चाहिए जो ईमेल का समर्थन करता हो, लेकिन आपके पास कोई नहीं है।

source: <strong>Note:</strong> Not all built-in reports currently support email delivery.
hi: <strong>नोट:</strong> सभी अंतर्निर्मित रिपोर्ट वर्तमान में ईमेल डिलीवरी का समर्थन नहीं करती हैं।

source: Return to Scheduled Reports
hi: अनुसूचित रिपोर्ट पर लौटें

source: Unsubscribe from
hi: सदस्यता समाप्त करें

source: You will no longer receive this scheduled report. To add yourself, you will need to contact the person who initially added you.
hi: अब आपको यह अनुसूचित रिपोर्ट प्राप्त नहीं होगी। स्वयं को जोड़ने के लिए, आपको उस व्यक्ति से संपर्क करना होगा जिसने आपको प्रारंभ में जोड़ा था।

source: Saved Reports
hi: सहेजी गई रिपोर्ट

source: My Saved Reports
hi: मेरी सहेजी गई रिपोर्ट

source: Scheduled Reports
hi: अनुसूचित रिपोर्ट

source: My Scheduled Reports
hi: मेरी अनुसूचित रिपोर्ट

source: You don't have any saved reports. You can store your favorite filters in a saved report and then easily navigate to that report with the filters already applied. Saved reports can also be sent by email on a recurring basis.
hi: आपके पास कोई सहेजी गई रिपोर्ट नहीं है। आप अपनी पसंदीदा फ़िल्टर को एक सहेजी गई रिपोर्ट में स्टोर कर सकते हैं और फिर आसानी से उस रिपोर्ट पर पहले से लागू फ़िल्टर के साथ जा सकते हैं। सहेजी गई रिपोर्ट को आवर्ती आधार पर ईमेल द्वारा भी भेजा जा सकता है।

source: To create a new saved report, navigate to a report, select the filters you want to save, and click "Save".
hi: नई सहेजी गई रिपोर्ट बनाने के लिए, किसी रिपोर्ट पर जाएँ, वे फ़िल्टर चुनें जिन्हें आप सहेजना चाहते हैं, और "सहेजें" पर क्लिक करें।

source: Saved Report Name
hi: सहेजी गई रिपोर्ट का नाम

source: Creator
hi: निर्माता

source: Create a New Scheduled Report
hi: नई अनुसूचित रिपोर्ट बनाएं

source: Send Selected Reports
hi: चयनित रिपोर्ट भेजें

source: Send Selected Report
hi: चयनित रिपोर्ट भेजें

source: Delete Selected Reports
hi: चयनित रिपोर्ट हटाएँ

source: Delete Selected Report
hi: चयनित रिपोर्ट हटाएँ

source: Loading reports...
hi: रिपोर्ट लोड हो रही हैं...

source: Deleting reports...
hi: रिपोर्ट हटाई जा रही हैं...

source: Deleting report...
hi: रिपोर्ट हटाई जा रही है...

source: Sending reports...
hi: रिपोर्ट भेजी जा रही हैं...

source: Sending report...
hi: रिपोर्ट भेजी जा रही है...
