Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Pricing is per message sent or received. Fees are subject to change based on provider rates and exchange rates and are computed at the time the SMS is sent or received.
fr: La tarification est par message envoyé ou reçu. Les frais sont susceptibles de changer en fonction des tarifs des fournisseurs et des taux de change et sont calculés au moment où le SMS est envoyé ou reçu.

source: Location Fixture Settings
fr: Paramètres d'éléments de Sites

source: Add New Alert
fr: Ajouter une nouvelle alerte

source: Available Alerts
fr: Alertes disponibles

source: You can only have 3 alerts activated at any one time
fr: Vous ne pouvez avoir que 3 alertes activées à la fois

source: Start Time
fr: Date de début

source: End Time
fr: Heure de fin

source: Added By
fr: Ajouté par

source: Activate Alert
fr: Activer l'alerte

source: De-activate Alert
fr: Désactiver l'alerte

source: No alerts added yet for the project.
fr: Aucune alerte n'a encore été ajoutée pour le projet.

source: SMS Keyword
fr: Mot-clé SMS

source: Action Type
fr: Type d'action

source: Measure
fr: Mesurer

source: Sequence Number
fr: Numéro de séquence

source: App Versions
fr: Versions de l'application

source: CC Versions
fr: Versions CC

source: Created On
fr: Créé le

source: Notes
fr: Remarques

source: No measures have been initiated for this application
fr: Aucune mesure n'a été initiée pour cette application

source: Use this form to get a cost estimation per 160 character SMS, given a <strong>connection</strong>, <strong>direction</strong>, and <strong>country code</strong>.
fr: Utilisez ce formulaire pour obtenir une estimation du coût par SMS de 160 caractères, en fonction d'une <strong>connexion</strong>, d'une <strong>direction</strong>, et d'un <strong>code pays</strong>.

source: The fee will be applied to the most specific criteria available. A fee for a specific country code (if available) will be used over the default of 'Any Country'.
fr: Les frais seront appliqués selon le critère le plus spécifique disponible. Des frais pour un code pays spécifique (si disponible) seront utilisés plutôt que le défaut 'Tout pays'.

source: Fees are subject to change based on updates to each carrier and are computed at the time the SMS is sent.
fr: Les frais sont susceptibles de changer en fonction des mises à jour de chaque opérateur et sont calculés au moment de l'envoi du SMS.

source: Stock Actions
fr: Actions d'inventaire

source: New Action
fr: Nouvelle action

source: Save Settings
fr: Enregistrer les paramètres

source: Use this to transfer your project to another user.
fr: Utilisez ceci pour transférer votre projet à un autre utilisateur.

source: You have a pending transfer with %(username)s
fr: Vous avez un transfert en attente avec %(username)s

source: Resend Transfer Request
fr: Renvoyer la demande de transfert

source: Cancel Transfer
fr: Annuler le transfer

source: Total Due:
fr: Somme due:

source: Pay by Credit Card
fr: Payer par carte bancaire

source: Pay by Wire
fr: Payer par virement bancaire

source: Not Billing Admin, Can't Make Payment
fr: Vous n'êtes pas un administrateur de facturation, vous ne pouvez pas effectuer le paiement

source: Billing Statements
fr: Relevés de facturation

source: Unpaid
fr: Impayé

source: Show Only Unpaid Statements
fr: Afficher que les relevés impayés

source: Show All Statements
fr: Afficher tous les relevés

source: Make Payment
fr: Effectuer un paiement

source: Payment Amount
fr: Montant

source: Pay the full balance: $<span data-bind="text: balance"></span>
fr: Payer le solde total : $<span data-bind="text: balance"></span>

source: Pay a portion of the balance:
fr: Payer une partie du solde :

source: Please enter an amount that's between $0.50 and $<span data-bind="text: balance"></span>.
fr: Veuillez entrer un montant compris entre $0.50 et $<span data-bind="text: balance"></span>.

source: You can't enter an amount between $<span data-bind="text: maxPartialAmount"></span> and $<span data-bind="text: balance"></span> because the next transfer will be below the minimum amount of $0.50.
fr: Vous ne pouvez pas entrer un montant entre $<span data-bind="text: maxPartialAmount"></span> et $<span data-bind="text: balance"></span> car le prochain transfert sera en dessous du montant minimum de $0.50.

source: Payment for Statement No. <span data-bind="text: invoiceNumber"></span>
fr: Paiement pour le relevé n° <span data-bind="text: invoiceNumber"></span>

source: Bulk Wire Payment
fr: Payement électronique de masse

source: Bulk Payment
fr: Paiement de masse

source: Thank you for your payment!
fr: Merci pour votre paiement!

source: Thank you for your upcoming wire payment. An invoice with your total balance and the instructions to do the wire payment has just been sent to your email address.
fr: Merci pour votre prochain paiement par virement. Une facture avec votre solde total et les instructions pour effectuer le virement vient d'être envoyée à votre adresse e-mail.

source: You are about to subscribe to the <strong>%(p)s Software Plan</strong>.<br/> Please update your billing information below before continuing.
fr: Vous êtes sur le point de vous abonner au <strong>Plan Logiciel %(p)s</strong>.<br/> Veuillez mettre à jour vos informations de facturation ci-dessous avant de continuer.

source: Clicking the 'Confirm Plan' button below will bring you to a page where you can confirm your billing information.
fr: En cliquant sur le bouton 'Confirmer le plan' ci-dessous, vous serez dirigé vers une page où vous pourrez confirmer vos informations de facturation.

source: Select different option
fr: Sélectionner une autre option

source: Select different plan
fr: Sélectionnez différents plans

source: Confirm Pause
fr: Confirmer la pause

source: Confirm Plan
fr: Confirmez le plan

source: Before you pause...
fr: Avant de faire une pause...

source: Downgrading?
fr: Déclassement ?

source: We'd love to make CommCare work better for you. Please help us by answering these simple questions.
fr: Nous aimerions que CommCare fonctionne mieux pour vous. Veuillez nous aider en répondant à ces questions simples.

source: Why are you pausing your subscription today?
fr: Pourquoi mettez-vous votre abonnement en pause aujourd'hui ?

source: Why are you downgrading your subscription today?
fr: Pourquoi rétrogradez-vous votre abonnement aujourd'hui ?

source: Do you think your project may start again?
fr: Pensez-vous que votre projet pourrait redémarrer ?

source: Could you indicate which new tool you’re using?
fr: Pourriez-vous indiquer quel nouvel outil vous utilisez ?

source: Why are you switching to a new tool?
fr: Pourquoi passez-vous à un nouvel outil ?

source: Please specify
fr: Veuillez spécifier

source: Please let us know any other feedback you have
fr: Veuillez nous faire part de tout autre commentaire que vous avez

source: You are renewing your plan to <strong>%(p_name)s</strong>.
fr: Vous renouvelez votre plan à <strong>%(p_name)s</strong>.

source: — which matches your current feature usage.
fr: — ce qui correspond à votre usage actuel des fonctionnalités.

source: It will be renewed automatically on <strong>%(start_date)s</strong>.
fr: Il sera renouvelé automatiquement le <strong>%(start_date)s</strong>.

source: <h4>Note: You are renewing to a different plan</h4> <p>The new plan will take effect on <strong>%(start_date)s</strong> and will cost <strong>%(monthly_fee)s</strong>/month.</p>
fr: <h4>Note : Vous renouvelez vers un plan différent</h4> <p>Le nouveau plan prendra effet le <strong>%(start_date)s</strong> et coûtera <strong>%(monthly_fee)s</strong>/mois.</p>

source: Current Subscription
fr: Abonnement actuel

source: Your Subscription is Paused
fr: Votre abonnement est en pause

source: Day Trial
fr: Essai de jour

source: Your %(pe)s Edition subscription was paused on %(date_paused)s. Please subscribe to a plan to gain access to your project again.
fr: Votre abonnement à l'Édition %(pe)s a été mis en pause le %(date_paused)s. Veuillez souscrire à un plan pour accéder à nouveau à votre projet.

source: The %(trial_length)s Day Trial includes all the features present in the %(pn)s Software Plan, which is our full set of features.
fr: L'Essai de %(trial_length)s jours inclut toutes les fonctionnalités présentes dans le Plan Logiciel %(pn)s, qui est notre ensemble complet de fonctionnalités.

source: <strong>Note:</strong> This subscription will not be invoiced.
fr: <strong>Note :</strong> Cet abonnement ne sera pas facturé.

source: Got questions about your plan?
fr: Des questions sur votre plan ?

source: Talk to Sales
fr: Parler aux ventes

source: Change Plan
fr: Changer Abonnement

source: This subscription will be paused on %(next_date)s.
fr: Cet abonnement sera mis en pause le %(next_date)s.

source: Your trial expires on %(date_end)s.
fr: Votre essai expire le %(date_end)s.

source: Date Started
fr: Date de Début

source: Date Ending
fr: Date de fin

source: Current Price
fr: Prix Actuel

source: Next Subscription Begins
fr: La prochaine suscription commence

source: Next Subscription Plan
fr: Prochain plan d'abonnement

source: Next Subscription Price
fr: Prochain prix de suscription

source: Subscription Credit
fr: Crédit de suscription

source: Plan Credit
fr: Crédit du Plan

source: General Credit
fr: Crédit général

source: Credits Remaining
fr: Crédits restants

source: Prepay by Credit Card
fr: Prépayé par carte de crédit

source: Generate Prepayment Invoice
fr: Générer une facture de paiement anticipé

source: Not Billing Admin, Can't Add Credit
fr: Vous n'êtes pas un administrateur de facturation, vous ne pouvez pas ajouter du crédit

source: Account Credit
fr: Crédit de compte

source: Usage Summary
fr: Résumé d'utilisation

source: Feature
fr: Fonctionnalité

source: Current Use
fr: Utilisation actuelle

source: Remaining
fr: Restant

source: Credits Available
fr: Crédit disponible

source: Account Credits Available
fr: Crédit de compte disponible

source: Included in Software Plan
fr: Inclus dans le Plan Logiciel

source: Current Usage
fr: Utilisation actuelle

source: Domain Temporarily Unavailable
fr: Domaine temporairement indisponible

source: The page you requested is currently unavailable due to a data migration. Please check back later.
fr: La page que vous avez demandée est actuellement indisponible en raison d'une migration de données. Veuillez revenir plus tard.

source: <strong>%(feature_name)s</strong> is only available to projects subscribed to <strong>%(plan_name)s</strong> plan or higher. To access this feature, you must subscribe to the <strong>%(plan_name)s</strong> plan.
fr: <strong>%(feature_name)s</strong> est uniquement disponible pour les projets abonnés au plan <strong>%(plan_name)s</strong> ou supérieur. Pour accéder à cette fonctionnalité, vous devez vous abonner au plan <strong>%(plan_name)s</strong>.

source: You must be a Project Administrator to make Subscription changes.
fr: Vous devez être Administrateur de Projet pour effectuer des modifications d'abonnement.

source: Read more about our plans
fr: En savoir plus sur nos plans

source: Change My Plan
fr: Changer mon plan

source: <p> This page is visible to Dimagi employees only (you have an @dimagi.com email address). You can use this page to set up a subscription for this project space. Use this tool only for projects that are: <ul> <li>an internal test project</li> <li>part of a contracted project</li> <li>a short term extended trial for biz dev</li> </ul> </p> <h3> Your project is currently subscribed to %(plan_name)s. </h3>
fr: <p> Cette page est visible uniquement par les employés de Dimagi (vous avez une adresse email @dimagi.com). Vous pouvez utiliser cette page pour configurer un abonnement pour cet espace de projet. Utilisez cet outil uniquement pour les projets qui sont : <ul> <li>un projet de test interne</li> <li>partie d'un projet sous contrat</li> <li>un essai prolongé à court terme pour le développement commercial</li> </ul> </p> <h3> Votre projet est actuellement abonné à %(plan_name)s. </h3>

source: Could not update!
fr: Impossible de mettre à jour !

source: Last Activity
fr: Dernière activité

source: Activated On :
fr: Activé le :

source: Deactivated On :
fr: Désactivé le :

source: You are renewing your <strong>%(p)s</strong> subscription.
fr: Vous renouvelez votre abonnement <strong>%(p)s</strong>.

source: My Projects
fr: Mes projets

source: Accept All Invitations
fr: Accepter toutes les invitations

source: My Invitations
fr: Mes invitations

source: Save close to 20%% when you pay annually.
fr: Économisez près de 20%% en payant annuellement.

source: 90 day refund policy
fr: Politique de remboursement de 90 jours

source: monthly
fr: mensuel

source: discounted
fr: réduit

source: This plan will be downgrading to <span data-bind="text: oNextPlan"></span> on <span data-bind="text: oNextDate"></span>.
fr: Ce plan sera rétrogradé à <span data-bind="text: oNextPlan"></span> le <span data-bind="text: oNextDate"></span>.

source: This plan will be pausing on<br /> <span data-bind="text: oNextDate"></span>.
fr: Ce plan sera mis en pause le<br /> <span data-bind="text: oNextDate"></span>.

source: Current Plan
fr: Plan actuel

source: Select Plan
fr: Sélectionnez un plan

source: Pause Subscription
fr: Mettre l'abonnement en pause

source: What happens after you pause?
fr: Que se passe-t-il après la mise en pause ?

source: You will lose access to your project space, but you will be able to re-subscribe anytime in the future.
fr: Vous perdrez l'accès à votre espace projet, mais vous pourrez vous réabonner à tout moment dans le futur.

source: You will no longer be billed.
fr: Vous ne serez plus facturé.

source: Your subscription is currently paused.
fr: Votre abonnement est actuellement en pause.

source: Your subscription is currently paused because you have <a href="%(url_statements)s">past-due invoices</a>.
fr: Votre abonnement est actuellement en pause car vous avez <a href="%(url_statements)s">des factures en retard</a>.

source: You will not be allowed to un-pause your project until these invoices are paid.
fr: Vous ne serez pas autorisé à reprendre votre projet tant que ces factures ne seront pas payées.

source: Your subscription will be pausing on <span data-bind="text: oStartDateAfterMinimumSubscription"></span> unless you select a different plan above.
fr: Votre abonnement sera mis en pause le <span data-bind="text: oStartDateAfterMinimumSubscription"></span> sauf si vous sélectionnez un autre plan ci-dessus.

source: Your subscription will be downgrading to <span data-bind="text: oNextSubscription"></span> on <span data-bind="text: oStartDateAfterMinimumSubscription"></span> unless you select a different plan above.
fr: Votre abonnement sera rétrogradé à <span data-bind="text: oNextSubscription"></span> le <span data-bind="text: oStartDateAfterMinimumSubscription"></span> sauf si vous sélectionnez un autre plan ci-dessus.

source: You are currently on the FREE CommCare Community plan.
fr: Vous êtes actuellement sur le plan Communauté GRATUIT de CommCare.

source: Dismiss
fr: Ignorer

source: Saved Credit Cards
fr: Cartes de crédit enregistrées

source: Add Card
fr: Ajouter carte bancaire

source: Credit Card
fr: Carte bancaire

source: Your request was successful!
fr: Votre requête a été fructueuse

source: Delete Card
fr: Supprimer carte bancaire

source: Actually remove <strong><span data-bind='text: brand'></span></strong> card ************<strong><span data-bind="text: last4"></span></strong>?
fr: Supprimer réellement la carte <strong><span data-bind='text: brand'></span></strong> ************<strong><span data-bind="text: last4"></span></strong> ?

source: Autopay card
fr: Carte pour paiement automatique

source: Remove Autopay
fr: Supprimer le paiement automatique

source: Set as autopay card
fr: Définir en tant que carte pour paiement automatique

source: Save close to 20%% when you pay annually.
fr: Économisez près de 20%% en payant annuellement.

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ!
fr: %(inviter)s vous a invité à rejoindre le projet %(domain)s sur CommCare HQ !

source: You're invited to join %(domain)s!
fr: Vous êtes invité à rejoindre %(domain)s !

source: Accept Invitation
fr: Accepter l'invitation

source: %(inviter)s has invited you to join the %(domain)s project on CommCare HQ. This invitation expires in %(days)s day(s).
fr: %(inviter)s vous a invité à rejoindre le projet %(domain)s sur CommCare HQ. Cette invitation expire dans %(days)s jour(s).

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
fr: CommCare HQ est un outil de gestion de données utilisé par plus de 500 organisations pour aider les travailleurs de première ligne dans le monde entier. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">En savoir plus sur CommCare</a>.

source: You received this message because we received an invitation request from %(inviter)s from the project "%(domain)s"
fr: Vous avez reçu ce message car nous avons reçu une demande d'invitation de %(inviter)s du projet "%(domain)s"

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
fr: CommCare HQ est un outil de gestion de données utilisé par plus de 500 organisations pour aider les travailleurs de première ligne dans le monde entier. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">En savoir plus sur CommCare</a>.

source: Hey there,
fr: Salut,

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ. This invitation expires in %(days)s day(s).
fr: %(inviter)s vous a invité à rejoindre le projet %(domain)s sur CommCare HQ. Cette invitation expire dans %(days)s jour(s).

source: To accept this invitation click <a href="%(url)s">this link</a>. If you are unable to click the link, copy and paste the following url into your browser. %(url)s
fr: Pour accepter cette invitation cliquer <a href="%(url)s">ce lien</a>. Si vous n’êtes pas capable de cliquer le lien, copier et coller l’URL suivante dans votre navigateur. %(url)s

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world.
fr: CommCare HQ est un outil de gestion de données utilisé par plus de 500 organisations pour aider les travailleurs de première ligne dans le monde entier.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
fr: Si vous pensez avoir reçu ceci par erreur, vous pouvez ignorer cet email. Pour en savoir plus sur CommCare HQ, visitez http://www.commcarehq.org/.

source: Thanks for using our site!
fr: Merci d'utiliser CommCareHQ.

source: -The CommCare HQ team
fr: -L'équipe CommCare HQ

source: %(inviter)s approved your request to join %(domain)s on CommCare HQ!
fr: %(inviter)s a approuvé votre demande de rejoindre %(domain)s sur CommCare HQ !

source: You're approved to join %(domain)s!
fr: Vous êtes approuvé pour rejoindre %(domain)s !

source: Confirm My Account
fr: Confirmer mon compte

source: %(inviter)s has approved your request to join the "%(domain)s" project at CommCare HQ. This approval expires in %(days)s day(s).
fr: %(inviter)s a approuvé votre demande pour rejoindre le projet "%(domain)s" sur CommCare HQ. Cette approbation expire dans %(days)s jour(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
fr: CommCare HQ est un outil qui aide à gérer les travailleurs de première ligne dans le monde entier.

source: You received this message because we received an approval from %(inviter)s for your request to join %(domain)s
fr: Vous avez reçu ce message car nous avons reçu une approbation de %(inviter)s pour votre demande de rejoindre %(domain)s

source: Hi!
fr: Bonjour,

source: %(inviter)s has approved your request to join the %(domain)s project space on CommCare HQ. This approval expires in %(days)s day(s).
fr: %(inviter)s a approuvé votre demande pour rejoindre l'espace projet %(domain)s sur CommCare HQ. Cette approbation expire dans %(days)s jour(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
fr: CommCare HQ est un outil qui aide à gérer les travailleurs de première ligne dans le monde entier.

source: To confirm this approval go to: %(url)s
fr: Pour accepter cette invitation, rendez vous sur: %(url)s

source: If you think this is a mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
fr: Si vous pensez qu'il s'agit d'une erreur, vous pouvez ignorer cet email. Pour en savoir plus sur CommCare HQ, visitez http://www.commcarehq.org/.

source: Hello,
fr: Bonjour

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at <a href="mailto:%(support_email)s">%(support_email)s</a> and follow <a href="%(settings_url)s">this link</a> to deactivate the transfer: %(settings_url)s
fr: Un transfert d'espace projet a été initié par %(from_username)s à %(to_username)s. Si vous pensez qu'il s'agit d'une erreur, veuillez nous contacter immédiatement à <a href="mailto:%(support_email)s">%(support_email)s</a> et suivez <a href="%(settings_url)s">ce lien</a> pour désactiver le transfert : %(settings_url)s

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: Hello,
fr: Bonjour,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at %(support_email)s and follow this link to deactivate the transfer: %(settings_url)s
fr: Un transfert d'espace projet a été initié par %(from_username)s à %(to_username)s. Si vous pensez qu'il s'agit d'une erreur, veuillez nous contacter immédiatement à %(support_email)s et suivez ce lien pour désactiver le transfert : %(settings_url)s

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow <a href="%(activate_url)s">this link</a>: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
fr: %(from_username)s a initié un transfert de propriété pour un espace projet CommCare HQ. Pour accepter la propriété de cet espace projet, veuillez suivre <a href="%(activate_url)s">ce lien</a> : %(activate_url)s. Si vous n'avez pas encore de compte utilisateur CommCare, vous devrez en créer un pour accepter la propriété de cet espace projet.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
fr: Après avoir accepté le transfert, quelqu'un de Dimagi vous contactera pour vérifier que le transfert de propriété est complet.
