Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
fr: Tous les paramètres du projet, les comptes utilisateurs et les permissions resteront dans leurs paramètres actuels après le transfert de propriété. Si vous souhaitez modifier l'un de ces paramètres, veuillez le faire après avoir accepté la propriété de l'espace projet depuis le menu des paramètres de l'espace projet.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.
fr: Si vous pensez avoir reçu ceci par erreur, vous pouvez ignorer cet email. Pour en savoir plus sur CommCare HQ, visitez <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow this link: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
fr: %(from_username)s a initié un transfert de propriété pour un espace projet CommCare HQ. Pour accepter la propriété de cet espace projet, veuillez suivre ce lien : %(activate_url)s. Si vous n'avez pas encore de compte utilisateur CommCare, vous devrez en créer un pour accepter la propriété de cet espace projet.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
fr: Après avoir accepté le transfert, quelqu'un de Dimagi va vous contacter pour vérifier que le transfer de propriété est complet.

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
fr: Tous les paramètres de projet, les comptes d'utilisateurs, et les autorisations resteront comme ils sont actuellement après le transfert de propriété. Si vous voudriez modifier aucun de ces paramètres, veuillez le faire après avoir accepté la propriété de l'espace de projet du menu Paramètres de projet.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
fr: Si vous pensez avoir reçu ceci par erreur, vous pouvez ignorer cet email. Pour en savoir plus sur CommCare HQ, visitez http://www.commcarehq.org/.

source: Load EVERYTHING
fr: Charger TOUT

source: Load Property
fr: Propriété de chargement

source: Use the Creative Commons website
fr: Utiliser le site Web de Creative Commons

source: to choose a Creative Commons license.
fr: pour choisir une licence Creative Commons.

source: Prepayment Amount
fr: Montant du pré-paiement

source: Please enter an amount that's either $0 or greater than $0.50
fr: Veuillez entrer un montant qui est soit de 0 $, soit supérieur à 0,50 $

source: Total Credits
fr: Total des crédits

source: Quantity
fr: Quantité

source: Thank you! You will receive an invoice via email with instructions for wire payment. Please include the invoice ID in the wire payment details.
fr: Merci ! Vous recevrez une facture par e-mail avec des instructions pour le paiement par virement. Veuillez inclure l'ID de la facture dans les détails du virement.

source: Wire Payment Information
fr: Information sur paiement par virement bancaire

source: Dimagi accepts wire payments via ACH and wire transfer. You will receive an invoice via email with bank information and instructions for wire payment. Please include the Invoice # in the wire payment memo or note field. <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" target="_blank" >More information...</a >
fr: Dimagi accepte les paiements par virement via ACH et virement bancaire. Vous recevrez une facture par e-mail avec les informations bancaires et les instructions pour le paiement par virement. Veuillez inclure le numéro de facture dans le mémo ou le champ de note du virement. <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" target="_blank" >Plus d'informations...</a >

source: Additional Recipients
fr: Destinataires supplémentaires

source: Please agree to the Privacy Policy.
fr: Veuillez accepter la politique de confidentialité.

source: This license doesn't cover all your multimedia.
fr: Cette licence ne couvre pas tous vos contenus multimédias.

source: More info...
fr: Plus d'informations...

source: Select a more restrictive license
fr: Choisir une licence plus restrictive

source: Since you've opted to publish your multimedia along with your app, you must select a license that is more restrictive than the multimedia in the app.
fr: Puisque vous avez choisi de publier vos contenus multimédias avec votre application, vous devez sélectionner une licence plus restrictive que celle des contenus multimédias dans l'application.

source: To satisfy this condition, you can either decide not to publish the multimedia or select one of the following licenses:
fr: Pour satisfaire cette condition, vous pouvez soit décider de ne pas publier les contenus multimédias soit sélectionner l'une des licences suivantes :

source: Thank you for your submission. A representative will be in contact with you shortly.
fr: Merci pour votre Souscription. Un représentant vous contactera sous peu de temps.

source: Error details
fr: Détails de l'erreur

source: Log In
fr: Connexion

source: Log In :: CommCare HQ
fr: Connexion :: CommCare HQ

source: Password Reset Confirmation
fr: Confirmation de la réinitialisation du mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset Password Unsuccessful
fr: Réinitialisation du mot de passe échouée

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien de réinitialisation du mot de passe était invalide, peut-être parce qu'il a déjà été utilisé.

source: Please request a new password reset.
fr: Veuillez demander une nouvelle réinitialisation du mot de passe.

source: Request Password Reset
fr: Demander la réinitialisation du mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: No account? Sign up today, it's free!
fr: Pas de compte ? Inscrivez-vous aujourd'hui, c'est gratuit !

source: Learn more
fr: Lire plus

source: about how CommCare HQ can be your mobile solution for your frontline workforce.
fr: sur la façon dont CommCare HQ peut être votre solution mobile pour votre personnel de première ligne.

source: Request Access to %(hr_name)s
fr: Demander accès à %(hr_name)s

source: Sign Up
fr: Inscription

source: We will email instructions to you for resetting your password.
fr: Nous vous enverrons par e-mail les instructions pour réinitialiser votre mot de passe.

source: Password Change Complete
fr: Modification du mot de passe terminée

source: Your password was successfully changed.
fr: Votre mot de passe a été modifié avec succès.

source: Sign In
fr: Connexion

source: Password Reset Complete
fr: Réinitialisation du mot de passe terminée

source: Password Reset Requested
fr: Réinitialisation de mot de passe demandée

source: We've emailed instructions for resetting your password to the email address you submitted. You should be receiving it shortly.
fr: Nous avons envoyé par e-mail les instructions pour réinitialiser votre mot de passe à l'adresse e-mail que vous avez soumise. Vous devriez les recevoir sous peu.

source: You're receiving this email because you requested a password reset
fr: Vous avez reçu ce courriel parce que vous avez fait une demande de réinitialisation de mot de passe

source: for your user account at %(site_name)s
fr: pour votre compte d'utilisateur de %(site_name)s

source: Please go to the following page and choose a new password:
fr: Veuillez consulter la page suivante et choisir un nouveau de passe :

source: Your username:
fr: Votre nom d’utilisateur:

source: Your project spaces:
fr: Vos espaces projet:

source: Thank you for using CommCare HQ.
fr: Merci d'utiliser CommCareHQ.

source: --The CommCare HQ Team
fr: --L'Équipe de CommCare HQ

source: Forgot your password?
fr: Mot de passe oublié ?

source: Backup Tokens
fr: Les bons sauvegardés

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
fr: Les jetons de secours peuvent être utilisés lorsque vos numéros de téléphone principal et de secours ne sont pas disponibles. Les jetons de secours ci-dessous peuvent être utilisés pour la vérification de connexion. Si vous avez utilisé tous vos jetons de secours, vous pouvez générer un nouvel ensemble de jetons de secours. Seuls les jetons de secours affichés ci-dessous seront valides.

source: Print these tokens and keep them somewhere safe.
fr: Imprimez ses bons et conservez les en sécurité.

source: You don't have any backup codes yet.
fr: Vous n'avez pas encore de code de sauvegarde.

source: Begin Using CommCare Now
fr: Commencez à utiliser CommCare maintenant

source: Back to Profile
fr: Retour au profile

source: Generate Tokens
fr: Generer des bons

source: We are calling your phone right now, please enter the digits you hear.
fr: Nous appelons votre téléphone en ce moment, veuillez entrer les chiffres que vous entendez.

source: We sent you a text message, please enter the tokens we sent.
fr: Nous vous avons envoyé un message texte, veuillez entrer les jetons que nous vous avons envoyés.

source: Please enter the tokens generated by your token generator.
fr: Veuillez entrer les jetons générés par votre générateur de jetons.

source: Please enter the token given to you by your domain administrator.
fr: Veuillez entrer le jeton qui vous a été donné par votre administrateur de domaine.

source: Looks like your CommCare session has expired.
fr: Il semble que votre session CommCare a expiré.

source: Please log in again to continue working.
fr: Veuillez vous reconnecter pour continuer à travailler.

source: Please sign in below.
fr: Veuillez vous connecter ci-dessous.

source: Please sign in below to continue.
fr: Veuillez vous connecter ci-dessous pour poursuivre.

source: You will be transferred to your original destination after you sign in.
fr: Une fois connecté, vous serez transféré vers votre destination de départ.

source: Or, alternatively, use one of your backup phones:
fr: Ou, alternativement, vous pouvez utiliser un de vos téléphones de remplacement:

source: Please contact your domain administrator if you need a backup token.
fr: Veuillez contacter votre administrateur de domaine si vous avez besoin d'un jeton de secours.

source: Use Backup Token
fr: Utilisez les bons sauvegardés

source: Please set up Two-Factor Authentication
fr: Veuillez configurer l'authentification à deux facteurs

source: For security purposes, your CommCare administrator has required that all users in your project set up two-factor authentication.<br>This is an extra layer of protection used to ensure the security of your account beyond a username and password.
fr: Pour des raisons de sécurité, votre administrateur CommCare a exigé que tous les utilisateurs de votre projet configurent l'authentification à deux facteurs.<br>C'est une couche de protection supplémentaire utilisée pour garantir la sécurité de votre compte au-delà d'un nom d'utilisateur et d'un mot de passe.

source: To access your account, please enable two-factor authentication below.
fr: Pour accéder à votre compte, veuillez activer l'authentification à deux facteurs ci-dessous.

source: Go back
fr: Retour

source: Enable Two-Factor Authentication
fr: Activer l'authentification à deux facteurs

source: Add Backup Phone
fr: Ajouter un téléphone de remplacement

source: Your backup phone number will be used if your primary method of registration is not available. Please enter a valid phone number.
fr: Votre numéro de téléphone de secours sera utilisé si votre méthode principale d'enregistrement n'est pas disponible. Veuillez entrer un numéro de téléphone valide.

source: We've sent a token to your phone number. Please enter the token you've received.
fr: Nous avons envoyé un jeton à votre numéro de téléphone. Veuillez entrer le jeton que vous avez reçu.

source: Follow the steps in this wizard to enable two-factor authentication.
fr: Suivez les étapes de cet assistant pour activer l'authentification à deux facteurs.

source: Please select which authentication method you would like to use.
fr: Veuillez sélectionner la méthode d'authentification que vous souhaitez utiliser.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
fr: Pour commencer à utiliser un générateur de jetons, veuillez utiliser votre smartphone pour scanner le code QR ci-dessous. Par exemple, utilisez Google Authenticator. Ensuite, entrez le jeton généré par l'application.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
fr: Veuillez entrer le numéro de téléphone sur lequel vous souhaitez recevoir les messages texte. Ce numéro sera validé à l'étape suivante.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
fr: Veuillez entrer le numéro de téléphone sur lequel vous souhaitez être appelé. Ce numéro sera validé à l'étape suivante.

source: We are calling your phone right now, please enter the digits you hear.
fr: Nous appelons votre téléphone maintenant, veuillez entrer les chiffres que vous entendez.

source: We sent you a text message, please enter the tokens we sent.
fr: Nous vous avons envoyé un message texte, veuillez entrer les jetons que nous avons envoyés.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
fr: Nous avons rencontré un problème avec la méthode d'authentification sélectionnée. Veuillez revenir en arrière et vérifier que vous avez entré vos informations correctement, réessayez ou utilisez une autre méthode d'authentification. Si le problème persiste, contactez l'administrateur du site.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
fr: Pour identifier et vérifier votre YubiKey, veuillez insérer un jeton dans le champ ci-dessous. Votre YubiKey sera liée à votre compte.

source: Congratulations, you've successfully enabled two-factor authentication.
fr: Félicitations, vous avez activé avec succès l'authentification à deux facteurs.

source: To enable account recovery, generate backup tokens.
fr: Pour activer la récupération de compte, générez des jetons de secours.

source: Generate Backup Tokens
fr: Générer des jetons de secours

source: Remove Two-factor Authentication
fr: Supprimer l'authentification à deux facteurs

source: You are about to <strong>remove</strong> two-factor authentication. This compromises your account security, are you sure?
fr: Vous êtes sur le point de <strong>supprimer</strong> l'authentification à deux facteurs. Cela compromet la sécurité de votre compte, êtes-vous sûr ?

source: Two-Factor Authentication is not managed here.
fr: L'authentification à deux facteurs n'est pas gérée ici.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to update your Two-Factor Authentication settings with Single Sign-On.
fr: Votre compte est géré par <strong>%(idp_name)s</strong>.<br /> Veuillez consulter la documentation de votre organisation pour savoir comment mettre à jour vos paramètres d'authentification à deux facteurs avec l'authentification unique.

source: Backup Phone Numbers
fr: Numéros de téléphone de sauvegarde

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
fr: Si votre méthode initiale n'est pas disponible, nous pouvons envoyer des bons sauvegardés au numéro de téléphone indiqué ci-dessous.

source: Unregister
fr: Se désinscrire

source: Add Phone Number
fr: Ajouter un numéro de téléphone

source: If you don't have any device with you, you can access your account using backup tokens.
fr: Si vous n'avez aucun périphérique avec vous, vous pouvez accéder à votre compte à l'aide de jetons de sauvegarde.

source: Show Codes
fr: Afficher les codes

source: Remove Two-Factor Authentication
fr: Supprimer l'authentification à deux facteurs

source: We <strong>strongly discourage</strong> this, but if absolutely necessary you can remove two-factor authentication from your account.
fr: Nous <strong>déconseillons fortement</strong> cela, mais si absolument nécessaire, vous pouvez supprimer l'authentification à deux facteurs de votre compte.

source: Reset Two-Factor Authentication
fr: Réinitialiser l'authentification à deux facteurs

source: This will remove your current two-factor authentication, and prompt you to run through the entire setup again. If you need to do this, please make sure you complete the entire process once you begin, otherwise your account will not be protected by two-factor authentication.
fr: Cela supprimera votre authentification à deux facteurs actuelle et vous invitera à recommencer toute la configuration. Si vous devez le faire, assurez-vous de compléter tout le processus une fois que vous commencez, sinon votre compte ne sera pas protégé par l'authentification à deux facteurs.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
fr: L'authentification à deux facteurs n'est pas activée pour votre compte. Activer l'authentification à deux facteurs pour améliorer la sécurisation de votre compte

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Your request was not formatted properly.
fr: Votre requête n'a pas été formaté correctement.

source: Forbidden.
fr: Interdit.

source: Page not found.
fr: Page introuvable.

source: There was an error processing your request. We're working quickly to fix the issue. Please try again shortly.
fr: Erreur lors du traitement de votre requête. Nous travaillons pour corriger rapidement le problème. Veuillez réessayer plus tard.

source: Upgrade Required
fr: Mis-à-jour requise

source: Sorry, you do not have access to %(feature_name)s
fr: Désolé, vous n'avez pas accès à %(feature_name)s

source: USD %s /month
fr: USD %s /mois

source: Unlimited
fr: Illimité

source: %d over limit
fr: %d au dessus de la limite

source: Billing Information
fr: Information sur la tarification

source: It appears that there was an issue updating your contact information. We've been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
fr: Il y a eu un problème pour mettre à jour vos informations de contact. On a reporté le problème. Veuillez réessayer, si le problème persiste, veuillez réessayer dans quelques heures.

source: Billing contact information was successfully updated.
fr: Les informations de facturation ont été mises à jour avec succès.

source: statements per page
fr: Relevés par page

source: No Billing Statements match the current criteria.
fr: Aucun relevé de facturation correspond aux critères actuelles.

source: Loading statements...
fr: Chargement des relevés...

source: Billing Period
fr: Période de facturation

source: Paid on %s.
fr: Payé le %s.

source: Not Paid
fr: Impayé

source: Already Paid
fr: Déjà payé

source: There was an issue processing your payment. No charges were made. We're looking into the issue as quickly as possible. Sorry for the inconvenience.
fr: Il y a eu un problème pour procéder à votre paiement. Aucun frais ne vous sera facturé. On analysera le problème dans les plus brefs délais. Veuillez nous excuser pour cette inconvenance.

source: The following e-mail addresses contain invalid characters, or are missing required characters:
fr: Les adresses mail suivantes contiennent des caractères invalides ou manque des caractères exigés:

source: There was an error processing your request. Please try again.
fr: Une erreur s'est produite lors du traitement de votre demande. Veuillez réessayer.

source: Unit cost must be a decimal number greater than 0.
fr: Le coût unitaire doit être un nombre décimal supérieur à 0.

source: Quantity must be a whole number greater than 0.
fr: La quantité doit être un nombre entier supérieur à 0.

source: Dimagi Internal Subscription Management
fr: Gestion des suscription interne de Dimagi

source: Please select a plan below that fits your organization's needs.
fr: Veuillez choisir un plan ci-dessous qui correspond aux besoins de votre organisation.

source: For programs with one-time data collection needs, simple case management workflows, and basic M&E requirements.
fr: Pour les programmes avec des besoins de collecte de données ponctuels, des flux de travail de gestion de cas simples et des exigences de suivi et évaluation de base.

source: For programs with complex case management needs, field staff collaborating on tasks, and M&E teams that need to clean and report on data.
fr: Pour les programmes avec des besoins complexes de gestion de cas, le personnel de terrain collaborant sur des tâches, et les équipes de suivi et évaluation qui doivent nettoyer et rapporter les données.

source: For programs with distributed field staff, facility-based workflows, and advanced security needs. Also for M&E teams integrating data with 3rd party analytics.
fr: Pour les programmes avec du personnel de terrain distribué, des flux de travail basés sur des installations et des besoins de sécurité avancés. Également pour les équipes de M&E intégrant des données avec des analyses tierces.

source: 1. Select a Plan%(edition_name)s
fr: 1. Choisir un plan%(edition_name)s

source: Contact Dimagi
fr: Contacter Dimagi

source: Please submit the following form and a member of our sales team will be in touch shortly about your plan.
fr: Veuillez soumettre le formulaire suivant et un membre de notre équipe commerciale vous contactera sous peu au sujet de votre plan.

source: 2. Contact Dimagi
fr: 2. Contacter Dimagi

source: Your request was sent to Dimagi. We will follow up shortly.
fr: Votre demande a été envoyée à Dimagi. Nous vous contacterons sous peu.

source: Back to my Subscription
fr: Retour à mon abonnement

source: Confirm Subscription
fr: Confirmer l'abonnement

source: 2. Confirm Pause
fr: 2. Confirmer la pause

source: 2. Confirm Subscription
fr: 2. Confirmer l'abonnement

source: Confirm Billing Information
fr: Confirmation d'information de tarification

source: 3. Confirm Billing Account
fr: 3. Confirmer votre compte de facturation

source: You do not have permission to change the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
fr: Vous n'avez pas la permission de modifier l'abonnement pour ce compte de niveau client. Veuillez contacter l'administrateur d'entreprise %s pour obtenir de l'aide.
