Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: You do not have domain permissions.
fr: Vous ne disposez pas de permissions de domaine.

source: Read more on the <a target='_blank' href='%(link)s'>Help Site</a>.
fr: En savoir plus sur le <a target='_blank' href='%(link)s'>site d'aide</a>.

source: Download your current %(adjective)s file.
fr: Téléchargez votre fichier %(adjective)s actuel.

source: Download %(plural_noun)s
fr: Télécharger %(plural_noun)s

source: Update the downloaded file.
fr: Mettre-à-jour le fichier télécharger.

source: Check the <a target="_blank" href="%(address)s">%(name)s</a> for instructions.
fr: Consultez le <a target="_blank" href="%(address)s">%(name)s</a> pour les instructions.

source: Upload your updated file.
fr: Uploader votre fichier mis-à-jour.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
fr: <a href="https://dimagi.com/commcare/">CommCare</a> est protégé par le droit d'auteur &copy;

source: Learn more about CommCare HQ
fr: En savoir davantage sur CommCare HQ

source: Privacy
fr: Confidentialité

source: Terms of Service
fr: Conditions d'utilisation

source: Business Agreement
fr: Accord commercial

source: Request a CommCare Demo
fr: Demander une démo de CommCare

source: Get a Tour of CommCare
fr: Obtenez une visite de CommCare

source: Thank you! A member of our team will be in touch to schedule a time with you.
fr: Merci ! Un membre de notre équipe vous contactera pour planifier un rendez-vous.

source: Alt Text
fr: Texte alternatif

source: Alternative text description
fr: Description du texte alternatif

source: Give Feedback
fr: Donner votre avis

source: We would love to get your feedback
fr: Nous aimerions recevoir vos commentaires

source: How would you rate this feature?
fr: Comment évalueriez-vous cette fonctionnalité ?

source: Don't Like It / Not Useful
fr: Je n'aime pas / Pas utile

source: Not Sure / Confusing
fr: Pas sûr / Confus

source: Love It / Useful
fr: J'adore / Utile

source: Any other comments?
fr: D'autres commentaires ?

source: Thank you for your feedback! We appreciate it.
fr: Merci pour vos commentaires ! Nous les apprécions.

source: Submit Feedback
fr: Soumettre des commentaires

source: Previous
fr: Précédent

source: CommCare HQ looks better on desktop!
fr: CommCare HQ est mieux sur un ordinateur de bureau !

source: Hi%(" " + full_name)s, it looks like you’re on a mobile device.
fr: Bonjour%(" " + full_name)s, il semble que vous soyez sur un appareil mobile.

source: CommCare HQ is optimized for desktop or laptop browsers.
fr: CommCare HQ est optimisé pour les navigateurs de bureau ou d'ordinateur portable.

source: Send yourself an email with a login link to use when you’re back on a full-size browser:
fr: Envoyez-vous un e-mail avec un lien de connexion à utiliser lorsque vous serez de retour sur un navigateur de taille normale :

source: Email Link
fr: Lien par e-mail

source: Reminder sent!
fr: Rappel envoyé !

source: Check out this video to get an introduction to CommCare HQ.
fr: Regardez cette vidéo pour obtenir une introduction à CommCare HQ.

source: Your CommCare trial ended on %(paused_date)s.
fr: Votre essai de CommCare s'est terminé le %(paused_date)s.

source: Your previous <strong>%(previous_edition)s Edition</strong> subscription was paused on %(paused_date)s.
fr: Votre abonnement précédent à l'<strong>édition %(previous_edition)s</strong> a été suspendu le %(paused_date)s.

source: Subscribe to a plan to gain access to your project space.
fr: Abonnez-vous à un plan pour accéder à votre espace projet.

source: Please contact your project's billing administrator about re-subscribing to a paid plan. Once your project is re-subscribed, you will re-gain access to your project space and its data.
fr: Veuillez contacter l'administrateur de facturation de votre projet pour vous réabonner à un plan payant. Une fois votre projet réabonné, vous retrouverez l'accès à votre espace projet et à ses données.

source: The current date and time is
fr: La date et l'heure actuelles sont

source: All dates are in
fr: Toutes les dates sont incluses

source: Your browser is unsupported, please consider another option
fr: Votre navigateur n'est pas pris en charge, veuillez envisager une autre option

source: We recommend <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. or <a href="https://www.apple.com/safari/">Safari</a>.
fr: Nous recommandons <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a> ou <a href="https://www.apple.com/safari/">Safari</a>.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
fr: <a href="https://dimagi.com/commcare/">CommCare</a> est protégé par le droit d'auteur &copy;

source: Your browser is unsupported, please consider another option.
fr: Votre navigateur n'est pas pris en charge, veuillez envisager une autre option.

source: We recommend <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> or <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.
fr: Nous recommandons <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> ou <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.

source: You are on the CommCare Community Plan. <a href="%(url_sub)s" id="cta-community-sub">Subscribe to a professional plan</a>.
fr: Vous êtes sur le plan communautaire de CommCare. <a href="%(url_sub)s" id="cta-community-sub">Abonnez-vous à un plan professionnel</a>.

source: <a href="%(sub_url)s">Click here</a> to upgrade or reach out to us at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> to learn more!
fr: <a href="%(sub_url)s">Cliquez ici</a> pour mettre à niveau ou contactez-nous à <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> pour en savoir plus !

source: Permanently dismiss this alert
fr: Ignorer définitivement cette alerte

source: You're using the free edition of CommCare for practice purposes.
fr: Vous utilisez l'édition gratuite de CommCare à des fins de pratique.

source: With a 5-user limit, it's not intended for active programs.<br /> <a href="%(change_plan_url)s">Upgrade</a> to a paid plan to boost security, expand your team, access expert support, and unlock the full power of CommCare.
fr: Avec une limite de 5 utilisateurs, elle n'est pas destinée aux programmes actifs.<br /> <a href="%(change_plan_url)s">Mettez à niveau</a> vers un plan payant pour renforcer la sécurité, élargir votre équipe, accéder à un support expert, et débloquer toute la puissance de CommCare.

source: Your download is ready.
fr: Votre téléchargement est prêt.

source: You have <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s day%(days_plural)s remaining</a> in your CommCare %(trial_edition)s Edition Trial.
fr: Il vous reste <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s jour%(days_plural)s</a> dans votre essai de l'édition CommCare %(trial_edition)s.

source: You are on a <a href="%(url_sub)s" id="cta-trial-days-remaining">trial</a> of CommCare %(trial_edition)s Edition.
fr: Vous êtes en <a href="%(url_sub)s" id="cta-trial-days-remaining">essai</a> de l'édition CommCare %(trial_edition)s.

source: Showing %(start)s to %(end)s of %(total)s entries
fr: Affichage de %(start)s à %(end)s sur %(total)s entrées

source: %(p)s per page
fr: %(p)s par page

source: Change User Password
fr: Changer le mot de passe de l'utilisateur

source: Change Password for
fr: Changer le mot de passe pour

source: Hello World
fr: Bonjour le monde

source: TranslationOne
fr: TraductionUn

source: TranslationTwo
fr: TraductionDeux

source: Translate Me
fr: Traduisez-moi

source: Token
fr: Jeton

source: Your authentication token is %s
fr: Votre code identification est %s

source: Error received from SMS partner. If you do not receive a token, please retry in a few minutes.
fr: Erreur reçue de la part du partenaire SMS. Si vous ne recevez pas de jeton, veuillez réessayer dans quelques minutes.

source: Welcome back to %s!
fr: Bon retour sur %s!

source: You do not have access to this file. It can only be uploaded to dropbox by the user who created it
fr: Vous n'avez pas accès à ce fichier. Il ne peut être téléchargé sur Dropbox que par l'utilisateur qui l'a créé.

source: Apps/{app}/{dest} is queued to sync to dropbox! You will receive an email when it completes.
fr: Apps/{app}/{dest} est mis en file d'attente pour la synchronisation avec dropbox! Vous recevrez un email quand la synchronisation sera terminée.

source: Your CommCare HQ Issue Report has been sent. We are working quickly to resolve this problem.
fr: Votre rapport de problème CommCare HQ a été envoyé. Nous travaillons rapidement pour résoudre ce problème.

source: Apache License
fr: Licence Apache

source: BSD License
fr: Licence BSD

source: items per page
fr: éléments par page

source: You have no items.
fr: Vous n'avez aucun élément.

source: Deleted Items:
fr: Éléments supprimés :

source: New Items:
fr: Nouveaux éléments :

source: <strong>Problem Refreshing List:</strong> %s
fr: <strong>Problème survenu lors du rafraîchissement de la liste :</strong> %s

source: <strong>Problem Deleting:</strong> %s
fr: <strong>Problème survenu lors de la suppression :</strong> %s

source: The item's ID was not passed to the server.
fr: L'identifiant de l'élément n'a pas été transmis au serveur.

source: We've redirected you to the %s matching your query
fr: Nous vous avons redirigé vers le %s correspondant à votre requête

source: Maintenance Alerts
fr: Alertes maintenance

source: Continue to {}
fr: Continuer vers {}

source: Last 7 Days
fr: Dernière 7 Jours

source: Last Month
fr: Mois dernier

source: Last 30 Days
fr: 30 derniers jours

source: to
fr: à

source: Enable AWS Connect Dialer
fr: Activer le composeur AWS Connect

source: AWS Instance ID
fr: ID d'instance AWS

source: Enter "yourinstance" if your AWS Connect account is "https://yourinstance.awsapps.com/connect/"
fr: Entrez "yourinstance" si votre compte AWS Connect est "https://yourinstance.awsapps.com/connect/"

source: Dialer Page Title
fr: Titre de la page du composeur

source: A title for the Dialer Page header
fr: Un titre pour l'en-tête de la page du composeur

source: Dialer Page Subtitle
fr: Sous-titre de la page du composeur

source: A subtitle for the Dialer Page header
fr: Un sous-titre pour l'en-tête de la page du composeur

source: Enable GAEN OTP server integration
fr: Activer l'intégration du serveur OTP GAEN

source: GAEN Server Type
fr: Type de serveur GAEN

source: Select server type
fr: Sélectionner le type de serveur

source: NearForm OTP Server
fr: Serveur OTP NearForm

source: APHL Exposure Notifications
fr: Notifications d'exposition APHL

source: Server Endpoint
fr: Point de terminaison du serveur

source: Server Auth Token
fr: Jeton d'authentification du serveur

source: Enable in Web Apps
fr: Activer dans les applications Web

source: External Callout URL
fr: URL d'appel externe

source: Enter the base URL for callouts that should be signed
fr: Entrez l'URL de base pour les appels qui doivent être signés

source: API Key
fr: Clé API

source: API Key for CommCare in the external system
fr: Clé API pour CommCare dans le système externe

source: API Secret
fr: Secret API

source: API secret for message signing
fr: Secret API pour la signature des messages

source: Enable Simprints Integration
fr: Activer l'intégration Simprints

source: Project ID
fr: Identifiant de projet

source: Module ID
fr: ID du module

source: Recipient Data Store
fr: Stockage des données du destinataire

source: Other Case Type
fr: Autre type de cas

source: Provider
fr: Fournisseur

source: API Field to Recipient Data Map
fr: Champ API vers mappage des données du destinataire

source: Maps API field for the KYC provider to the field used for storing the relevant data. To learn more about this, please have a look at our <a href="{}" target="_blank">support documentation</a>.
fr: Mappe le champ API pour le fournisseur KYC au champ utilisé pour stocker les données pertinentes. Pour en savoir plus à ce sujet, veuillez consulter notre <a href="{}" target="_blank">documentation de support</a>.

source: Custom User Data
fr: Données utilisateur personnalisées

source: User Case
fr: Cas utilisateur

source: This field is required when "Recipient Data Store" is set to "Other Case Type".
fr: Ce champ est requis lorsque "Stockage des données du destinataire" est défini sur "Autre type de cas".

source: User information on HQ is not complete or invalid.
fr: Les informations utilisateur sur HQ sont incomplètes ou invalides.

source: User information on HQ does not match with KYC provider.
fr: Les informations utilisateur sur HQ ne correspondent pas avec le fournisseur KYC.

source: API error occurred. Please reach out to support.
fr: Une erreur API s'est produite. Veuillez contacter le support.

source: KYC Status
fr: Statut KYC

source: Last Verified
fr: Dernière vérification

source: Verify
fr: Vérifier

source: KYC Configuration
fr: Configuration KYC

source: KYC Report
fr: Rapport KYC

source: Verification Status
fr: Statut de vérification

source: Show all
fr: Afficher tous

source: Verified
fr: Vérifié

source: Connection Settings
fr: Paramètres de connexion

source: Environment
fr: Environnement

source: Payment Configuration
fr: Configuration du paiement

source: Sandbox
fr: Bac à sable

source: Live
fr: En direct

source: Verify Selected
fr: Vérifier la sélection

source: Batch Number
fr: Numéro de lot

source: Currency
fr: Devise

source: User or Case ID
fr: ID utilisateur ou dossier

source: Payee Note
fr: Note du bénéficiaire

source: Payer Message
fr: Message du payeur

source: Payments Verification Report
fr: Rapport de vérification des paiements

source: Payments Configuration
fr: Configuration des paiements

source: Dialer
fr: Composeur

source: NOT LOGGED IN
fr: NON CONNECTÉ

source: Login
fr: Connexion

source: Telephone
fr: Téléphone

source: Phone Number:
fr: Numéro de téléphone :

source: NOT AVAILABLE
fr: NON DISPONIBLE

source: Call Status:
fr: Statut de l'appel :

source: Not Dialed
fr: Non composé

source: Contact ID:
fr: ID de contact :

source: Queue Name:
fr: Nom de la file d'attente :

source: Dial Now
fr: Composer maintenant

source: Preferences
fr: Préférences

source: Auto dial on load
fr: Composition automatique au chargement

source: Copy To Clipboard
fr: Copier dans le presse-papiers

source: Media Devices
fr: Appareils multimédias

source: Speakers
fr: Haut-parleurs

source: Mic. Permission
fr: Autorisation du micro

source: Web Cam
fr: Caméra Web

source: Check Media
fr: Vérifier les médias

source: Network
fr: Réseau

source: Check Network
fr: Vérifier le réseau

source: Agent Training Center
fr: Centre de formation des agents

source: Agent Support Center
fr: Centre de support des agents

source: Exposure Notification OTP
fr: OTP de notification d'exposition

source: OTP Code for
fr: Code OTP pour

source: Close OTP and Return
fr: Fermer l'OTP et revenir

source: This domain does not have a saved KYC configuration, which is required to view this report. Please create a configuration first.
fr: Ce domaine n'a pas de configuration KYC enregistrée, ce qui est nécessaire pour voir ce rapport. Veuillez d'abord créer une configuration.

source: Navigate there.
fr: Naviguez-y.

source: Verify All
fr: Tout vérifier

source: Configuration saved successfully!
fr: Configuration enregistrée avec succès !

source: Successfully verified %(success_count)s rows!
fr: %(success_count)s lignes vérifiées avec succès !

source: Failed to verify %(fail_count)s rows!
fr: Échec de la vérification de %(fail_count)s lignes !

source: Pass
fr: Réussite

source: Fail
fr: Échec

source: Not Checked
fr: Non vérifié

source: Confirm Payments
fr: Confirmer les paiements

source: Are you sure you want to proceed with the selected payments?
fr: Êtes-vous sûr de vouloir procéder avec les paiements sélectionnés ?

source: Successfully submitted %(success_count)s records for payments!
fr: %(success_count)s enregistrements soumis avec succès pour les paiements !

source: Failed to submit %(failure_count)s records for payments!
fr: Échec de la soumission de %(failure_count)s enregistrements pour les paiements !

source: To request payments successfully, add necessary settings on the <a href="%(config_url)s">Payments Configuration</a> page.
fr: Pour demander des paiements avec succès, ajoutez les paramètres nécessaires sur la <a href="%(config_url)s">page de configuration des paiements</a>.

source: Biometric Integration
fr: Intégration biométrique

source: Biometric Integration settings have been updated.
fr: Les paramètres d'intégration biométrique ont été mis à jour.

source: Could not update Biometric Integration settings.
fr: Impossible de mettre à jour les paramètres d'intégration biométrique.

source: OTP Request missing a required argument 'case_id'
fr: La demande OTP manque d'un argument requis 'case_id'

source: No matching patient record found
fr: Aucun dossier patient correspondant trouvé

source: We are having problems communicating with the Exposure Notification server please try again later
fr: Nous rencontrons des problèmes de communication avec le serveur de notification d'exposition veuillez réessayer plus tard

source: Dialer Settings
fr: Paramètres du composeur

source: Dialer Settings Updated
fr: Paramètres du composeur mis à jour

source: Could not update Dialer Settings
fr: Impossible de mettre à jour les paramètres du composeur

source: GAEN OTP Server Config
fr: Configuration du serveur OTP GAEN

source: GAEN OTP Server Settings Updated
fr: Paramètres du serveur OTP GAEN mis à jour

source: Could not update GAEN OTP Server Settings
fr: Impossible de mettre à jour les paramètres du serveur OTP GAEN

source: Signed Callout Settings
fr: Paramètres d'appel signé

source: Callout Settings Updated
fr: Paramètres d'appel mis à jour

source: Could not update Callout Settings
fr: Impossible de mettre à jour les paramètres d'appel

source: Lookup Table
fr: Table de Recherche

source: Keyword
fr: Mot-clé

source: Data Expressions and Filters
fr: Expressions et filtres de données

source: Automatic Update Rule
fr: Règle de mise à jour automatique

source: Custom User Data Fields
fr: Champs de données utilisateur personnalisés

source: Custom Location Data Fields
fr: Champs de données de localisation personnalisés

source: User Roles
fr: Rôles des utilisateurs

source: Feature Flags
fr: Fanions de fonctionnalité

source: Case Search Settings
fr: Paramètres de recherche de cas

source: OTP Pass-through Settings
fr: Paramètres de passage OTP

source: Signed Callout
fr: Appel signé

source: Tableau Server and Visualizations
fr: Serveur Tableau et visualisations

source: Custom Product Data Fields
fr: Champs de données de produit personnalisés

source: Project Space Link
fr: Lien de l'espace projet

source: Content
fr: Contenu

source: Linking keywords to a remote link is not currently supported
fr: Le lien de mots-clés vers un lien distant n'est pas actuellement pris en charge

source: Keyword does not exist in the upstream domain
fr: Le mot-clé n'existe pas dans le domaine amont

source: Keyword {keyword} already exists in downstream domain {domain}
fr: Le mot-clé {keyword} existe déjà dans le domaine aval {domain}

source: Linked keyword could not be found
fr: Le mot-clé lié n'a pas pu être trouvé

source: Upstream keyword could not be found. Maybe it has been deleted?
fr: Le mot-clé amont n'a pas pu être trouvé. Peut-être a-t-il été supprimé ?

source: Keyword {keyword} references an application that has multiple linked applications. It cannot be updated.
fr: Le mot-clé {keyword} fait référence à une application qui a plusieurs applications liées. Il ne peut pas être mis à jour.

source: Keyword {keyword} references an application that has not been linked to {linked_domain}
fr: Le mot-clé {keyword} fait référence à une application qui n'a pas été liée à {linked_domain}

source: should be the full link without the trailing /. Example: https://www.commcarehq.org
fr: devrait être le lien complet sans le / final. Exemple : https://www.commcarehq.org

source: {} is already a downstream project space of {}. You must remove the existing link before creating this new link.
fr: {} est déjà un espace de projet en aval de {}. Vous devez supprimer le lien existant avant de créer ce nouveau lien.

source: Release complete. {} project(s) succeeded. {} The following content was released: {} The following linked project spaces received content:
fr: Publication terminée. {} projet(s) réussi(s). {} Le contenu suivant a été publié : {} Les espaces de projet liés suivants ont reçu du contenu :

source: {} project(s) encountered errors.
fr: {} projet(s) ont rencontré des erreurs.

source: {}- {} updated successfully
fr: {}- {} mis à jour avec succès

source: {}- {} encountered errors:
fr: {}- {} a rencontré des erreurs :

source: Multi master flag is in use
fr: Le drapeau multi-maître est en cours d'utilisation

source: Could not find app
fr: Impossible de trouver l'application

source: Feature flag for {} is not enabled
fr: Le drapeau de fonctionnalité pour {} n'est pas activé

source: Project space {} is no longer linked to {}. No content was released to it.
fr: L'espace de projet {} n'est plus lié à {}. Aucun contenu n'y a été publié.

source: Could not update {}: {}
fr: Impossible de mettre à jour {} : {}

source: Updated {} successfully
fr: Mise à jour de {} réussie

source: Linked project release complete.
fr: Publication du projet lié terminée.

source: Errors occurred.
fr: Des erreurs sont survenues.

source: Downstream Project Spaces
fr: Espaces de Projet en Aval

source: Push Content
fr: Pousser le Contenu

source: Manage Linked Project Space
fr: Gérer l'Espace de Projet Lié

source: Add Remote Reports
fr: Ajouter des Rapports à Distance

source: Add Downstream Project Space
fr: Ajouter un Espace de Projet en Aval

source: To make this project space an upstream project space, you need to add a downstream project space.
fr: Pour faire de cet espace de projet un espace de projet en amont, vous devez ajouter un espace de projet en aval.

source: Project Space:
fr: Espace de Projet :

source: Linked Project Spaces
fr: Espaces de Projet Liés

source: Create links between upstream and downstream project spaces.
fr: Créer des liens entre les espaces de projet en amont et en aval.

source: Linked project spaces allow you to:
fr: Les espaces de projet liés vous permettent de :

source: Push content to a downstream project space
fr: Pousser du contenu vers un espace de projet en aval

source: Pull content from an upstream project space
fr: Tirer du contenu d'un espace de projet en amont

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
fr: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur les Espaces de Projet Liés.

source: Link to an existing upstream project space
fr: Lier à un espace de projet en amont existant

source: To pull content from an upstream project space, link this project space to an upstream project space. The link can only be created from the upstream project space.
fr: Pour tirer du contenu d'un espace de projet en amont, liez cet espace de projet à un espace de projet en amont. Le lien ne peut être créé qu'à partir de l'espace de projet en amont.

source: Go To Upstream Project Space
fr: Aller à l'espace projet en amont

source: Make this an upstream project space
fr: Faire de cet espace projet un espace projet en amont
