Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Issues found with the workbook are as follows :
fr: Les problèmes trouvés avec le classeur sont les suivants :

source: No issues found with the workbook.
fr: Criança com problemas de malnutrição

source: App Translations Discrepancies for {}
fr: Divergences de traductions d'application pour {}

source: App Translations Updated!
fr: Mise à jour de traduction d'application!

source: Invalid menu in row "%s", skipping row.
fr: Menu invalide à la ligne "%s", ligne ignorée.

source: Invalid form in row "%s", skipping row.
fr: Formulaire invalide à la ligne "%s", ligne ignorée.

source: Did not recognize "%s", skipping row.
fr: "%s" non reconnu, ligne ignorée.

source: Sheet "%s" was repeated. Only the first occurrence has been processed.
fr: La feuille "%s" a été répétée. Seule la première occurrence a été traitée.

source: Skipping sheet "%s", could not recognize title
fr: Feuille "%s" ignorée, titre non reconnu

source: Skipping sheet {title}: expected first columns to be {expected}
fr: Feuille {title} ignorée : les premières colonnes attendues étaient {expected}

source: Sheet "{sheet}" has fewer columns than expected. Sheet will be processed but the following translations will be unchanged: {columns}
fr: La feuille "{sheet}" a moins de colonnes que prévu. La feuille sera traitée mais les traductions suivantes resteront inchangées : {columns}

source: Sheet "{sheet}" has unrecognized columns. Sheet will be processed but will ignore the following columns: {columns}
fr: La feuille "{sheet}" a des colonnes non reconnues. La feuille sera traitée mais ignorera les colonnes suivantes : {columns}

source: Error in {sheet}: {msg}
fr: Erreur dans {sheet} : {msg}

source: Form has no translation element present to be used as a template.
fr: Le formulaire ne contient aucun élément de traduction à utiliser comme modèle.

source: You must provide at least one translation for the label '{}'.
fr: Vous devez fournir au moins une traduction pour le libellé '{}'.

source: Unrecognized translation label {0}. That row has been skipped
fr: Étiquette de traduction non reconnue {0}. Cette ligne a été ignorée

source: Found conflicting nodes for label {}
fr: Nœuds conflictuels trouvés pour l'étiquette {}

source: Form {index}, "{name}", is a shadow form. Cannot translate shadow forms, skipping.
fr: Le formulaire {index}, "{name}", est un formulaire d'ombre. Impossible de traduire les formulaires d'ombre, passage à la ligne suivante.

source: case list
fr: liste de cas

source: case detail
fr: détail du cas

source: Expected {expected_count} {list_or_detail} properties in menu {index}, found {actual_count}. No case list or detail properties for menu {index} were updated.
fr: Attendu {expected_count} propriétés {list_or_detail} dans le menu {index}, trouvé {actual_count}. Aucune propriété de liste ou de détail de cas pour le menu {index} n'a été mise à jour.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". This property has either been removed or does not exist.
fr: Une ligne {display_or_hint} pour le menu {index} a une propriété de recherche de cas inattendue "{field}". Cette propriété a été soit supprimée, soit n'existe pas.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
fr: Une ligne {display_or_hint} pour le menu {index} a une propriété de recherche de cas inattendue "{field}". Les propriétés de cas doivent apparaître dans le même ordre que dans le téléchargement de traduction d'application en masse. Aucune traduction mise à jour pour cette ligne.

source: Expected {expected_count} case_search_display properties in menu {index}, found {actual_label_count} for case_search_display. Case Search config properties for menu {index} were only partially updated.
fr: Attendu {expected_count} propriétés case_search_display dans le menu {index}, trouvé {actual_label_count} pour case_search_display. Les propriétés de configuration de recherche de cas pour le menu {index} ont été partiellement mises à jour.

source: Found unexpected row "{0}" for menu {1}. No changes were made for menu {1}.
fr: Ligne inattendue "{0}" trouvée pour le menu {1}. Aucun changement n'a été effectué pour le menu {1}.

source: Expected {0} reports for menu {1} but found row for Report {2}. No changes were made for menu {1}.
fr: Attendu {0} rapports pour le menu {1} mais trouvé une ligne pour le rapport {2}. Aucun changement n'a été effectué pour le menu {1}.

source: Found row for {0}, but this report uses an xpath description, which is not localizable. Description not updated.
fr: Ligne trouvée pour {0}, mais ce rapport utilise une description xpath, qui n'est pas localisable. Description non mise à jour.

source: Expected {0} case detail tabs for menu {1} but found row for Tab {2}. No changes were made for menu {1}.
fr: Attendu {0} onglets de détail de cas pour le menu {1} mais trouvé une ligne pour l'onglet {2}. Aucun changement n'a été effectué pour le menu {1}.

source: You must provide at least one translation of the case property '%s'
fr: Vous devez fournir au moins une traduction de la propriété de cas '%s'

source: A row for menu {index} has an unexpected case property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
fr: Une ligne pour le menu {index} a une propriété de cas inattendue "{field}". Les propriétés de cas doivent apparaître dans le même ordre que dans le téléchargement de traduction d'application en masse. Aucune traduction mise à jour pour cette ligne.

source: Upload a xls/xlsx/po/zip file
fr: Téléchargez un fichier xls/xlsx/po/zip

source: Convert
fr: Convertir

source: Please ensure columns 'source' and 'translation' in the sheet
fr: Veuillez vous assurer que les colonnes 'source' et 'translation' sont présentes dans la feuille

source: Unexpected file passed within zip. Please upload xls/xlsx/po files.
fr: Fichier inattendu passé dans le zip. Veuillez télécharger des fichiers xls/xlsx/po.

source: Unexpected file passed. Please upload xls/xlsx/po/zip file.
fr: Fichier inattendu passé. Veuillez télécharger un fichier xls/xlsx/po/zip.

source: Transifex project
fr: Projet Transifex

source: Target Language
fr: Langue cible

source: Resource Slug
fr: Slug de ressource

source: Leave blank to fetch full project
fr: Laissez vide pour récupérer le projet complet

source: Leave blank to use current saved state
fr: Laissez vide pour utiliser l'état enregistré actuel

source: Check this if you want to maintain different resources separately for different versions of the application. Leave it unchecked for continuous update to the same set of resources
fr: Cochez ceci si vous souhaitez maintenir des ressources différentes séparément pour différentes versions de l'application. Laissez décoché pour une mise à jour continue du même ensemble de ressources

source: Translated Language
fr: Langue traduite

source: Select Translated Language
fr: Sélectionnez la langue traduite

source: Confirm that resources are completely translated before performing request
fr: Confirmez que les ressources sont complètement traduites avant d'effectuer la demande

source: Please confirm that you want to proceed?
fr: Veuillez confirmer que vous souhaitez continuer ?

source: Version not available for app
fr: Version non disponible pour l'application

source: Check this if you want to update an existing resource, instead of creating new ones. If you submit this form without this check, duplicate resources may be created.
fr: Cochez ceci si vous souhaitez mettre à jour une ressource existante, au lieu d'en créer de nouvelles. Si vous soumettez ce formulaire sans cette vérification, des ressources en double peuvent être créées.

source: Source Language on Transifex
fr: Langue source sur Transifex

source: Lock translations for resources that are being pulled
fr: Verrouiller les traductions pour les ressources qui sont en cours de récupération

source: Please note that this will lock the resource for all languages
fr: Veuillez noter que cela verrouillera la ressource pour toutes les langues

source: Add translation to blacklist
fr: Ajouter la traduction à la liste noire

source: From Application
fr: De l'application

source: To Application
fr: À l'application

source: Upload a xls file mapping old to new ids
fr: Téléchargez un fichier xls mappant les anciens aux nouveaux identifiants

source: We recommend taking a backup if you have not already.Please confirm that you want to proceed?
fr: Nous recommandons de faire une sauvegarde si ce n'est pas déjà fait. Veuillez confirmer que vous souhaitez continuer ?

source: Could not load file. Please ensure columns {type_header}, {old_id_header} and {new_id_header} are present
fr: Impossible de charger le fichier. Veuillez vous assurer que les colonnes {type_header}, {old_id_header} et {new_id_header} sont présentes

source: missing value(s) in sheet
fr: valeur(s) manquante(s) dans la feuille

source: Could not load file. 'Type' column should be either 'Menu' or 'Form'
fr: Impossible de charger le fichier. La colonne 'Type' doit être soit 'Menu' soit 'Form'

source: Source and target app can not be the same
fr: L'application source et l'application cible ne peuvent pas être identiques

source: Target app default language and the source app default language don't match
fr: La langue par défaut de l'application cible et la langue par défaut de l'application source ne correspondent pas

source: Transifex project source lang and the source app default language don't match
fr: La langue source du projet Transifex et la langue par défaut de l'application source ne correspondent pas

source: Transifex project source lang and the target app default language don't match
fr: La langue source du projet Transifex et la langue par défaut de l'application cible ne correspondent pas

source: Successfully Uploaded
fr: Téléchargé avec succès

source: Successfully Removed
fr: Supprimé avec succès

source: Translations
fr: Traductions

source: Transifex integration not set for this domain
fr: Intégration Transifex non définie pour ce domaine

source: Convert Translations
fr: Convertir les traductions

source: Pull Resource
fr: Extraire la ressource

source: Blacklist Translations
fr: Mettre les traductions sur liste noire

source: App Translations
fr: Traductions de l'application

source: Successfully enqueued request to submit files for translations
fr: Demande mise en file d'attente avec succès pour soumettre les fichiers pour traduction

source: Resources yet to be completely translated, for ex: {}
fr: Ressources pas encore complètement traduites, par exemple : {}

source: Resources not found for this project and version.
fr: Ressources non trouvées pour ce projet et cette version.

source: Resources yet to be completely translated for all languages. Hence, the request for locking resources can not be performed.
fr: Ressources pas encore complètement traduites pour toutes les langues. Par conséquent, la demande de verrouillage des ressources ne peut pas être effectuée.

source: Successfully enqueued request to pull for translations. You should receive an email shortly.
fr: Demande mise en file d'attente avec succès pour extraire les traductions. Vous devriez recevoir un email sous peu.

source: Successfully enqueued request to take backup.
fr: Demande mise en file d'attente avec succès pour effectuer une sauvegarde.

source: Resources yet to be completely translated for all languages. Hence, the request for deleting resources can not be performed.
fr: Ressources pas encore complètement traduites pour toutes les langues. Par conséquent, la demande de suppression des ressources ne peut pas être effectuée.

source: Successfully enqueued request to delete resources.
fr: Demande mise en file d'attente avec succès pour supprimer les ressources.

source: Source lang selected not available for the project
fr: Langue source sélectionnée non disponible pour le projet

source: Create or Update Translations
fr: Créer ou mettre à jour les traductions

source: Push Translations
fr: Pousser les traductions

source: Pull Translations
fr: Extraire les traductions

source: Backup Translations
fr: Sauvegarder les traductions

source: Delete Translations
fr: Supprimer les traductions

source: Download Translations
fr: Télécharger les traductions

source: Missing current Application Version. This can happen if the latest version was deleted without creating a new one. Please create a new Application Version before trying again.
fr: Version actuelle de l'application manquante. Cela peut se produire si la dernière version a été supprimée sans en créer une nouvelle. Veuillez créer une nouvelle version de l'application avant de réessayer.

source: Missing selected Application Version. Please create a new version before trying again.
fr: Version de l'application sélectionnée manquante. Veuillez créer une nouvelle version avant de réessayer.

source: Submitted request to download translations. You should receive an email shortly.
fr: Demande soumise pour télécharger les traductions. Vous devriez recevoir un email sous peu.

source: Migrate Project
fr: Migrer le projet

source: Submitted request to migrate project. You should receive an email shortly.
fr: Demande soumise pour migrer le projet. Vous devriez recevoir un email sous peu.

source: Set Up or Update Resource
fr: Configurer ou mettre à jour la ressource

source: Create a new resource or update an existing one in Transifex.
fr: Créer une nouvelle ressource ou mettre à jour une ressource existante dans Transifex.

source: Push Target Language
fr: Pousser la langue cible

source: Push translations for a target language to Transifex.
fr: Pousser les traductions pour une langue cible vers Transifex.

source: Pull App Translations
fr: Tirer les traductions de l'application

source: Pull all translations for a selected language, which will be emailed to you as an Excel file.
fr: Tirer toutes les traductions pour une langue sélectionnée, qui vous seront envoyées par email sous forme de fichier Excel.

source: Backup App Translations
fr: Sauvegarder les traductions de l'application

source: Pull all translations for all languages in the project, which will be emailed to you as a zip file.
fr: Tirer toutes les traductions pour toutes les langues du projet, qui vous seront envoyées par email sous forme de fichier zip.

source: Delete Project Resources
fr: Supprimer les ressources du projet

source: Delete all resources for the selected project. Use caution!
fr: Supprimer toutes les ressources pour le projet sélectionné. Utilisez avec précaution !

source: App
fr: Casos IRA Tratados

source: Detail/List/UI
fr: Détail/Liste/UI

source: Field Name
fr: Nom du champ

source: Default Display Text
fr: Texte affiché par défaut

source: Missing translations for {} in uploaded sheet
fr: Traductions manquantes pour {} dans la feuille téléchargée

source: Could not find column(s) '{}'
fr: Impossible de trouver la ou les colonnes '{}'

source: {} not found
fr: {} non trouvé

source: Upload failed. We found problems with the following translations:
fr: Echec du chargement. Il y a eu des problèmes dans les traductions suivantes:

source: Upload succeeded, but we found following issues for some properties
fr: Chargement réussie, mais des erreurs sont survenues pour certaines propriétés

source: Something went wrong! Update failed. We're looking into it
fr: Une erreur est survenue ! La mise à jour a échoué. Nous tentons de déterminer de quoi il s'agit.

source: UI Translations Updated!
fr: Les traductions des IU ont été mises à jour !

source: Please select language to validate.
fr: Veuillez sélectionner la langue à valider.

source: Double Entry for {}
fr: Double entrée pour {}

source: You cannot set {} directly
fr: Vous ne pouvez pas définir {} directement

source: 'The column header '{old_name}' is deprecated, please use '{new_name}' instead.
fr: 'L'en-tête de colonne '{old_name}' est obsolète, utilisez plutôt '{new_name}'.

source: Only users with 'Manage Tableau Configuration' edit permission in domains where Tableau User Syncing is enabled can upload files with 'Tableau Role' and/or 'Tableau Groups' fields.
fr: Seuls les utilisateurs ayant la permission d'édition 'Gérer la configuration de Tableau' dans les domaines où la synchronisation des utilisateurs Tableau est activée peuvent télécharger des fichiers avec les champs 'Rôle Tableau' et/ou 'Groupes Tableau'.

source: The following are {label} column headers: {headers}.
fr: Les éléments suivants sont des en-têtes de colonnes {label} : {headers}.

source: Unexpected format received for site code '%(site_code)s'
fr: Format inattendu reçu pour le code site '%(site_code)s'

source: Could not find organization with site code '%(site_code)s'
fr: Impossible de trouver l'organisation avec le code site '%(site_code)s'

source: Username must not contain blank spaces or special characters.
fr: Le nom d'utilisateur ne doit pas contenir d'espaces ou de caractères spéciaux.

source: You can only set 'Is Account Confirmed' to 'True' on an existing Web User.
fr: Vous ne pouvez définir 'Le compte est confirmé' sur 'Vrai' que pour un utilisateur Web existant.

source: You can only set 'Status' to 'Invited' on a pending Web User. {web_user} has no invitations for this project space.
fr: Vous ne pouvez définir 'Statut' sur 'Invité' que pour un utilisateur Web en attente. {web_user} n'a pas d'invitations pour cet espace projet.

source: The email has bounced for this user's invite: {}. Please try again with a different username
fr: L'email a été rejeté pour l'invitation de cet utilisateur : {}. Veuillez réessayer avec un nom d'utilisateur différent

source: User with ID '{user_id}' not found
fr: Utilisateur avec l'ID '{user_id}' non trouvé

source: You can only set 'Is Account Confirmed' to 'False' on a new User.
fr: Vous ne pouvez définir 'Le compte est confirmé' sur 'Faux' que pour un nouvel utilisateur.

source: You cannot upload a web user without a role. {username} does not have a role
fr: Vous ne pouvez pas télécharger un utilisateur web sans rôle. {username} n'a pas de rôle

source: Only users with the edit web users permission can upload web users
fr: Seuls les utilisateurs ayant la permission d'éditer les utilisateurs web peuvent télécharger des utilisateurs web

source: Changing usernames is not supported: %(username)r to %(new_username)r
fr: Le changement de nom d'utilisateur n'est pas pris en charge : %(username)r à %(new_username)r

source: You cannot remove a web user that is not a member or invited to this project. {username} is not a member or invited.
fr: Vous ne pouvez pas supprimer un utilisateur web qui n'est pas membre ou invité à ce projet. {username} n'est ni membre ni invité.

source: You cannot remove a web user that is not a member of this project. {web_user} is not a member.
fr: Vous ne pouvez pas supprimer un utilisateur web qui n'est pas membre de ce projet. {web_user} n'est pas membre.

source: You cannot remove yourself from a domain via bulk upload
fr: Vous ne pouvez pas vous retirer d'un domaine via un téléchargement en masse

source: Password must have at least 8 characters.
fr: Le mot de passe doit comporter au moins 8 caractères.

source: username cannot contain spaces or symbols
fr: Le nom d'utilisateur ne peut contenir des espaces ou des symboles

source: '{column_id}' column can only contain 'true' or 'false'
fr: La colonne '{column_id}' ne peut contenir que 'true' ou 'false'

source: One of 'username' or 'user_id' is required
fr: L'un des champs 'username' ou 'user_id' est requis

source: Upload of web users requires 'username' and 'role' for each user
fr: Le téléchargement des utilisateurs web nécessite 'username' et 'role' pour chaque utilisateur

source: Invalid tableau role: '{}'. Please choose one of the following: {}
fr: Rôle tableau invalide : '{}'. Veuillez choisir l'un des suivants : {}

source: These groups, {}, are not valid for this domain. Please choose from the following: {}
fr: Ces groupes, {}, ne sont pas valides pour ce domaine. Veuillez choisir parmi les suivants : {}

source: '{field}' values must be unique
fr: Les valeurs du champ '{field}' doivent être uniques

source: username cannot contain greater than {length} characters
fr: Le nom d'utilisateur ne peut pas contenir plus de {length} caractères

source: Username must be Text
fr: Le nom d'utilisateur doit être du texte

source: New users must have a password set.
fr: Les nouveaux utilisateurs doivent avoir un mot de passe défini.

source: User has an invalid email address for their {}
fr: L'utilisateur a une adresse e-mail invalide pour son {}

source: Role '{}' does not exist or you do not have permission to access it
fr: Le rôle '{}' n'existe pas ou vous n'avez pas la permission d'y accéder

source: Profile '{}' does not exist
fr: Le profil '{}' n'existe pas

source: You do not have permission to edit the profile for this user or user invitation
fr: Vous n'avez pas la permission de modifier le profil de cet utilisateur ou l'invitation utilisateur

source: You do not have permission to assign the profile '{}'
fr: Vous n'avez pas la permission d'assigner le profil '{}'

source: A profile must be assigned to users of the following type(s): {}
fr: Un profil doit être assigné aux utilisateurs des types suivants : {}

source: Group '{}' does not exist (try adding it to your spreadsheet)
fr: Le groupe '{}' n'existe pas (essayez de l'ajouter à votre feuille de calcul)

source: The username already belongs to a user. Specify an ID to update the user.
fr: Le nom d'utilisateur appartient déjà à un utilisateur. Spécifiez un ID pour mettre à jour l'utilisateur.

source: Target domain {} does not use enterprise permissions of {}
fr: Le domaine cible {} n'utilise pas les permissions d'entreprise de {}

source: When '{}' is True for a new user, {} must be either empty or set to False.
fr: Lorsque '{}' est Vrai pour un nouvel utilisateur, {} doit être soit vide, soit défini sur Faux.

source: When '{}' is True for an existing user, {}.
fr: Lorsque '{}' est Vrai pour un utilisateur existant, {}.

source: Based on your locations you do not have permission to edit this user or user invitation
fr: En fonction de vos emplacements, vous n'avez pas la permission de modifier cet utilisateur ou cette invitation d'utilisateur

source: You do not have permission to assign or remove these locations: {}
fr: Vous n'avez pas la permission d'assigner ou de supprimer ces emplacements : {}

source: The "{header}" column had too many values to expand! Expansion limited to {max} distinct values.
fr: La colonne "{header}" avait trop de valeurs à développer! Expansion limitée à {max} valeurs distinctes.

source: Sorry! There was a problem viewing your report. This likely occurred because the application associated with the report was deleted. In order to view this data using the Report Builder you will have to delete this report and then build it again. Click below to delete it.
fr: Pardon! Il y a eu un problème lors de l'affichage de votre rapport. Cela s'est produit probablement parce que l'application associée au rapport a été supprimée. Pour afficher ces données à l'aide de l'éditeur de rapports, vous devrez supprimer ce rapport et l'éditer à nouveau. Cliquez ci-dessous pour le supprimer.
