Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Project space: {}
fr: Espace de projet : {}

source: Remote API base URL: {}
fr: URL de base de l'API distante : {}

source: Payload ID: {}
fr: ID de la charge utile : {}

source: *Why am I getting this email?*
fr: *Pourquoi est-ce que je reçois cet e-mail ?*

source: This address is configured in CommCare HQ as a notification address for integration errors.
fr: Cette adresse est configurée dans CommCare HQ comme adresse de notification pour les erreurs d'intégration.

source: *How do I unsubscribe?*
fr: *Comment me désabonner ?*

source: Open Connection Settings in CommCare HQ ({}) and remove your email address from the "Addresses to send notifications" field for remote connections. If necessary, please provide an alternate address.
fr: Ouvrez les paramètres de connexion dans CommCare HQ ({}) et retirez votre adresse e-mail du champ "Adresses pour envoyer des notifications" pour les connexions distantes. Si nécessaire, veuillez fournir une adresse alternative.

source: MOTECH Error
fr: Erreur MOTECH

source: Delete Connection Settings
fr: Supprimer les paramètres de connexion

source: Add Connection Settings
fr: Ajouter des paramètres de connexion

source: Remote API Logs
fr: Journaux de l'API distante

source: Request
fr: Requête

source: Request headers
fr: Demander en-têtes

source: Request params
fr: Pramètres de requête

source: Request body
fr: Organisme de requête

source: Request error
fr: Erreur de requête

source: Response headers
fr: En-têtes de réponse

source: Response body
fr: Organe de réponse

source: Request duration (ms)
fr: Durée de la requête (ms)

source: Duration (ms)
fr: Durée (ms)

source: No API requests have been logged.
fr: Aucune requête API n'a été enregistrée.

source: Request URL
fr: URL de la requête

source: Request Body
fr: Corps de la requête

source: Status Code
fr: Code d'état

source: Response Headers
fr: En-têtes de réponse

source: Response Body
fr: Corps de la réponse

source: Notify Addresses
fr: Adresses de notification

source: Used By
fr: Utilisé par

source: Please enter client secret again.
fr: Veuillez entrer à nouveau le secret client.

source: Please enter API password again.
fr: Veuillez entrer à nouveau le mot de passe de l'API.

source: API Access
fr: L'accès aux APIs

source: Web-Based Apps (CloudCare)
fr: Application en version Web (CloudCare)

source: Custom Branding
fr: Marquage personnalisé

source: Advanced Role-Based Access
fr: Accès Basé sur les Rôles

source: Organization-based data export and user management restrictions
fr: Exportation des données basées sur l'organisation et les restrictions de management de l'utilisateur.

source: Outgoing Messaging
fr: Messagerie sortant

source: Incoming Messaging
fr: Messagerie entrant

source: Reminders Framework
fr: Cadre de rappels

source: Custom Android Gateway
fr: Porte Android Customisée

source: Bulk Case Management
fr: Gestion des dossiers en vrac

source: Bulk User Management
fr: Gestion en masse des utilisateurs

source: Bulk Data Cleaning
fr: Nettoyage de données en masse

source: Add Mobile Workers Above Limit
fr: Ajouter utilisateur mobile au delà des limites

source: De-Identified Data
fr: Données Non-Identifiées

source: HIPAA Compliance Assurance
fr: Accordance avec HIPAA

source: Custom CommCare Logo Uploader
fr: Téléchargeur de CommCare Logo Personalissé

source: User Configurable Report Builder
fr: Constructeur de Rapport Configurable par l'Utilisateur

source: Report Builder Trial
fr: Essai de l'éditeur de rapports

source: Report Builder, 5 report limit
fr: Éditeur de Rapports, limte de 5 rapports

source: Report Builder, 15 report limit
fr: Éditeur de Rapports, limte de 15 rapports

source: Report Builder, 30 report limit
fr: Éditeur de Rapports, limte de 30 rapports

source: Built-in Integration
fr: Intégration intégrée

source: External Integration Framework
fr: Framework d'Intégration Externe

source: Data Management
fr: Gestion des données

source: Domain Level Security Features
fr: Fonctions de sécurité de niveau de domaine

source: Build Profiles
fr: Construire des profiles

source: Excel Dashboard
fr: Tableau de bord excel

source: Daily saved export
fr: Exports Sauvegardés Quotidiens

source: Zapier Integration
fr: Intégration Zapier

source: Log In As for App Preview
fr: Se connecter en tant que pour l'aperçu de l'application

source: Practice mode for mobile workers
fr: Mode pratique pour les travailleurs mobiles

source: Case Sharing via Groups
fr: Partage de cas via des groupes

source: Power BI / Tableau Integration
fr: Intégration Power BI / Tableau

source: Project Features
fr: Fonctionnalités du projet

source: App User Profiles
fr: Profils d'utilisateurs d'application

source: Geocoder
fr: Géocodeur

source: Default Export Settings
fr: Paramètres d'exportation par défaut

source: Enterprise Release Management
fr: Gestion des versions d'entreprise

source: Multi-Environment Release Management
fr: Gestion des versions multi-environnements

source: Loadtest Users
fr: Utilisateurs de test de charge

source: Link to other forms in End of Form Navigation
fr: Lien vers d'autres formulaires dans la navigation de fin de formulaire

source: Phone heartbeat
fr: Battement de cœur du téléphone

source: Improved app changes view
fr: Vue améliorée des modifications de l'application

source: File Dropzone
fr: Zone de dépôt de fichiers

source: Regular Expression Validation for Custom Data Fields
fr: Validation par expression régulière pour les champs de données personnalisés

source: Location Safe Case Imports
fr: Importations de cas sécurisées par localisation

source: Download buttons for Form- and Case IDs on Case Importer
fr: Boutons de téléchargement pour les identifiants de formulaire et de cas sur l'importateur de cas

source: Sort multiple rows in exports simultaneously
fr: Trier plusieurs lignes dans les exportations simultanément

source: Allow exports to have ownership
fr: Permettre aux exportations d'avoir une propriété

source: Bulk user management features
fr: Fonctionnalités de gestion d'utilisateurs en masse

source: Project level data dictionary of cases
fr: Dictionnaire de données au niveau du projet des cas

source: Allow case copy from one user to another
fr: Autoriser la copie de cas d'un utilisateur à un autre

source: Deduplication Rules
fr: Règles de déduplication

source: Custom domain banners
fr: Bannières de domaine personnalisé

source: App Dependencies
fr: Dépendances de l'application

source: Report Builder Reports
fr: Rapports de l'Éditeur de Rapports

source: Edit Data
fr: Modifier des données

source: SMS Billing Administration
fr: Administration de la facturation des SMS

source: Manage Billing Details
fr: Gérer les détails de facturation

source: Domain Stats
fr: Statistiques de domaine

source: Microplanning
fr: Microplanification

source: Campaign
fr: Campagne

source: View All
fr: Tout Afficher

source: CommCare Supply Setup
fr: Configuration de CommCare Supply

source: Explore Data
fr: Explorer les données

source: CSQL Fixtures
fr: Fixtures CSQL

source: Data Manipulation
fr: Manipulation de données

source: Configure Microplanning Settings
fr: Configurer les paramètres de microplanification

source: Know Your Customer (KYC) Verification
fr: Vérification de l'identité du client (KYC)

source: Payments Verification
fr: Vérification des paiements

source: Remote
fr: À distance

source: (Untitled)
fr: (Sans titre)

source: My Applications
fr: Mes applications

source: New Application
fr: Nouvelle application

source: Application Testing
fr: Test de l'application

source: Application Test Flows
fr: Flux de test de l'application

source: Log Details
fr: Détails du journal

source: Test Inbound SMS
fr: Tester les SMS entrants

source: Subscribe to SMS Reports
fr: S'inscrire aux rapports SMS

source: Chat
fr: Conversation

source: Add Gateway
fr: Ajouter passerelle

source: Edit Gateway
fr: Modifier passerelle

source: Email Connectivity
fr: Connectivité email

source: Template Management
fr: Gestion des modèles

source: User Consent
fr: Consentement de l'utilisateur

source: Data Collection and Reminders
fr: Collecte de données et rappels

source: WhatsApp Settings
fr: Paramètres WhatsApp

source: Connect Messsaging
fr: Connecter la messagerie

source: Create and manage users for CommCare and CloudCare.
fr: Créer et gérer des utilisateurs pour CommCare et CloudCare.

source: Bulk Lookup
fr: Recherche en masse

source: Create and manage reporting and case sharing groups for Mobile Workers.
fr: Créer et gérer des groupes de rapport et de partage de cas pour les travailleurs mobiles.

source: Viewing
fr: Visualisation

source: Membership Info
fr: Infos d'adhésion

source: Grant other CommCare HQ users access to your project.
fr: Accorder à d'autres utilisateurs de CommCare HQ l'accès à votre projet.

source: Edit Web User Invite
fr: Modifier l'invitation de l'utilisateur Web

source: View and manage user roles.
fr: Voir et gérer les rôles des utilisateurs.

source: No longer available
fr: Ce nom d'utilisateur n'est plus disponible

source: View Location
fr: Voir l'emplacement

source: View project spaces where users receive automatic access
fr: Voir les espaces de projet où les utilisateurs reçoivent un accès automatique

source: Project Administration
fr: Administration du projet

source: Pre-release Features
fr: Caractéristiques de préversion

source: Internal Subscription Management (Dimagi Only)
fr: Gestion des suscriptions internes (Dimagi uniquement)

source: Internal Data (Dimagi Only)
fr: Date interne (Dimagi seulement)

source: Data Forwarding Records
fr: Dossier de transferts de données

source: Linked Project Space History
fr: Historique des espaces de projet liés

source: Manage My Settings
fr: Gérer mes paramètres

source: Accounting
fr: Comptabilité

source: SMS Connectivity & Billing
fr: Connectivité SMS & Facturation

source: Gateways
fr: Passerelles

source: Admin Reports
fr: Rapports administratifs

source: Management
fr: Gestion

source: Django Admin
fr: Admin Django

source: System Health
fr: Santé du système

source: Look up user by email
fr: Rechercher utilisateur par adresse mail

source: View raw documents
fr: Voir les documents bruts

source: View documents in ES
fr: Voir les documents dans ES

source: Branches on Staging
fr: Branches sur la mise en scène

source: Grant superuser privileges
fr: Accorder des privilèges de super-utilisateur

source: Get users for offboarding
fr: Obtenir les utilisateurs pour le départ

source: Manage deleted domains
fr: Gérer les domaines supprimés

source: Check email status
fr: Vérifier le statut de l'email

source: CommCare Builds
fr: Versions CommCare

source: Manage Notifications
fr: Gérer les notifications

source: Mass Email Users
fr: Utilisateurs d'envoi massif par courrier électronique

source: Check Call Center UCR tables
fr: Vérifier tables de centre d'appels

source: Administrative Reports
fr: Rapports administratifs

source: Deploy History
fr: Historique des déploiements

source: Download Malt table
fr: Télécharger table MALT

source: Download Global Impact Report
fr: Télécharger le rapport d'impact global

source: Administrative Operations
fr: Opérations administratives

source: CommCare Reports
fr: Rapports CommCare

source: View All Attendees
fr: Voir tous les participants

source: Manage attendees for Attendance Tracking Events
fr: Gérer les participants pour les événements de suivi de présence

source: View All Events
fr: Voir tous les événements

source: Manage Attendance Tracking Events
fr: Gérer les événements de suivi de présence

source: Token generator
fr: Générateur de jetons

source: '%(field)s' field value has an invalid format: %(exc)s
fr: La valeur du champ '%(field)s' a un format invalide : %(exc)s

source: Cannot construct {type_name} with {cause}
fr: Impossible de construire {type_name} avec {cause}

source: Upload failed! Please make sure you are using a valid Excel 2007 or later (.xlsx) file. Error details: {}.
fr: Échec du téléchargement ! Veuillez vous assurer d'utiliser un fichier Excel 2007 ou ultérieur (.xlsx) valide. Détails de l'erreur : {}.

source: Upload failed due to a problem with Excel columns. Error details: {}.
fr: Échec du téléchargement en raison d'un problème avec les colonnes Excel. Détails de l'erreur : {}.

source: Upload encountered a data type error: {}.
fr: Le téléchargement a rencontré une erreur de type de données : {}.

source: Error processing Excel file: {}.
fr: Erreur lors du traitement du fichier Excel : {}.

source: Could not find sheet '{title}'.
fr: Impossible de trouver la feuille '{title}'.

source: Uploaded file does not contian any sheets.
fr: Le fichier téléchargé ne contient aucune feuille.

source: Level 1
fr: Niveau 1

source: Level 2
fr: Niveau 2

source: Level 3
fr: Niveau 3

source: Level 4
fr: Niveau 4

source: Submission Status
fr: État du rapport soumis

source: Missing Report Date
fr: Date du rapport manquant

source: Incorrect or no PMT data submitted
fr: Données PMT incorrectes ou non soumises

source: Register beneficiaries on COWIN
fr: Enregistrer les bénéficiaires sur COWIN

source: Update vaccination for beneficiaries on COWIN
fr: Mettre à jour la vaccination pour les bénéficiaires sur COWIN

source: Age Range
fr: Tranche d'âge

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Female
fr: Femme

source: Pregnancy
fr: Grossesse

source: Urban/Rural
fr: Urbain/Rural

source: Peri-urban
fr: Périurbain

source: Urban
fr: Urbain

source: Breastfeeding
fr: Allaitement

source: Supplement Use
fr: Utilisation de suppléments

source: Recall Status
fr: Statut de rappel

source: Gap Description
fr: Description de l'écart

source: Gap Type
fr: Type d'écart

source: Food Type
fr: Type d'aliment

source: FAO/WHO GIFT Food Group Description
fr: Description du groupe alimentaire FAO/OMS GIFT

source: mc_section_home_visits
fr: Visites à domicile

source: home_visits_total
fr: visites_à_domicile_total

source: home_visits_pregnant
fr: visites_à_domicile_enceinte

source: home_visits_postpartem
fr: visite_à_domicile_post-partem

source: home_visits_newborn
fr: décès_nouveaux-nés

source: home_visits_children
fr: décès_enfants

source: home_visits_other
fr: visites_à_domicile_autre

source: mc_section_rdt
fr: RDT

source: rdt_positive_children
fr: RDT_positif_enfants

source: rdt_positive_adults
fr: rdt_positif_adulte

source: rdt_others
fr: rdt_autres

source: mc_section_diagnosed_cases
fr: Dossiers diagnostiqués

source: diagnosed_total
fr: diagnostiqué_total

source: diagnosed_malaria_child
fr: diagnostiqué_malaria_enfant

source: diagnosed_malaria_adult
fr: diagnostiqué_malaria_adulte

source: diagnosed_diarrhea
fr: diagnostiqué_diarrhée

source: diagnosed_ari
fr: diagnostiqué_ari

source: mc_section_treated_cases
fr: Dossiers traités

source: treated_total
fr: traité_total

source: treated_malaria
fr: traité_malaria

source: treated_diarrhea
fr: traité_diarrhée

source: treated_ari
fr: traité_ari

source: mc_section_transfers
fr: Dossiers transférés

source: transfer_total
fr: transfert_total

source: transfer_malnutrition
fr: transfert_malnutrition

source: transfer_incomplete_vaccination
fr: transfert_incomplet_vaccin

source: transfer_danger_signs
fr: transfert_danger_signes

source: transfer_prenatal_consult
fr: transfert_prénatal_consultation

source: transfer_missing_malaria_meds
fr: transfert_manque_malaria_médicaments

source: transfer_other
fr: transfert_autre

source: mc_section_deaths
fr: Décès dans la communauté

source: deaths_total
fr: décès_total

source: deaths_newborn
fr: décès_nouveaux-nés

source: deaths_children
fr: décès_enfants

source: deaths_mothers
fr: décès_mères

source: deaths_other
fr: décès_autre

source: mc_section_health_ed
fr: Éducation sanitaire

source: heath_ed_talks
fr: exposés_éducation_san.

source: heath_ed_participants
fr: participants_éducation_san.

source: mc_section_stock_balance
fr: Solde d'inventaire

source: stock_amox_pink
fr: stock_amox_rose

source: stock_amox_green
fr: stock_amox_vert

source: stock_coartem_yellow
fr: stock_coartem_jaune

source: stock_coartem_blue
fr: stock_coartem_bleu

source: stock_coartem_green
fr: stock_coartem_vert

source: stock_coartem_brown
fr: stock_coartem_brun

source: stock_gloves
fr: stock_gants

source: home_visits_non_pregnant
fr: visites_à_domcile_adulte

source: home_visits_followup
fr: visite_à_domicile_suivi

source: mc_section_deaths_in_community
fr: Décès dans la communauté

source: mc_section_validation
fr: patients_reçu_médic._pneumonie

source: patients_given_pneumonia_meds
fr: patients_reçu_médic._pneumonie

source: patients_given_diarrhoea_meds
fr: patients_reçu_médic._diarrhée

source: patients_given_malaria_meds
fr: patients_reçu_médic._malaria

source: patients_correctly_referred
fr: patients_envoyés_vers_spécialiste_adéquatement

source: cases_rdt_not_done
fr: dossiera_rdt_non_effectué

source: cases_danger_signs_not_referred
fr: dossiers_signes_de_danger_non_envoyés

source: cases_no_malaria_meds
fr: dossiers_sans_médic._malaria

source: home_visits_adult
fr: visites_à_domcile_adulte

source: cases_transferred
fr: dossiers_transférés

source: Congratulations! This APE has visited {number} children this week. Call and congratulate them! Please help other supervisors learn from your success.
fr: Félicitations ! Cet APE a visité {number} enfant(s) cette semaine. Appelez-le pour le féliciter ! Aidez d'autres superviseurs à apprendre de votre succès.

source: This APE has treated {number} of patients with the incorrect medicine for pneumonia. Please contact him/her and find out why and provide supportive supervision on use of amoxicillin.
fr: Cet APE a traité {number} patient(s) avec un médicament non approprié pour la pneumonie. Veuillez le / la contacter pour savoir pourquoi et offrir une supervision de soutien pour l'utilisation de l'amoxicilline.

source: This APE has treated {number} of patients with the incorrect medicine for diarrhoea. Please contact them and find out why and provide supportive supervision on use of zinc and ORS.
fr: Cet APE a traité {number} patient(s) avec un médicament non approprié pour la diarrhée. Veuillez le / la contacter pour savoir pourquoi et offrir une supervision de soutien pour l'utilisation de zinc et de SRO.

source: This APE has treated {number} of patients with the incorrect medicine for malaria. Please contact them and find out why and provide supportive supervision on use of Coartem and Paracetamol.
fr: Cet APE a traité {number} patient(s) avec un médicament non approprié pour la malaria. Veuillez le / la contacter pour savoir pourquoi et offrir une supervision de soutien pour l'utilisation de Coartem et Paracétamol.

source: Congratulations! This APE has correctly referred all children they visited this week. Call those APEs to congratulate them! Please help other supervisors learn from your success.
fr: Félicitations ! Cet APE a envoyé vers des spécialistes de manière adéquate tous les enfants qu'il / elle a visités cette semaine. Appelez-les pour les féliciter ! Aidez d'autres superviseurs à apprendre de votre succès.

source: This APE incorrectly referred {number} patients they visited this week. Please contact them and find out why and provide supportive supervision on correct referral.
fr: Cet APE a envoyé vers des spécialistes de manière inadéquate {number} patients qu'il / elle a visités cette semaine. Veuillez le / la contacter pour savoir pourquoi et offrir une supervision de soutien sur les envois vers spécialistes.

source: This APE did not perform a RDT on {number} patients with fever this week. Please contact them and find out why and provide supportive supervision on when to perform a RDT.
fr: Cet APE n'a pas effectué de TDR sur {number} patients avec fièvre cette semaine. Veuillez les contacter pour savoir pourquoi et fournir une supervision de soutien sur le moment où effectuer un TDR.

source: Health Facility
fr: Établissement de santé

source: form/stock/
fr: formulaire/stock/

source: mc_report_dist_weekly
fr: Rapport hebdomadaire de district

source: patients_given_pneumonia_meds_num
fr: patients_reçu_médic._pneumonie_num

source: patients_given_pneumonia_meds_denom
fr: patients_reçu_médic._pneumonie_denom

source: patients_given_diarrhoea_meds_num
fr: patients_reçu_médic._diarrhée_num

source: patients_given_diarrhoea_meds_denum
fr: patients_reçu_médic._diarrhée_denum

source: patients_given_malaria_meds_denum
fr: patients_reçu_médic._malaria_denum

source: patients_correctly_referred_num
fr: patients_référés_adéquatement_num

source: patients_correctly_referred_denum
fr: patients_référés_adéquatement_denum

source: mc_report_dist_monthly
fr: Rapport mensuel de district

source: deaths_others
fr: décès_autres

source: form/stock/stock_amox_pink
fr: formulaire / inventaire / inventaire_amox_pink

source: form/stock/stock_amox_green
fr: formulaire / inventaire / inventaire_amox_vert

source: form/stock/stock_ors
fr: formulaire / inventaire / inventaire_ors

source: form/stock/stock_ra_50
fr: formulaire / inventaire / inventaire_ra_50

source: form/stock/stock_ra_200
fr: formulaire / inventaire / inventaire_ra_200

source: form/stock/stock_zinc
fr: formulaire / inventaire / inventaire_zinc

source: form/stock/stock_coartem_yellow
fr: formulaire / inventaire / inventaire_coartem_jaune

source: form/stock/stock_coartem_blue
fr: formulaire / inventaire / inventaire_coartem_bleu

source: form/stock/stock_coartem_green
fr: formulaire / inventaire / inventaire_coartem_vert

source: form/stock/stock_coartem_brown
fr: formulaire / inventaire / inventaire_coartem_brun

source: form/stock/stock_paracetamol_250
fr: formulaire / inventaire / inventaire_paracetamol_250

source: form/stock/stock_paracetamol_500
fr: formulaire / inventaire / inventaire_paracetamol_500

source: form/stock/stock_rdt
fr: formulaire / inventaire / inventaire_rdt

source: form/stock/stock_gloves
fr: formulaire / inventaire / inventaire_gants

source: mc_report_hf_monthly
fr: Rapport mensuel d'établissement de santé

source: mc_report_hf_weekly
fr: Rapport hebdomadaire d'établissement de santé

source: Missing required column(s)
fr: Colonne(s) requise(s) manquante(s)

source: Missing call values
fr: Valeurs d'appel manquantes

source: Missing owner name
fr: Nom du propriétaire manquant

source: Latest call value not a date
fr: La dernière valeur d'appel n'est pas une date

source: Mobile number should be 10 digits
fr: Le numéro de mobile doit comporter 10 chiffres

source: Latest call not in last month
fr: Le dernier appel n'est pas du mois dernier

source: Upload limit reached for owner and call type
fr: Limite de téléchargement atteinte pour le propriétaire et le type d'appel

source: Unexpected value for skipping call validator column
fr: Valeur inattendue pour la colonne de validation de saut d'appel

source: Unexpected sheet uploaded. Either {rch_identifier} or {sncu_identifier} should be present
fr: Feuille téléchargée inattendue. Soit {rch_identifier} soit {sncu_identifier} doit être présent

source: Missing columns {column_names}
fr: Colonnes manquantes {column_names}

source: Need at least one Call column for Calls 1-6
fr: Besoin d'au moins une colonne d'appel pour les appels 1-6

source: Required columns are {column_names}
fr: Les colonnes requises sont {column_names}

source: Enter valid JSON
fr: Saisir un JSON valide
