Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: dashboard feeds
fr: fils du tableau de bord

source: My Dashboard Feeds
fr: Mes flux de tableau de bord

source: Dashboard Feeds Shared with Me
fr: Flux de tableau de bord partagés avec moi

source: Export De-Identified Form Data
fr: Exporter les données de formulaire désidentifiées

source: Export De-Identified Case Data
fr: Exporter les données de cas désidentifiées

source: Export De-Identified Daily Saved Exports
fr: Exporter un Enregistrement de Téléchargement Journalière Anonymisée

source: Export De-Identified Dashboard Feeds
fr: Exporter les flux anonymisés du tableau de bord

source: Export not found
fr: Téléchargement non trouvé

source: The form did not validate.
fr: Le formulaire ne valide pas.

source: Feed Type
fr: Type de flux

source: Select feed type
fr: Sélectionner le type de flux

source: Select Feed Type
fr: Sélectionner le type de flux

source: PowerBi/Tableau Integration
fr: Intégration PowerBi/Tableau

source: Use OData feeds to integrate your CommCare data with Power BI or Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Learn more. </a><br /> This feature allows {odata_feed_limit} feed configurations. Need more? Please write to us at <a href="mailto:{sales_email}">{sales_email}</a>.
fr: Utilisez les flux OData pour intégrer vos données CommCare avec Power BI ou Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> En savoir plus. </a><br /> Cette fonctionnalité permet {odata_feed_limit} configurations de flux. Besoin de plus ? Veuillez nous écrire à <a href="mailto:{sales_email}">{sales_email}</a>.

source: OData Feed
fr: Flux OData

source: OData feed
fr: flux OData

source: OData feeds
fr: flux OData

source: My OData Feeds
fr: Mes flux OData

source: OData Feeds Shared with Me
fr: Flux OData partagés avec moi

source: Export Settings
fr: Paramètres du téléchargement

source: Learn more about exports on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Help Site</a>.
fr: En savoir plus sur les exportations sur notre <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">site d'aide</a>.

source: Export Name
fr: Nom de Téléchargement

source: Choose the fields you want to export.
fr: Choisir les champs que vous souhaitez télécharger.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the headers in the export file.
fr: Vous pouvez glisser-déposer les champs pour les réorganiser. Vous pouvez également renommer les champs, ce qui mettra à jour les en-têtes dans le fichier d'exportation.

source: Column labels must be unique. '{}' appears more than once.
fr: Les étiquettes de colonne doivent être uniques. '{}' apparaît plus d'une fois.

source: Export <strong>{}</strong> saved.
fr: Exportation <strong>{}</strong> enregistrée.

source: Create Form Data Export
fr: Créer une exportation de données de formulaire

source: Create Case Data Export
fr: Créer une exportation de données de cas

source: Case type '{case_type}' does not exist for this project.
fr: Le type de cas '{case_type}' n'existe pas pour ce projet.

source: Create Dashboard Feed
fr: Créer un fil du tableau de bord

source: Create OData Case Feed
fr: Créer un flux de cas OData

source: Create OData Form Feed
fr: Créer un flux de formulaire OData

source: <strong>{}</strong> {}{} were deleted.
fr: <strong>{}</strong> {}{} ont été supprimés.

source: <strong>{}</strong> {}{} was deleted.
fr: <strong>{}</strong> {}{} a été supprimé.

source: Export <strong>{}</strong> was deleted.
fr: L'exportation <strong>{}</strong> a été supprimée.

source: You can only copy new exports.
fr: Vous pouvez uniquement copier les nouveaux téléchargements.

source: Export <strong>{}</strong> created.
fr: Exportation <strong>{}</strong> créée.

source: OData Feed Settings
fr: Paramètres du flux OData

source: OData Feed Name
fr: Nom du flux OData

source: Choose the fields you want to include in this feed.
fr: Choisissez les champs que vous souhaitez inclure dans ce flux.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the field labels in the Power BI/Tableau
fr: Vous pouvez glisser-déposer les champs pour les réorganiser. Vous pouvez également renommer les champs, ce qui mettra à jour les étiquettes des champs dans Power BI/Tableau

source: Copy of {}
fr: Copie de {}

source: Secure File Transfer
fr: Transfert de fichier sécurisé

source: The data file exceeds the maximum size of {} MB.
fr: Le fichier de données dépasse la taille maximale de {} Mo.

source: Uploading this data file would exceed the total allowance of {} GB for this project space. Please remove some files in order to upload new files.
fr: Le téléchargement de ce fichier de données dépasserait l'allocation totale de {} Go pour cet espace projet. Veuillez supprimer certains fichiers pour pouvoir en télécharger de nouveaux.

source: Data file "{}" uploaded
fr: Fichier de données "{}" téléchargé

source: Sorry, we couldn't find that table. If you think this is a mistake please report an issue.
fr: Désolé, nous la table n'a pas été trouvé. Si vous pensez que c' est une erreur veuillez nous reporté le problème.

source: Select a Table
fr: Sélectionner une table

source: View Tables
fr: Voir les tables

source: You don't have any tables defined yet - create tables to view them.
fr: Vous n'avez aucune table déjà définie - Créer des tables pour les Afficher

source: Manage Tables
fr: Gérer des tables

source: Lookup tables are used in applications to provide data that is not directly stored in the application and may change over time. For example, you can use them for a list of villages that changes over the time of your project. They also allow you to assign certain data (ex. villages) to certain users. <br> Read more about lookup tables on our <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Help Site</a>.
fr: Les tables de correspondance sont utilisées dans les applications pour fournir des données qui ne sont pas directement stockées dans l'application et qui peuvent changer au fil du temps. Par exemple, vous pouvez les utiliser pour une liste de villages qui change au cours de votre projet. Elles vous permettent également d'assigner certaines données (ex. villages) à certains utilisateurs. <br> En savoir plus sur les tables de correspondance sur notre <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>site d'aide</a>.

source: Something went wrong! Your edit has not been applied, please try again. If you see this error repeatedly please report it as issue.
fr: Quelque chose s'est mal passé ! Votre modification n'a pas été appliquée, veuillez réessayer. Si vous voyez cette erreur à plusieurs reprises, veuillez la signaler comme un problème.

source: Download Lookup Tables
fr: Télécharger des Tables de Recherche

source: Unlock Linked Tables For Me
fr: Déverrouiller les tables liées pour moi

source: Lock Linked Tables For Me
fr: Verrouiller les tables liées pour moi

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
fr: Les configurations liées sont contrôlées depuis un espace de projet distinct et lié. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>En savoir plus</a>.

source: Table ID
fr: Identification de Table

source: View Table
fr: Afficher Table

source: Edit or Delete Table
fr: Editer ou supprimer Table

source: Include in Download
fr: Inclure dans le Téléchargement

source: all
fr: tous

source: none
fr: aucun

source: Add Table
fr: Ajouter une Table

source: Upload Lookup Tables
fr: Télécharger les tables de correspondance

source: Create new tables or update existing ones by uploading a new or existing Excel file. See the <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> Lookup Tables help page </a> for instructions on setting up your Excel file.
fr: Créez de nouvelles tables ou mettez à jour les tables existantes en téléchargeant un fichier Excel nouveau ou existant. Consultez la <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> page d'aide des tables de correspondance </a> pour obtenir des instructions sur la configuration de votre fichier Excel.

source: Lookup Tables File
fr: Fichier des tables de recherche

source: Existing Tables
fr: Tableaux existants

source: Replace existing tables
fr: Remplacer les tables existantes

source: Upload Tables
fr: Envoyer une Table

source: Downloading Lookup Tables
fr: Téléchargement de Tables de Recherche

source: Your file is ready.
fr: Votre Fichier est près

source: Download File Now
fr: Télécharger le fichier maintenant

source: Edit Table
fr: Editer tableau

source: Visible to all users
fr: Visible à tous les utilisateurs

source: Delete?
fr: Supprimer?

source: "<span data-bind="text: tag"></span>" is a duplicate field name.
fr: "<span data-bind="text: tag"></span>" est un nom de champ en double.

source: Field name cannot contain \, /, <, >, or spaces.
fr: Le nom du champ ne peut pas contenir \, /, <, >, ou des espaces.

source: Field name cannot start with xml.
fr: Le nom du champ ne peut pas commencer par xml.

source: (Not editable)
fr: (Non modifiable)

source: Add Field
fr: Ajout de Champs

source: Lookup table upload has finished
fr: Chargement de Table de Recherche terminé

source: Successfully uploaded %(count)s tables.
fr: %(count)s Tables Envoyées avec succès.

source: Additional information:
fr: Information Additionelle:

source: Upload failed! Details:
fr: Échec d'envoi! Détails:

source: Linked Tables are tables that are controlled by a separate project space linked to this project. Click <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">here</a> to learn more.
fr: Les tables liées sont des tables contrôlées par un espace de projet distinct lié à ce projet. Cliquez <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">ici</a> pour en savoir plus.

source: Changes made to Linked Tables may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.
fr: Les modifications apportées aux tables liées peuvent être écrasées par les prochaines mises à jour de l'espace de projet lié, et peuvent également affecter les solutions sur cet espace de projet.

source: Dear %(username)s,
fr: Cher(e) %(username)s,

source: The fixture upload for %(domain)s you started has finished.
fr: Le téléchargement de fixture pour %(domain)s que vous avez commencé est terminé.

source: Upload start time: %(time_start)s
fr: Heure de début du téléchargement : %(time_start)s

source: Upload end time: %(time_end)s
fr: Heure de fin du téléchargement : %(time_end)s

source: Upload messages: %(messages)s
fr: Messages de téléchargement : %(messages)s

source: Viewing Table
fr: Affichage de la table

source: View Tables
fr: Voir les tables

source: Select Table to View
fr: Sélectionner une table à afficher

source: Table
fr: Tableau

source: Fetching additional data, please wait...
fr: Recherche de données supplémentaires en cours, veuillez patienter...

source: %s cannot include special characters or begin with 'xml' or a number
fr: %s ne peut pas inclure de caractères spéciaux ni commencer par 'xml' ou un chiffre

source: Workbook 'types' has no column '{column_name}'.
fr: Le classeur 'type' n'as aucune colonne '{column_name}'.

source: Lookup-tables can not have empty fields and empty properties on items. table_id '{tag}' has no fields and no properties
fr: la Table de recherche ne peu pas avoir des champs vides et des propriétés ou éléments vide, table_id '{tag}' n'a pas de propriétés et pas de champs.

source: Lookup-tables should have unique 'table_id'. There are two rows with table_id '{tag}' in 'types' sheet.
fr: La Table de Recherche doit avoir un 'table_id' unique. Il y a deux lignes avec table_id '{tag}' dans 'types'

source: table_id '{tag}' should not contain spaces or special characters, or start with a number.
fr: table_id '{tag}' ne doit pas contenir d'espaces ou de caractères spéciaux, ni commencer par un chiffre.

source: Excel worksheet '{tag}' does not contain the column 'field: {field}' as specified in its 'types' definition
fr: La feuille Excel '{tag}' ne contient pas la colonne 'field: {field}' comme spécifié dans sa définition 'types'

source: Excel worksheet '{tag}' has an extra column'field: {field}' that's not defined in its 'types' definition
fr: La feuille Excel '{tag}' a une colonne supplémentaire 'field: {field}' qui n'est pas définie dans sa définition 'types'

source: Properties should be specified as 'field 1: property 1'. In 'types' sheet, '{prop_key}' is not correctly formatted
fr: Propriétés devraient être spécifiées comme 'champs 1 : propriété 1'. Sur le fichier 'types', '{prop_key}' n'est pas formaté correctement.

source: '{prop_key}' is not correctly formatted in 'types' sheet. Whether a field is indexed should be specified as 'field 1: is_indexed?'. Its value should be 'yes' or 'no'.
fr: '{prop_key}' n'est pas correctement formaté dans la feuille 'types'. Si un champ est indexé, il doit être spécifié comme field 1: is_indexed?'. Sa valeur devrait être «oui» ou «non».

source: Error in 'types' sheet for 'field {i}', '{val}'. Field names cannot include special characters or begin with 'xml' or a number
fr: Erreur dans la feuille 'types' pour 'field {i}', '{val}'. Les noms de champs ne peuvent pas inclure de caractères spéciaux ni commencer par 'xml' ou un chiffre

source: In Excel worksheet '{tag}', field '{field}' should be numbered as 'field: {field} integer
fr: Dans la feuille Excel '{tag}', le champ '{field}' doit être numéroté comme 'field: {field} integer

source: Excel worksheet '{tag}' does not contain property '{property}' of the field '{field}' as specified in its 'types' definition
fr: La feuille Excel '{tag}' ne contient pas la propriété '{property}' du champ '{field}' comme spécifié dans sa définition 'types'

source: Excel worksheet '{tag}' has an extra property '{property}' for the field '{field}' that's not defined in its 'types' definition. Re-check the formatting
fr: La feuille Excel '{tag}' a une propriété supplémentaire '{property}' pour le champ '{field}' qui n'est pas définie dans sa définition 'types'. Vérifiez le formatage

source: Fields with attributes should be numbered as 'field: {field} integer'
fr: Les champs comportant des attributs doivent être numérotés comme 'field: {field} integer'

source: Attribute should be written as '{field}: {prop} integer'
fr: Attributes devrait être spécifié en '{field}: {prop} interger'

source: Number of values for field '{field}' and attribute '{prop}' should be same
fr: Le nombre de valeurs pour le champs '{field}' et l'attribute '{prop}' devrait être le même

source: There's no sheet for type '{type}' in 'types' sheet. There must be one sheet per row in the 'types' sheet.
fr: Il n'y a aucune feuille pour le type '{type}' dans la feuille 'types'. Il doit y avoir une feuille par rangée dans la feuille 'types'.

source: Workbook does not contain a sheet called types
fr: Le classeur ne contient aucune feuille intitulée types

source: type {lookup_table_name} is not defined as global
fr: type {lookup_table_name} n'est pas défini comme global

source: Unknown user: '%(name)s'. But the row is successfully added
fr: Utilisateur inconnu : '%(name)s'. Toutefois, la colonne a été ajoutée avec succès

source: Unknown group: '%(name)s'. But the row is successfully added
fr: Groupe inconnu : '%(name)s'. Toutefois, la colonne a été ajoutée avec succès

source: Unknown location: '%(name)s'. But the row is successfully added
fr: Emplacement inconnu: %(name)s. Toutefois, la rangéé a été ajoutée avec succès

source: Invalid username: '%(name)s'. But the row is successfully added
fr: Nom d'utilisateur invalide : '%(name)s'. Mais la ligne est ajoutée avec succès

source: Multiple locations found with the name: '%(name)s'. Try using site code. But the row is successfully added
fr: Multiples emplacements trouvés pour le nom: '%(name)s'. Essayez d'utiliser le code site. Mais la rangée a été ajoutée avec succès.

source: Table ID must be between 1 and 31 characters.
fr: L'ID de la table doit être compris entre 1 et 31 caractères.

source: Could not update table because field names were not correctly formatted
fr: Impossible de mettre à jour la table parce que les noms des champs ne sont pas formatés correctement

source: No items are added in this table type. Upload using excel to add some rows to this table
fr: Aucun item n'a été ajouté à ce type de tableau. Pour ajouter des lignes à ce tableau, veuillez uploader à partir de Excel.

source: Lookup Tables
fr: Tables de Recherche

source: Please fix the following formatting issues in your Excel file: %s
fr: Veuillez corriger les problèmes de formatage suivants dans votre fichier Excel : %s

source: Lookup Table Upload Status
fr: Statu de Chargement de Table de Recherche

source: Importing your data. This may take some time...
fr: Importation de vos données. Cela pourrait prendre un moment...

source: Fixture upload failed for some reason and we have noted this failure. Please make sure the Excel file is correctly formatted and try again.
fr: Le téléchargement de fixture a échoué pour une raison quelconque et nous avons noté cet échec. Veuillez vous assurer que le fichier Excel est correctement formaté et réessayez.

source: Return to manage lookup tables
fr: Retourner à la gestion des tables de recherche

source: Upload did not complete. Reason: '{}'
fr: Le téléchargement n'a pas été complété. Raison : '{}'

source: Upload complete.
fr: Chargement Complet

source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

source: File has been uploaded successfully and is queued for processing.
fr: Le fichier a été téléchargé avec succès et est en file d'attente pour traitement.

source: GPS Data
fr: Données GPS

source: Missing
fr: Manquant

source: Show cases that have missing GPS Data or All cases
fr: Afficher les cas qui ont des données GPS manquantes ou tous les cas

source: Custom user field
fr: Champ utilisateur personnalisé

source: User's assigned location
fr: Emplacement assigné de l'utilisateur

source: Radial Algorithm
fr: Algorithme radial

source: Road Network Algorithm
fr: Algorithme de réseau routier

source: Fetch mobile worker location data from custom field
fr: Récupérer les données de localisation des travailleurs mobiles à partir du champ personnalisé

source: The name of the mobile worker custom field which stores the users' geo-location data.
fr: Le nom du champ personnalisé du travailleur mobile qui stocke les données de géolocalisation des utilisateurs.

source: Fetch case location data from property
fr: Récupérer les données de localisation des cas à partir de la propriété

source: Grouping method
fr: Méthode de regroupement

source: Determines which parameter to use for grouping cases
fr: Détermine quel paramètre utiliser pour regrouper les cas

source: Maximum group size
fr: Taille maximale du groupe

source: The maximum number of cases that can be in a group
fr: Le nombre maximum de cas pouvant être dans un groupe

source: Minimum group size
fr: Taille minimale du groupe

source: The minimum number of cases that can be in a group
fr: Le nombre minimum de cas pouvant être dans un groupe

source: Target group count
fr: Nombre cible de groupes

source: The desired number of groups. Cases will be divided equally to create this many groups
fr: Le nombre souhaité de groupes. Les cas seront divisés également pour créer ce nombre de groupes

source: Max distance (km) to case
fr: Distance maximale (km) jusqu'au cas

source: The maximum distance (in kilometers) from the user to the case. Leave blank to skip.
fr: La distance maximale (en kilomètres) de l'utilisateur au cas. Laisser vide pour ignorer.

source: Max travel time (minutes) to case
fr: Temps de trajet maximum (minutes) jusqu'au cas

source: The maximum travel time (in minutes) from the user to the case. Leave blank to skip.
fr: Le temps de trajet maximum (en minutes) de l'utilisateur au cas. Laisser vide pour ignorer.

source: Select travel mode
fr: Sélectionner le mode de déplacement

source: The travel mode of the users. Consider this when specifying the max travel time to each case.
fr: Le mode de déplacement des utilisateurs. Considérez cela lors de la spécification du temps de trajet maximum pour chaque cas.

source: Disbursement algorithm
fr: Algorithme de répartition

source: Uses the straight-line distance between users and cases to determine allocation of cases. Ideal for when map road coverage is poor.
fr: Utilise la distance en ligne droite entre les utilisateurs et les cas pour déterminer l'allocation des cas. Idéal lorsque la couverture routière de la carte est médiocre.

source: Takes distance along roads between users and cases into account to determine allocation of cases. Ideal for when map road coverage is good.
fr: Prend en compte la distance le long des routes entre les utilisateurs et les cas pour déterminer l'allocation des cas. Idéal lorsque la couverture routière de la carte est bonne.

source: Minimum cases assigned per user
fr: Nombre minimum de cas assignés par utilisateur

source: The minimum number of cases each user can be assigned
fr: Le nombre minimum de cas que chaque utilisateur peut se voir attribuer

source: Maximum cases assigned per user
fr: Nombre maximum de cas assignés par utilisateur

source: The maximum number of cases each user can be assigned. Leave blank in case you don't want to specify any upper limit.
fr: Le nombre maximum de cas que chaque utilisateur peut se voir attribuer. Laisser vide si vous ne souhaitez pas spécifier de limite supérieure.

source: Enter mapbox token
fr: Entrez le jeton Mapbox

source: Enter your Mapbox API token here. Make sure your token has the correct scope configured for use of the Mapbox Matrix API.
fr: Entrez votre jeton API Mapbox ici. Assurez-vous que votre jeton a la portée correcte configurée pour l'utilisation de l'API Mapbox Matrix.

source: Flag assigned cases
fr: Marquer les cas assignés

source: When enabled, cases that are assigned through disbursement from the Case Management page will include a case property '{}' with value as True.
fr: Lorsqu'elle est activée, les cas qui sont assignés par répartition depuis la page de gestion des cas incluront une propriété de cas '{}' avec la valeur True.

source: Case Clustering Map Parameters
fr: Paramètres de la carte de regroupement des cas

source: Algorithms
fr: Algorithmes

source: Test API Key
fr: Clé API de test

source: Location Data Properties
fr: Propriétés des données de localisation

source: The currently used "{{ config.case_location_property_name }}" case property has been deprecated in the Data Dictionary. Please consider switching this to another property.
fr: La propriété de cas "{{ config.case_location_property_name }}" actuellement utilisée a été dépréciée dans le dictionnaire de données. Veuillez envisager de la remplacer par une autre propriété.
