Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: <p> You haven't saved any questions as case properties. Only case properties become part of a case. </p> <p> Watch this video to learn how to save questions as case properties. </p>
fr: <p> Vous n'avez enregistré aucune question en tant que propriétés de cas. Seules les propriétés de cas font partie d'un cas. </p> <p> Regardez cette vidéo pour apprendre comment enregistrer des questions en tant que propriétés de cas. </p>

source: download complete transaction history
fr: Télécharger l`histoire complete des transactions

source: No transaction found
fr: Aucune transaction trouvée

source: Loading
fr: Chargement en cours

source: Received
fr: Reçu

source: Download Case History
fr: Télécharger l'historique des cas

source: Resave Case
fr: Réenregistré le dossier

source: Rebuild Case
fr: Recharger Dossier

source: Close Case
fr: Fermer le dossier

source: This form's case changes were not processed because of errors that occurred during case processing:
fr: Les modifications de cas de ce formulaire n'ont pas été traitées en raison d'erreurs survenues lors du traitement des cas :

source: Reports Menu
fr: Menu des rapports

source: Email report:
fr: Envoyer le rapport par courrier électronique :

source: to
fr: à

source: Notice
fr: Avis

source: Error re-processing form
fr: Erreur dans le retraitement du formulaire

source: Filter Options
fr: Options de filtre

source: Export to
fr: Télécharger à

source: Email report
fr: Envoyer le rapport par courrier électronique

source: <a class="see-all-link">See %(count)s More</a>
fr: <a class="see-all-link">Voir %(count)s de plus</a>

source: %s: Requested export excel data
fr: %s : Exportation de données Excel demandée

source: current
fr: actuel

source: {num} cases
fr: {num} cas

source: Text equals
fr: Texte égal

source: Text does not equal
fr: Le texte n'est pas égal

source: a Number
fr: un Nombre

source: Number is equal to
fr: Le nombre est égal à

source: Number is less than
fr: Le nombre est inférieur à

source: Number is greater than
fr: Le nombre est supérieur à

source: Number is not equal to
fr: Le nombre n'est pas égal à

source: a Date
fr: une Date

source: Date is
fr: La date est

source: Date is before
fr: La date est avant

source: Date is after
fr: La date est après

source: The report endpoint for {}/{} cannot be found.
fr: Le point de terminaison du rapport pour {}/{} ne peut pas être trouvé.

source: Could not find the report filter '{}'
fr: Impossible de trouver le filtre de rapport '{}'.

source: Project Data
fr: Données du projet

source: Scheduled Report
fr: Rapport planifié

source: New Scheduled Report
fr: Nouveau rapport planifié

source: Edit Scheduled Report
fr: Editer le rapport planifié

source: Create a new
fr: Créer un nouveau

source: Scheduled report added.
fr: Rapport planifié ajouté.

source: Scheduled report updated.
fr: Rapport planifié mis à jour.

source: Could not find the requested Scheduled Report
fr: Impossible de trouver le rapport planifié demandé

source: Invalid unsubscribe link
fr: Lien de désinscription non valide

source: This email address has already been unsubscribed.
fr: Cette adresse mail a déjà été désinscrite.

source: Successfully unsubscribed from report notification.
fr: Désinscription réussie de la notification de rapport.

source: <strong>{}</strong> Scheduled report{} deleted!
fr: <strong>{}</strong> Rapport planifié{} supprimé !

source: An error occurred, message unable to send
fr: Une erreur s'est produite, message impossible à envoyer

source: {} reports sent to their recipients
fr: {} rapports envoyés à leurs destinataires

source: Report sent to this report's recipients
fr: Rapport envoyé aux destinataires de ce rapport

source: once off report
fr: rapport unique

source: scheduled report
fr: rapport planifié

source: Duplicate ID fix
fr: Correction d'ID en double

source: You do not have permission to view this form.
fr: Vous n'avez pas la permission de voir ce formulaire.

source: Form was restored from a previous version.
fr: Le formulaire a été restauré d'une version précédente.

source: Sorry, that form cannot be edited.
fr: Désolé, ce formulaire ne peut pas être édité.

source: Form was successfully archived.
fr: Le formulaire a été archivé avec succès.

source: Form was already archived.
fr: Le formulaire a déjà été archivé.

source: Can't archive documents of type %s. How did you get here??
fr: Impossible d'archiver les documents de type %s. Comment êtes-vous arrivé ici ?

source: Undo
fr: Annuler

source: {} (this case)
fr: {} (ce cas)

source: Form cannot be archived as it creates cases that are updated by other forms. All other forms for these cases must be archived first:
fr: Le formulaire ne peut pas être archivé étant donné qu'il crée des dossiers qui sont mis à jour par d'autres formulaires. Tous les autres formulaires de ce dossier doivent être archivés d'abord:

source: Form was successfully restored.
fr: Le formulaire a été restauré avec succès.

source: Could not update questions: {}
fr: Impossible de mettre à jour les questions : {}

source: Question responses saved.
fr: Réponses aux questions enregistrées.

source: No changes made to form.
fr: Aucun changement apporté au formulaire.

source: Form was successfully resaved. It should reappear in reports shortly.
fr: Le formulaire a été réenregistré avec succès. Il devrait réapparaître dans les rapports bientôt.

source: We don't support this format
fr: Format non supporté

source: Tableau Server Config
fr: Configuration du serveur Tableau

source: Cannot reach Tableau Server right now, allowed Tableau groups cannot be edited.
fr: Impossible d'atteindre le serveur Tableau pour le moment, les groupes Tableau autorisés ne peuvent pas être modifiés.

source: Tableau Server is not configured yet, allowed Tableau groups cannot be edited.
fr: Le serveur Tableau n'est pas encore configuré, les groupes Tableau autorisés ne peuvent pas être modifiés.

source: Tableau Server Settings Updated
fr: Paramètres du serveur Tableau mis à jour

source: Could not update Tableau Server Settings
fr: Impossible de mettre à jour les paramètres du serveur Tableau

source: Visible to Location-Restricted Users
fr: Visible pour les utilisateurs restreints par localisation

source: Tableau Visualization
fr: Visualisation Tableau

source: Missing case ids
fr: Identifiants de cas manquants

source: Missing new owner id
fr: Nouvel identifiant de propriétaire manquant

source: Quarter
fr: Quart

source: Numeric Filter
fr: Filtre numérique

source: Choice "{choice}" not found in choices: {choices}
fr: Choix "{choice}" non trouvé dans les choix: {choices}

source: January
fr: Janvier

source: March
fr: Mars

source: April
fr: Avril

source: June
fr: Juin

source: July
fr: Juillet

source: September
fr: Septembre

source: October
fr: Octobre

source: December
fr: Décembre

source: Deleted Report
fr: Rapport supprimé

source: Unsupported Report
fr: Rapport non pris en charge

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project.
fr: Ce projet a des règles d'accès aux données restreintes. Veuillez contacter votre administrateur de projet pour obtenir l'accès aux données de ce projet.

source: The report used to create this scheduled report is no longer available on CommCare HQ. Please delete this scheduled report and create a new one using an available report.
fr: Le rapport utilisé pour créer ce rapport planifié n'est plus disponible sur CommCare HQ. Veuillez supprimer ce rapport planifié et en créer un nouveau à l'aide d'un rapport disponible.

source: [DEPRECATED] %s report has been deprecated and will stop working soon. Please update your saved reports email settings if needed.
fr: [OBSOLETE] Le rapport %s a été obsolète et cessera bientôt de fonctionner. Veuillez mettre à jour les paramètres d'e-mail de vos rapports enregistrés si nécessaire.

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because the owner %(username)s is no longer active.
fr: Désolé, votre rapport '%(config_name)s' n'est plus accessible, parce que l'utilisateur mobile %(username)s n'est plus actif.

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because your subscription does not allow Custom Reporting. Please talk to your Project Administrator about enabling Custom Reports. If you want CommCare HQ to stop sending this message, please visit %(saved_reports_url)s to remove this Emailed Report.
fr: Désolé, votre rapport sauvegardé '%(config_name)s' n'est plus disponible parce que votre souscription n'autorise pas le rapportage personnalisé. Veuillez contacter votre administrateur de projet pour activer le rapportage personnalisé. Si vous souhaitez que CommCare HQ ne vous envoie plus ce message, veuillez consulter %(saved_reports_url)s afin de supprimer ce rapport mail.

source: We are sorry, but your saved report '%(config_name)s' can not be generated since you do not have the correct permissions. Please talk to your Project Administrator about getting permissions for thisreport.
fr: Désolé, votre rapport suavegardé %(config_name)s ne peut pas être généré parce que vous n'avez pas les permissions requises. Veuillez contacter votre administrateur de projet afin d'obtenir les permissions nécessaires pour ce rapport.

source: We are sorry, but your saved report '%(config_name)s' is no longer available. If you think this is a mistake, please report an issue.
fr: Désolé, votre rapport sauvegardé %(config_name)s n'est plus disponible. Si ceci est une erreur, veuillez reporter le problème.

source: Choose a date filter...
fr: Choisir un filtre de date...

source: Every hour
fr: Toutes les heures

source: Every day
fr: À tous les jours

source: Day %s of every month
fr: Jour %s de chaque mois

source: Unable to generate email report. Excel files are attached.
fr: Impossible de générer le rapport par e-mail. Les fichiers Excel sont joints.

source: Email report from CommCare HQ
fr: Envoyer le rapport par courrier électronique à partir de CommCare HQ

source: Emailed report
fr: Rapport envoyé par courrier électronique

source: Specify New Password
fr: Spécifiez le nouveau mot de passe

source: Change Password
fr: Modifier mot de passe

source: Start with +, followed by Country Code.
fr: Commencez par +, suivi du code pays.

source: Allowed IP Addresses (comma separated)
fr: Adresses IP autorisées (séparées par des virgules)

source: Limit the key's access to a single project space
fr: Limiter l'accès de la clé à un seul espace de projet

source: Date and time the API key should expire on
fr: Date et heure d'expiration de la clé API

source: Must be no later than {} from today: {}
fr: Doit être au plus tard {} à partir d'aujourd'hui : {}

source: Add New API Key
fr: Ajouter une nouvelle clé API

source: Generate New API Key
fr: Générer une nouvelle clé API

source: {} Days
fr: {} Jours

source: Expiration Date must be in the future
fr: La date d'expiration doit être dans le futur

source: Your Identity Provider does not allow expiration dates beyond {}
fr: Votre fournisseur d'identité n'autorise pas les dates d'expiration au-delà de {}

source: Your password is not stored here.
fr: Votre mot de passe n'est pas stocké ici.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to change your Single Sign-On password.
fr: Votre compte est géré par <strong>%(idp_name)s</strong>.<br /> Veuillez consulter la documentation de votre organisation pour savoir comment changer votre mot de passe Single Sign-On.

source: My Settings
fr: Mes paramètres

source: Phone Numbers
fr: Numéros de téléphone

source: <p> Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. </p> <p> Thanks,<br /> CommCare HQ </p>
fr: <p> Votre clé API "%(key_name)s" (dernière utilisation : %(last_used)s) expirera le %(expiration_date)s. Allez sur %(url)s pour générer une nouvelle clé si nécessaire. </p> <p> Merci,<br /> CommCare HQ </p>

source: Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. Thanks, CommCare HQ
fr: Votre clé API "%(key_name)s" (dernière utilisation : %(last_used)s) expirera le %(expiration_date)s. Allez sur %(url)s pour générer une nouvelle clé si nécessaire. Merci, CommCare HQ

source: Enable Privileges on Mobile
fr: Activer les privilèges sur les mobiles.

source: Scanning this QR code from CommCare will enable special privileges for your mobile device, and should not be shared with partners or other external users for any reason.
fr: Scanner ce code QR depuis CommCare activera des privilèges spéciaux pour votre appareil mobile, et ne doit pas être partagé avec des partenaires ou d'autres utilisateurs externes pour quelque raison que ce soit.

source: You can scan this QR code in CommCare by going to the app manager options menu and selecting 'Advanced', and then 'Enable Mobile Privileges'.
fr: Vous pouvez scanner ce code QR dans CommCare en allant dans le menu des options du gestionnaire d'applications et en sélectionnant 'Avancé', puis 'Activer les privilèges mobiles'.

source: Inactivity Timeout (minutes)
fr: Délai d'inactivité (minutes)

source: You are currently not a member of any projects.
fr: Vous ne faites partie d'aucun projet actuellement.

source: Remove My Membership
fr: Supprimer mon adhésion

source: Remove Project Membership?
fr: Supprimer l'adhésion de projet ?

source: Are you sure you want to remove yourself from the project %(dn)s?
fr: Êtes-vous sûr de vouloir vous retirer du projet %(dn)s?

source: You are this project's administrator.
fr: Vous êtes l'administrateur de ce projet.

source: Create a New Project
fr: Créer un nouveau projet

source: Copy Full Key
fr: Copier la clé complète

source: Expired
fr: Expiré

source: Delete Key
fr: Supprimer la clé

source: Deleting this key will prevent any future API requests that use this key. This action cannot be undone. Are you sure?
fr: Supprimer cette clé empêchera toute future requête API utilisant cette clé. Cette action ne peut pas être annulée. Êtes-vous sûr ?

source: Make sure to enter a valid phone number starting with a +, followed by your country code.
fr: Assurez-vous d'entrer un numéro de téléphone valide commençant par un +, suivi de votre code pays.

source: My Account
fr: Mon compte

source: My Information
fr: Mes informations

source: Phone number added.
fr: Numéro de téléphone ajouté.

source: Invalid phone number format entered. Please enter number, including country code, in digits only.
fr: Format de numéro de téléphone invalide. Veuillez entrer un numéro, y compris le code pays, en chiffres uniquement.

source: Phone number deleted.
fr: Numéro de téléphone supprimé.

source: Primary phone number updated.
fr: Numéro de téléphone principal mis à jour.

source: Unable remove membership because you are the admin of %s
fr: Impossible de supprimer l'adhésion parce que vous êtes l'administrateur de %s

source: You are no longer part of the project %s
fr: Vous ne faites plus partie du projet %s

source: There was an error removing you from this project.
fr: Une erreur est survenue lors de la suppression de votre nom dans le projet.

source: Change My Password
fr: Modifier mon mot de passe

source: Your password was successfully changed!
fr: Votre mot de passe a été modifié avec succès !

source: Two Factor Authentication Setup
fr: Configuration de l'authentification à deux facteurs

source: Two Factor Authentication Setup Complete
fr: Configuration de l'authentification à deux facteurs complète

source: Two Factor Authentication Backup Tokens
fr: Jetons de sauvegarde de l'authentification à deux facteurs

source: Two Factor Authentication Phone Setup
fr: Configuration du téléphone d'authentification à deux facteurs

source: Phone number removed.
fr: Numéro de téléphone supprimé.

source: IP Allowlist
fr: Liste blanche IP

source: Last Used
fr: Dernière utilisation

source: Expiration Date
fr: Date d'expiration

source: Copy this in a secure place. It will not be shown again.
fr: Copiez ceci dans un endroit sécurisé. Cela ne sera plus affiché.

source: All IP Addresses
fr: Toutes les adresses IP

source: New user {username} registered for {domain} through SMS
fr: Nouvel utilisateur {username} enregistré pour {domain} via SMS

source: Message Type
fr: Type de Message

source: Select Message Type...
fr: Sélectionner le Type de Message...

source: Reminder
fr: Rappel

source: Broadcast
fr: Diffusion

source: Callback
fr: Recontacter

source: Default
fr: Par défaut

source: Select Error...
fr: Sélectionner l'erreur...

source: Communication Type
fr: Type de communication

source: Select Communication Type...
fr: Sélectionnez un type de communication...

source: Conditional Alert
fr: Alerte conditionnelle

source: Content Type
fr: Type de contenu

source: SMS Callback
fr: Rappel SMS

source: Other SMS
fr: Autre SMS

source: In Progress
fr: En cours

source: Not Completed
fr: non complété

source: Delivered (Email Only)
fr: Livré (Email uniquement)

source: Enter a full or partial phone number to filter results
fr: Entrer un numéro de téléphone complet ou partiel pour trier les résultats

source: Phone Number or Email Address
fr: Numéro de téléphone ou adresse e-mail

source: Enter a full or partial phone number or a full or partial email address to filter results
fr: Entrez un numéro de téléphone complet ou partiel ou une adresse e-mail complète ou partielle pour filtrer les résultats

source: Custom
fr: Peronnaliser

source: Don't use counter
fr: Ne pas utiliser de compteur

source: Use counter with threshold:
fr: Utiliser un compteur avec un seuil:

source: Nobody
fr: Personne

source: Cases only
fr: Dossiers uniquement

source: Mobile Workers only
fr: Utilisateurs mobiles uniquement

source: Cases and Mobile Workers
fr: Dossiers et utilisateurs mpbiles

source: Only send message if text is available in recipient's preferred language
fr: Envoyer le message uniquement si le texte est disponible dans la langue préférée du destinataire

source: Use text from the alert or broadcast's default language as a backup
fr: Utiliser le texte de l'alerte ou de la diffusion dans la langue par défaut comme secours

source: Use text from the project's default language as a backup if the alert or broadcast's language is also unavailable
fr: Utiliser le texte de la langue par défaut du projet comme secours si la langue de l'alerte ou de la diffusion est également indisponible

source: Use all available text backups, including untranslated content
fr: Utiliser toutes les sauvegardes de texte disponibles, y compris le contenu non traduit

source: Something went wrong. Please reload the page and try again.
fr: Erreur! Veuillez actualiser la page et réessayer.

source: You must specify at least one phonenumber.
fr: Vous devez spécifier au moins un numéro de téléphone.

source: Default SMS Response
fr: Réponse SMS par défaut

source: Send SMS on...
fr: Envoyer SMS vers...

source: any day, at any time
fr: N'importe quelle date, n'importe quelle heure.

source: only specific days and times
fr: Dates et heures spécifiques uniquement

source: SMS Survey Date Format
fr: Format de la date de l'enquête par SMS

source: Enter a Case Property
fr: Entrez la propriété du Cas

source: Enter a Number
fr: Saisir un Nombre

source: Delay Automated SMS
fr: SMS Automatique Différé

source: Conversation Duration
fr: Durée de la Conversation

source: Survey Traffic
fr: Fréquentation de l'enquête

source: Show all survey traffic
fr: Afficher toutes les fréquentations de l'enquête

source: Hide all survey traffic except invalid responses
fr: Cacher toutes les fréquentations de l'enquête sauf les réponses invalides.

source: Hide all survey traffic
fr: Cacher toutes les fréquentations de l'enquête

source: A Message is Read...
fr: Un message est lu...

source: when it is read by anyone
fr: si c'est lu par quelqu'un

source: only for the user that reads it
fr: uniquement pour l'utilisateur qui l'a lu

source: Enter Chat Template Identifier
fr: Entrez l'identifiant de modèle de conversation

source: Case Self-Registration
fr: Auto-enregistrement de dossier

source: Default Case Type
fr: Type de Dossier par Défaut

source: Default Case Owner
fr: Propriétaire de dossier par défaut

source: Registration Submitter
fr: Soumissionnaire d'enregistrement

source: SMS Mobile Worker Registration
fr: Enregistrement d'un utilisateur mobile par SMS

source: Emails to send alerts for new mobile worker registrations
fr: E-mails pour envoyer des alertes pour les nouvelles inscriptions de travailleurs mobiles

source: Send registration welcome message to
fr: Envoyer un message de bienvenue à

source: Backup behavior for missing translations
fr: Comportement de secours pour les traductions manquantes

source: Override Daily Outbound SMS Limit
fr: Dépasser la limite quotidienne de SMS sortants

source: Daily Outbound SMS Limit
fr: Limite quotidienne de SMS sortants

source: Enter Default Response
fr: Entrer réponse par défaut

source: Enable this option to provide a default response when a user's incoming SMS does not answer an open survey or match a known keyword.
fr: Activer cette option pour envoyer une réponse par défaut à la réception d'un SMS qui ne répond à aucun questionnaire, et ne correspond à aucun mot clé.

source: Use this option to limit the times that SMS messages can be sent to users. Messages that are sent outside these windows will remained queued and will go out as soon as another window opens up.
fr: Utilisez cette option pour limiter le nombre de SMS envoyés aux utilisateurs. Les messages envoyés au-delà de cette limite seront mis en attente jusqu'à la disponibilité d'un autre lot d'envoi.

source: Choose the format in which date questions should be answered in SMS surveys.
fr: Choisir le format dans lequel les questions de date devraient être remplies dans les enquêtes par SMS.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project]', where [project] is your project space name, and the system will automatically create a case tied to that person's phone number.
fr: Lorsque cette option est activée, une personne peut envoyer un SMS dans le système en disant 'joindre [projet]', où le [projet] est votre nom d'espace de projet, et le système créera automatiquement un dossier lié au numéro de téléphone de cette personne.

source: Enter a Case Type
fr: Saisir Type de Dossier

source: Cases that self-register over SMS will be given this case type.
fr: Ce type de dossier sera assigné aux dossiers auto-enregistrés par SMS.

source: Cases that self-register over SMS will be owned by this user or user group.
fr: Les dossiers auto-enregistrés par SMS seront assignés à cet utilisateur ou ce groupe d'utilisateur.

source: The form submission for a self-registration will belong to this user.
fr: La soumission d'un formulaire pour un auto-enregistrement appartiendra à cet utilisateur.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project] worker [username]' (where [project] is your project space and [username] is an optional username), and the system will add them as a mobile worker.
fr: Lorsque cette option est activée, une personne peut envoyer un SMS dans le système en disant 'rejoignez [projet] travailleur [nom d'utilisateur]' (où [projet] est votre espace de projet et [nom d'utilisateur] est un nom d'utilisateur facultatif) et le système les ajoutera en tant que utilisateurs mobiles.

source: Email these people when new users register through SMS
fr: Envoyer un e-mail à ces personnes lorsque de nouveaux utilisateurs s'inscrivent via SMS
