Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Hide this form
fr: Cacher ce formulaire

source: Forms can only be hidden if there are no transition or termination conditions
fr: Les formulaires ne peuvent être cachés seulement s'il n'y a pas de conditions de transition ou de fermeture

source: Transition to the next phase
fr: Transition vers la prochaine phase

source: Terminate the schedule
fr: Fermer le calendrier

source: Visit Schedule
fr: Horaire de visites

source: Allow unscheduled visits
fr: Permettre les visites non planifiées

source: Repeat
fr: Répéter

source: Visit
fr: Visite

source: Due
fr: Prévu

source: after the last visit
fr: après la dernière visite

source: Visit can be made up to
fr: La visite peut être faite jusqu'à

source: days early and
fr: Les jours plus tôt et

source: days late
fr: Jours de retard

source: Please add at least one visit
fr: Veuillez ajouter au moins une visite

source: Add Visit
fr: Ajouter une visite

source: You have not created a form yet. Create a form in order to view and edit schedules.
fr: Vous n'avez pas encore créé de formulaire. Créez un formulaire pour visualiser et modifier le planning.

source: Upload XForm
fr: Charger un XFormulaire

source: End of Form Navigation
fr: Fin de la navigation de formulaire

source: After the user completes a form, your application automatically returns to the home screen. Here you can set the application to navigate automatically to a different location in the app.
fr: Après que les utilisateurs complète un formulaire, votre application retourne automatiquement à l'écran d'accueil. Ici vous pouvez régler l'application afin qu'elle navigue automatiquement à un autre endroit de l'application.

source: This is an unknown value, possibly a deleted form. Please change this value.
fr: Ceci est une valeur inconnue, eventuellement un formulaire effacé. Veuillez changer cette valeur.

source: The end of form navigation specified here will override the end of registration action in the menu(s) where this form is a case list registration form. To avoid this, select the default option here ('Home Screen').
fr: La navigation de fin de formulaire spécifiée ici remplacera l'action de fin d'enregistrement dans le(s) menu(s) où ce formulaire est un formulaire d'enregistrement de liste de cas. Pour éviter cela, sélectionnez l'option par défaut ici ('Écran d'accueil').

source: Navigation Fallback
fr: Solution de repli pour la navigation

source: Add link
fr: Ajouter un lien

source: XPath Expression
fr: Expression de XPath

source: This form requires manual linking.
fr: Ce formulaire requiert une liaison manuelle.

source: Enable manual linking
fr: Activer la liaison manuelle

source: Disable manual linking
fr: Désactiver la liaison manuelle

source: Refresh
fr: Reactualiser

source: Continue
fr: Continuer

source: No additional linking required.
fr: Aucune liaison additionnelle exigée.

source: Error fetching link data.
fr: Erreur lors de la récupération des données du lien.

source: Remove this link
fr: Supprimer ce lien

source: Make this my app’s Post-Update form
fr: Faire de ce formulaire le formulaire Post-Mise à jour de mon application

source: Post-Update form
fr: Formulaire Post-Mise à jour

source: Users will be entered directly into this form when logging back into CommCare immediately after updating their CommCare app. You can use this to give users information on what has changed in a new app version
fr: Les utilisateurs entreront directement dans ce formulaire lorsqu'ils se reconnecteront à CommCare immédiatement après la mise à jour de leur application CommCare. Vous pouvez l'utiliser pour donner aux utilisateurs des informations sur ce qui a changé dans une nouvelle version de l'application

source: You have already set another form as this app’s Post-Update form
fr: Vous avez déjà défini un autre formulaire comme formulaire Post-Mise à jour de cette application

source: Enable the Post-Update form for this release
fr: Activer le formulaire Post-Mise à jour pour cette version

source: Enable this
fr: Activer ceci

source: You can disable the Post-Update form if it is not necessary for the current app release, but you don’t want to delete it
fr: Vous pouvez désactiver le formulaire Post-Mise à jour s'il n'est pas nécessaire pour la version actuelle de l'application, mais vous ne voulez pas le supprimer

source: Shadow source
fr: Source d'ombre

source: The form which this form will shadow
fr: Le formumaire qui sera ombragé par ce formulaire

source: <strong>User Properties</strong> allow you to store data about the user and use that data in forms.
fr: <strong>Propriétés utilisateur</strong> vous permettent de stocker des données sur l'utilisateur et d'utiliser ces données dans les formulaires.

source: Enable these function datums in session endpoints
fr: Activer ces datums de fonction dans les points de terminaison de session

source: Comma separated list of function datums in session endpoints
fr: Liste de datums de fonction séparés par des virgules dans les points de terminaison de session

source: Add...
fr: Ajouter...

source: Your menus were reordered
fr: Vos menus ont été réorganisés

source: <p> Sub-menus are now displayed nested under their parent menu. The order of your menus has been changed to reflect that. </p> <p> Click "Rearrange" to make this change permanent. You won't be able to modify the order of your menus until you do so. </p> <p> Please contact support or report an issue if you have any concerns. </p>
fr: <p> Les sous-menus sont maintenant affichés imbriqués sous leur menu parent. L'ordre de vos menus a été modifié pour refléter cela. </p> <p> Cliquez sur "Réorganiser" pour rendre ce changement permanent. Vous ne pourrez pas modifier l'ordre de vos menus tant que vous ne l'aurez pas fait. </p> <p> Veuillez contacter le support ou signaler un problème si vous avez des préoccupations. </p>

source: Not Now
fr: Pas maintenant

source: Rearrange
fr: Réorganiser

source: This is form %(index)s<br>
fr: Ceci est le formulaire %(index)s<br>

source: Are you sure you want to delete this form?
fr: Êtes-vous sûr de vouloir supprimer ce formulaire ?

source: You are about to delete the form
fr: Vous êtes sur le point de supprimer le formulaire

source: Delete Form
fr: Supprimer le formulaire

source: This is menu %(index)s
fr: Ceci est le menu %(index)s

source: case type: %(case_type)s
fr: type de cas : %(case_type)s

source: Survey Menu
fr: Menu de sondage

source: Are you sure you want to delete this %(menu)s?
fr: Êtes-vous sûr de vouloir supprimer ce %(menu)s ?

source: You are about to delete
fr: Vous êtes sur le point de supprimer

source: This action will also delete all forms in this %(menu)s.
fr: Cette action supprimera également tous les formulaires dans ce %(menu)s.

source: Warning
fr: Avertissement

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
fr: Un ID de point de terminaison de session permet aux applications Android d'appeler CommCare à cette position.

source: Graph
fr: Graphique

source: Graph <small>(upgrade to 2.17 or greater)</small>
fr: Tracer <small>(mise à niveau vers 2.17 ou plus)</small>

source: Calculated Property
fr: Propriété calculée

source: Display Properties
fr: Propriétés d'affichage

source: Case Detail
fr: Détail de dossier

source: These properties will be displayed on a confirmation screen after a case has been selected. If no properties are listed here the confirmation screen will not be displayed at all.
fr: Ces propriétés seront affichés sur un écran de confirmation après qu'un dossier ait été sélectionné. Si aucune propriété n'est énumérée ici, l'écran de confirmation s'affichera pas.

source: Add Tab
fr: Ajouter un onglet

source: Add Data Tab
fr: Ajouter un onglet de données

source: Case Detail Tabs
fr: Onglets de détail de dossier

source: Do you have a lot of case properties? Try splitting them into tabs, which will appear as separate screens that mobile users can swipe through. Read more on the <a href='https://help.commcarehq.org/display/commcarepublic/Tabs+on+Case+Detail+Screen' target='_blank'>Help Site</a>.
fr: Avez-vous beaucoup de propriétés de dossier? Essayer de les répartir dans des onglets, elles paraitront sur différents écrans que l'utilisateur pourra faire defiler. Voir <a href='https://help.commcarehq.org/display/commcarepublic/Tabs+on+Case+Detail+Screen' target='_blank'>Help Site</a>.

source: Printing
fr: Impression

source: Document Template
fr: Modèle de document

source: Opens file in new tab.
fr: Ouvre le fichier dans un nouvel onglet

source: Open HTML
fr: Ouvrez en format HTML

source: Upload HTML
fr: Uploader en HTML

source: Replace HTML
fr: Remplacer HTML

source: Printing the case detail is not supported on this version of CommCare
fr: L'impression des détails de dossier ne sont pas pris en compte par cette version de CommCare

source: Custom Case List XML
fr: Liste de dossier personnalisée XML

source: Show some information about the case at the top of the screen when filling out forms
fr: Afficher des informations sur le dossier en haut de l'écran pendant le remplissage des formulaires

source: Case property to show
fr: Propriété de dossier à afficher

source: Show case tiles grouped by parent case
fr: Afficher les tuiles de cas groupées par cas parent

source: Parent case index name
fr: Nom de l'index du cas parent

source: Case tile header rows
fr: Lignes d'en-tête de tuile de cas

source: Use this case list tile persistently in forms
fr: Utilisez cette liste de dossiers constamment dans les formulaires

source: Use persistent case tile from menu
fr: Utiliser une tuile de cas persistante depuis le menu

source: Embed case details in case tile pull-down
fr: Intégrer les détails de dossier dans les plaques des dossiers déroulant

source: Embed case details in case tile pull-down from the menu
fr: Intégrer les détails du cas dans le menu déroulant de la tuile de cas depuis le menu

source: Filtering and Sorting
fr: Filtrage et triage en cours

source: Sort Property
fr: Propriété de tri

source: Sort Properties
fr: Propriétés de triage

source: Properties in this list determine how cases are ordered in your case list. This is useful if for example you want higher priority cases to appear closer to the top of the list. The case list will sort by the first property, then the second, etc.
fr: Les propriétés de cette liste déterminent comment les cas sont ordonnés dans votre liste de cas. Cela est utile si, par exemple, vous souhaitez que les cas de priorité plus élevée apparaissent plus près du haut de la liste. La liste de cas sera triée par la première propriété, puis la deuxième, etc.

source: Display Blanks
fr: Affiche des vides

source: Should cases that don't have a value for the sort property appear at the top or the bottom of the case list?
fr: Les cas qui n'ont pas de valeur pour la propriété de tri doivent-ils apparaître en haut ou en bas de la liste de cas ?

source: Sort Calculation
fr: Calcul de tri

source: Display Text
fr: Afficher Texte

source: The 'Display Text' is used for properties that are only listed as Sort Properties and not as Display Properties above. The text appears in the 'Sort By' menu on the mobile to allow the user to change the sort ordering. If the display text is left blank then the option for that sort property will not appear in the 'Sort By' menu.
fr: Le 'Texte d'affichage' est utilisé pour les propriétés qui sont uniquement listées comme Propriétés de tri et non comme Propriétés d'affichage ci-dessus. Le texte apparaît dans le menu 'Trier par' sur le mobile pour permettre à l'utilisateur de changer l'ordre de tri. Si le texte d'affichage est laissé vide, l'option pour cette propriété de tri n'apparaîtra pas dans le menu 'Trier par'.

source: Bottom of list
fr: Bas de liste

source: Top of list
fr: Tête de liste

source: Plain
fr: Brut

source: Integer
fr: Entier

source: Decimal
fr: Décimal

source: Distance from current location
fr: Distance de votre localisation actuelle

source: Cache and Index
fr: Cache et Index

source: Add sort property
fr: Ajouter une propriété de tri

source: Parent Child Selection
fr: Sélection parent et enfant

source: Select Parent First
fr: Sélectionner le parent d'abord

source: Use Case List from
fr: Utiliser la liste de dossier de

source: This menu could not be found. It may have been deleted. Please select a different menu.
fr: Ce menu n'a pas pu être trouvé. Il a peut-être été supprimé. Veuillez sélectionner un autre menu.

source: This XPath expression specifies which cases should appear in the case list. It can refer to any case properties and should return true if a record should be shown and false otherwise. The same functions are available as when writing Display or Validation conditions. Refer to case properties using their name (there's no need to include a &quot;/data/&quot; in front of the case property).
fr: L'espression XPath spécifie les dossiers qui doivent figurer dans la liste de dossiers. Elle peut renvoyer à n'importe quelles propriétés de dossier et devrait rendre "vrai" si un rapport devrait s'afficher et faux sinon. Les mêmes fonctions sont disponible comme lorsque vous ecrivez affichage ou conditions de validation. Referer vous aux propriétés de dossier en utilisant les noms de dossier(pas besoin d'inclure un &quot;/data/&quot, devant la propriété de dossier).

source: Remove filter
fr: Supprimer le filtre

source: Form Accessible from Case List
fr: Formulaire accessible depuis la liste de cas

source: Forms Accessible from Case List
fr: Formulaires accessibles depuis la liste de cas

source: Use Registration Forms to minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://help.commcarehq.org/pages/viewpage.action?pageId=30605985'>Help Site</a>. You can use followup forms for Parent Case button if this module uses Select Parent First workflow
fr: Utilisez les formulaires d'enregistrement pour minimiser les enregistrements en double en exigeant que les travailleurs mobiles recherchent dans la liste de cas avant d'enregistrer un nouveau cas. Lisez-en plus sur le <a href='https://help.commcarehq.org/pages/viewpage.action?pageId=30605985'>site d'aide</a>. Vous pouvez utiliser des formulaires de suivi pour le bouton Cas parent si ce module utilise le flux de travail Sélectionner d'abord le parent

source: Registration Form Accessible from Case List
fr: Formulaire d'enregistrement est accessible de la liste de dossiers

source: Minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Help Site</a>.
fr: Minimisez les enregistrements en double en demandant aux travailleurs mobiles de rechercher dans la liste des cas avant d'enregistrer un nouveau cas. En savoir plus sur le <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>site d'aide</a>.

source: Unknown Form (missing)
fr: Formulaire inconnu (absent)

source: Don't Show
fr: Ne pas montrer

source: Registration Forms
fr: Formulaires d'enregistrement

source: Followup Forms for parent case
fr: Formulaires de suivi pour le cas parent

source: Error! The selected form does not exist.
fr: Erreur! Le formulaire sélectionné n'existe pas

source: Registration from the case list is not available because
fr: L'enregistrement à partir de la liste des cas n'est pas disponible car

source: Label for Case List Form
fr: Étiquette pour le formulaire de liste de cas

source: Label for Case List Registration
fr: Label pour l'enregistrement de la liste des dossiers

source: End of Form Action
fr: Action de fin de formulaire

source: End of Registration Action
fr: Action de fin d'enregistrement

source: The case list form action will be the same as the selected form's end of form navigation. To avoid this, set the form's end of form navigation to the default option ('Home Screen') in <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">form settings</a>.
fr: L'action du formulaire de liste de cas sera la même que la navigation de fin de formulaire du formulaire sélectionné. Pour éviter cela, définissez la navigation de fin de formulaire du formulaire sur l'option par défaut ('Écran d'accueil') dans <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">les paramètres du formulaire</a>.

source: Lazy load Case List fields
fr: Chargement paresseux des champs de la liste des cas

source: Incrementally load case list fields
fr: Charger progressivement les champs de la liste des cas

source: Case list only calculates display properties for a case if the user sees it on the page
fr: La liste des cas ne calcule les propriétés d'affichage d'un cas que si l'utilisateur le voit sur la page

source: Case List Search Callout
fr: Légende de la recherche de liste de dossiers

source: Enable case list search callout
fr: Activer la légende la recherche de liste de dossiers

source: Autolaunch Lookup
fr: Consultation d'Autolaunch

source: Case list callout requires an action
fr: La légende de la liste de dossiers a besoin d'une action

source: Action Name
fr: Nom d'action

source: ex: Scan fingerprint
fr: ex: scanner empreinte digitale

source: Case list callout requires a name
fr: La légende de la liste de dossiers a besoin d'un nom

source: At least one extra required
fr: Au moins un extra requis

source: Responses
fr: Réponses

source: At least one response required
fr: Au moins une réponse requise

source: Display results in case list
fr: Afficher les résultats dans la liste des dossiers

source: Results display text
fr: Texte d'affichage des resultats

source: Results mapping property
fr: Propriété de mapping des résultats

source: Case property or attribute used to map each result row to the correct case.
fr: Propriété ou cractéristique de dossier utiliser pour lier chaque ligne de resultat au dossier approprié.

source: This menu either doesn't have a source menu or has a source menu that doesn't require a case list. Changes made here will have no effect.
fr: Ce menu n'a pas de menu source ou a un menu source qui ne nécessite pas de liste de cas. Les modifications apportées ici n'auront aucun effet.

source: None of the forms in this menu require a case list. Changes made here will have no effect until you either: <ol> <li>use forms that require a case list, such as forms that update or close a case, or</li> <li>select the <strong>Case List Menu Item</strong> setting.</li> </ol>
fr: Aucun des formulaires de ce menu ne nécessite une liste de cas. Les modifications apportées ici n'auront aucun effet tant que vous n'aurez pas soit : <ol> <li>utilisé des formulaires nécessitant une liste de cas, tels que des formulaires qui mettent à jour ou ferment un cas, ou</li> <li>sélectionné le paramètre <strong>Élément de menu de liste de cas</strong>.</li> </ol>

source: Display properties
fr: Propriétés d'affichage

source: Case list filter
fr: Filtre de liste de cas

source: Sort configuration
fr: Configuration du tri

source: Custom variables
fr: Variables personnalisées

source: Custom case list XML
fr: XML de liste de cas personnalisé

source: Case tile configuration
fr: Configuration de la vignette de cas

source: Print template
fr: Modèle d'impression

source: Search properties
fr: Propriétés de recherche

source: Default search filters
fr: Filtres de recherche par défaut

source: Search and claim options
fr: Options de recherche et de réclamation

source: Multi-Select Case List Options
fr: Options de liste de cas à sélection multiple

source: Overwrite Case List
fr: Remplacer la liste de dossiers

source: Overwrite Case Detail
fr: Remplacer le détail de dossier

source: Overwrite Case Lists/Case Details
fr: Écraser les listes de cas/détails des cas

source: Are you sure you want to overwrite this configuration? This action is irreversible.
fr: Êtes-vous sûr de vouloir écraser cette configuration ? Cette action est irréversible.

source: Overwrite
fr: Écraser

source: Enable multi-select case list
fr: Activer la liste de cas à sélection multiple

source: Enable auto select
fr: Activer la sélection automatique

source: Maximum selected value
fr: Valeur maximale sélectionnée

source: Maximum Selected Value
fr: Valeur maximale sélectionnée

source: Case Tile Mapping
fr: Mappage de plaque de dossier

source: Row/Column
fr: Ligne/Colonne

source: Width/Height
fr: Largeur/Hauteur

source: Optimize
fr: Optimiser

source: N/A
fr: s / o

source: Label for Case List Menu Item
fr: Label pour l'item du menu de la liste de dossiers

source: Case list menu item requires a label
fr: La liste de dossiers a besoin d'une étiquette

source: Case Search and Claim
fr: Demande et recherche de dossiers

source: Add at least one search property to activate case search for this case list
fr: Ajoutez au moins une propriété de recherche pour activer la recherche de cas pour cette liste de cas

source: Search Properties
fr: Propriétés de recherche

source: Search against the following case properties.
fr: Chercher avec les propriétés de dossier suivantes.

source: Other Options
fr: Autres options

source: Add Search Property
fr: Ajouter une propriété de recherche

source: Add Group
fr: Ajouter un groupe

source: Default Search Filters
fr: Filtres de recherche par défaut

source: Filter based on a specific value of any case property. These are applied to every search and are hidden from the user.
fr: Trier basé sur une valeur spécifique d'une quelconque propriété de dossier. Celles-ci seront appliquées à toutes les recherches et seront masquées pour l'utilisateur.

source: Value (XPath expression)
fr: Valeur (expression XPath)

source: A property is not allowed both here and Search Properties. Please remove from one of the lists
fr: Une propriété n'est pas autorisée à la fois ici et dans les propriétés de recherche. Veuillez la retirer d'une des listes

source: Add default search property
fr: Ajouter une propriété de recherche par défaut

source: Custom Sort Properties
fr: Propriétés de tri personnalisées

source: Sort search results by case property before filtering. These will affect the priority in which results are returned and are hidden from the user.
fr: Triez les résultats de recherche par propriété de cas avant de filtrer. Cela affectera la priorité dans laquelle les résultats sont retournés et seront cachés de l'utilisateur.

source: Ascending
fr: Croissant

source: Descending
fr: Décroissant

source: Add custom sort property
fr: Ajouter une propriété de tri personnalisée

source: Search and Claim Options
fr: Options de recherche et de demande

source: Web Apps Search Workflow
fr: Flux de travail de recherche des applications Web

source: Web Apps Search Workflow (Data Registry)
fr: Flux de travail de recherche des applications Web (Registre de données)

source: Normal Case List
fr: Liste de cas normale

source: Search First
fr: Rechercher d'abord

source: See More
fr: Voir plus

source: Skip to Default Case Search Results
fr: Passer aux résultats de recherche de cas par défaut

source: Make search input available after search
fr: Rendre l'entrée de recherche disponible après la recherche

source: Search Input Instance Name
fr: Nom de l'instance d'entrée de recherche

source: Label for Searching
fr: Étiquette pour la recherche

source: Label for Searching Again
fr: Étiquette pour rechercher à nouveau

source: Search Screen Title
fr: Titre de l'écran de recherche

source: Search Screen Title Translation
fr: Traduction du titre de l'écran de recherche
