Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Build map reports, pie and bar charts, and form and case lists right in CommCare!
fr: Créez des rapports cartographiques, des graphiques à secteurs et à barres, ainsi que des listes de formulaires et de cas directement dans CommCare !

source: Report Builder is part of the <strong>Pro</strong> or higher software plans.
fr: Le générateur de rapports fait partie des plans logiciels <strong>Pro</strong> ou supérieurs.

source: See the <a href="%(pricing_page_url)s">pricing plan options</a> for details.
fr: Voir les <a href="%(pricing_page_url)s">options de plan tarifaire</a> pour plus de détails.

source: Screenshot of report builder
fr: Capture d'écran de l'éditeur de rapports

source: Save and View Report
fr: Enregistrer et afficher le rapport

source: Enter report name here
fr: Entrez le nom du rapport ici

source: Enter report description here
fr: Entrez la description du rapport ici

source: Type of Report
fr: Type de rapport

source: Indicators
fr: Indicateurs

source: User Filters
fr: Filtres d'utilisateur

source: Add filters to your report to allow viewers to select which data the report will display. These filters will be displayed at the top of your report.
fr: Ajoutez des filtres à votre rapport pour permettre aux spectateurs de sélectionner quelles données le rapport affichera. Ces filtres seront affichés en haut de votre rapport.

source: Default Filters
fr: Filtres par défaut

source: These filters are not displayed to report viewers and are always applied to the data.
fr: Ces filtres ne sont pas affichés aux spectateurs du rapport et sont toujours appliqués aux données.

source: Preview Report
fr: Aperçu du rapport

source: Preview includes at most 100 cases
fr: L'aperçu inclut au maximum 100 cas

source: Preview includes at most 100 forms
fr: L'aperçu inclut au maximum 100 formulaires

source: Properties with FORMAT <strong>Sum</strong> or <strong>Average</strong> show up in bar chart.
fr: Les propriétés avec FORMAT <strong>Somme</strong> ou <strong>Moyenne</strong> apparaissent dans le graphique à barres.

source: This bar chart below will not be shown in the report because it is not configured to show any data. To show the bar chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
fr: Ce graphique à barres ci-dessous ne sera pas affiché dans le rapport car il n'est pas configuré pour afficher des données. Pour afficher le graphique à barres, veuillez ajouter au moins une propriété avec FORMAT <strong>Somme</strong> ou <strong>Moyenne</strong>.

source: Pie charts will show the breakdown of the first column that is summed or averaged.
fr: Les graphiques en secteurs montreront la répartition de la première colonne qui est additionnée ou moyennée.

source: This pie chart below will not be shown in the report because it is not configured to show any data. To show the pie chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
fr: Ce graphique en secteurs ci-dessous ne sera pas affiché dans le rapport car il n'est pas configuré pour afficher des données. Pour afficher le graphique en secteurs, veuillez ajouter au moins une propriété avec le FORMAT <strong>Somme</strong> ou <strong>Moyenne</strong>.

source: Add Chart
fr: Ajouter un graphique

source: Map Preview
fr: Aperçu de la carte

source: Location field
fr: Champ de localisation

source: Chart Preview
fr: Aperçu du graphique

source: Charts cannot be displayed with more than 25 categories. Once you Save and View report, you will be able to filter the data to limit the number of rows.
fr: Les graphiques ne peuvent pas être affichés avec plus de 25 catégories. Une fois que vous avez enregistré et visualisé le rapport, vous pourrez filtrer les données pour limiter le nombre de lignes.

source: At least one indicator must not be of format "Group By" to generate charts.
fr: Au moins un indicateur ne doit pas être au format "Grouper par" pour générer des graphiques.

source: There was an error rendering your report preview. Please adjust your configuration to try again. If the issue persists, please report an issue.
fr: Une erreur s'est produite lors du rendu de l'aperçu de votre rapport. Veuillez ajuster votre configuration pour réessayer. Si le problème persiste, veuillez signaler un problème.

source: Step 1 of 2 - Select Data Source
fr: Etape 1 sur 2 - Sélectionnez la source des données

source: Invalid or missing transform type: {}. Valid options are: {}
fr: Type de transformation invalide ou manquante: {}. Les options valides sont: {}

source: Problem creating transform: {}. Message is: {}
fr: Problème dans la création de transformation: {}. Le message est: {}

source: Please enter valid JSON. This is not valid: {}
fr: Veuillez saisir un JSON valide. Ceci n'est pas valide: {}

source: Expected {} but was {}
fr: Attendus {} mais était {}

source: Save Changes
fr: Enregistrer les changements

source: all users
fr: tous les utilisateurs

source: feature flag only
fr: Fanion de fonctionnalité seulement

source: Report ID
fr: ID du rapport

source: Visible to:
fr: Visible pour:

source: Problem with report spec: {}
fr: Problème avec le rapport spécifié: {}

source: forms
fr: formulaires

source: Data Source ID
fr: ID de la source de données

source: Source Type
fr: Type de source

source: Data Source Display Name
fr: Nom affiché de la source de données

source: Named expressions (optional)
fr: Expressions nommées (optionnel)

source: Named filters (optional)
fr: Filtres nommés (facultatif)

source: locations
fr: sites

source: Table id is too long. Your table id and domain name must add up to fewer than 40 characters
fr: L'identifiant de la table est trop long. Votre identifiant de la table et le nom du domaine doivent contenir moins de 40 caractères

source: A data source with this table id already exists. Table ids must be unique
fr: Une source de données avec l'identifiant de cette table existe déjà. Les identifiants de tables doivent être uniques

source: Problem with data source spec: {}
fr: Probleme avec la Source de Données spécifiée: {}

source: This data source covers more than {record_limit} records. Please mark it for asynchronous processing for effective building/rebuilding
fr: Cette source de données couvre plus de {record_limit} enregistrements. Veuillez la marquer pour un traitement asynchrone pour une construction/reconstruction efficace

source: Create Data Source from Application
fr: Créer une source de données de l'application

source: Create Data Source
fr: Créer source de données

source: Choose something short, unique, and memorable using lowercase letters, numbers, and underscores
fr: Choisissez quelque chose de court, unique et mémorable en utilisant des lettres minuscules, des chiffres et des caractères de soulignement

source: The System ID of the report (sometimes needed in APIs or other advanced features)
fr: L'ID système du rapport (parfois nécessaire dans les API ou d'autres fonctionnalités avancées)

source: The System ID of the data source (sometimes needed in APIs or other advanced features)
fr: L'ID système de la source de données (parfois nécessaire dans les API ou d'autres fonctionnalités avancées)

source: This is what the data source will be called in navigation, page title, etc.
fr: Le nom de la source de données dans la navigation, le titre de la page, etc.

source: Write yourself a little note if you like, it's optional
fr: Ecrivez une petite note si vous voulez, c'est facultatif

source: You can leave this blank unless you are <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">saving multiple rows per case or form</a>
fr: Vous pouvez laisser cela vide à moins que vous ne <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">enregistriez plusieurs lignes par cas ou formulaire</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">these docs</a>
fr: Consultez <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">ces exemples</a> et <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">cette documentation</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">these docs</a>
fr: Consultez <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">ces exemples</a> et <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">cette documentation</a>

source: For this advanced and useful feature, give a dict where the keys are the variable names you choose and the values are any valid expressions. You can then reference these from filters and indicators wherever an expression goes using: <code>{"type": "named", "name": "myvarname"}</code>
fr: Pour cette fonctionnalité avancée et utile, donnez un dict où les clés sont les noms de variables que vous choisissez et les valeurs toute expression valide. Vous pouvez ensuite leur faire référence à partir des filtres et des indicateurs partout où une expression est utilisée: <code>{"type": "named", "name": "myvarname"}</code>

source: These behave exactly like named expressions (see above), except the values should be a valid filter, and they can be used wherever filters are used above.
fr: Ceux-ci se comportent exactement comme des expressions nommées (voir ci-dessus), sauf que les valeurs doivent être un filtre valide, et elles peuvent être utilisées partout où les filtres sont utilisés ci-dessus.

source: Enabling this will let this data source and the data be imported into Analytics
fr: Activer cela permettra à cette source de données et aux données d'être importées dans Analytics

source: There was a problem processing your request. If you have recently modified your report data source please try again in a few minutes.
fr: Il y a eu un problème lors du traitement de votre demande. Si vous avez récemment modifié votre source de données de rapport, veuillez réessayer dans quelques minutes.

source: Technical details:<br>{}
fr: Détails techniques:<br>{}

source: Reports Home
fr: Page d'acceuil des rapports

source: Report "{}" saved!
fr: Rapport "{}" enregistré!

source: Create Report
fr: Créer un rapport

source: Subscribe
fr: Souscrire

source: Create New Report
fr: Créez un Nouveau Rapport

source: Configure Report
fr: Configurer rapport

source: Creating or Editing Data Registry Reports are not enabled for this project.
fr: La création ou la modification de rapports de registre de données ne sont pas activées pour ce projet.

source: Report "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
fr: Le rapport "{name}" a été supprimé. <a href="{url}" class="post-link">Undo</a>

source: This report was used in one or more applications. It has been removed from there too.
fr: Ce rapport a été utilisé dans une ou plusieurs applications. Il a été supprimé partout,

source: Successfully restored report "{name}"
fr: Rapport restauré avec succès "{name}"

source: Report "{name}" not deleted.
fr: Rapport "{name}" non supprimé.

source: Report created!
fr: Rapport "{}" créé!

source: Bad report source: {}
fr: Mauvaise source de rapport: {}

source: Data source with id {} not found in domain {}.
fr: Source de données avec l'identifiant {} non trouvée dans le domaine {}.

source: Expression not found
fr: Expression non trouvée

source: Problem with expression: {}
fr: Problème avec l'expression : {}

source: {} with id {} not found in domain {}.
fr: {} avec l'identifiant {} n'a pas été trouvé dans le domaine {}.

source: No documents found. Check the IDs and try again.
fr: Aucun document trouvé. Vérifiez les identifiants et réessayez.

source: Datasource table does not exist. Try rebuilding the datasource.
fr: La table de la source de données n'existe pas. Essayez de reconstruire la source de données.

source: Error querying database for data.
fr: Erreur lors de l'interrogation de la base de données pour les données.

source: Data source created for '{}'
fr: Source de Données créer par '{}'

source: Data source "{}" saved!
fr: Source de Données "{}" enregistrée!

source: This data source will be built / rebuilt automatically by CommCare HQ.
fr: Cette source de données sera construite / reconstruite automatiquement par CommCare HQ.

source: Data source not saved. Please check the form for errors.
fr: Source de données non enregistrée. Veuillez vérifier le formulaire pour les erreurs.

source: Data source "{}" has no associated table. Click "Rebuild Data Source" to recreate the table.
fr: La source de données "{}" n'a pas de table associée. Cliquez sur "Reconstruire source de données" pour recréer la table.

source: Edit Data Source
fr: Modifier Source de Données

source: Data source "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
fr: La source de données "{name}" a été supprimée. <a href="{url}" class="post-link">Undo</a>

source: Successfully restored data source "{name}"
fr: Source de données restaurée avec succès "{name}"

source: Data source "{name}" not deleted.
fr: Source de données "{name}" non supprimée.

source: Table "{}" is now being rebuilt. Data should start showing up soon
fr: Table "{}" est actuellement en reconstruction. L'affichage des données debutera bientot

source: Rebuilding is not available until CommCare HQ finishes building / rebuilding.
fr: La reconstruction n'est pas disponible tant que CommCare HQ n'a pas terminé la construction / reconstruction.

source: Rebuilt was not initiated due to high number of records this data source is expected to iterate during a rebuild. Expected records to be processed is currently {number_of_records} which is above the limit of {rebuild_limit}. Please update the data source to have asynchronous processing.
fr: La reconstruction n'a pas été initiée en raison du nombre élevé d'enregistrements que cette source de données est censée traiter lors d'une reconstruction. Le nombre d'enregistrements à traiter est actuellement {number_of_records}, ce qui dépasse la limite de {rebuild_limit}. Veuillez mettre à jour la source de données pour avoir un traitement asynchrone.

source: Table "{}" has already finished building. Rebuild table to start over.
fr: La table "{}" a déjà terminé sa construction. Reconstruisez la table pour recommencer.

source: Table "{}" did not finish building but resume information is not available. Unfortunately, this means you need to rebuild the table.
fr: La table "{}" n'a pas terminé sa construction mais les informations de reprise ne sont pas disponibles. Malheureusement, cela signifie que vous devez reconstruire la table.

source: Resuming rebuilding table "{}".
fr: Reprise de la reconstruction de la table "{}".

source: Preview Data Source
fr: Aperçu de la source de données

source: Data source table not found!<br/>If you have recently added the data source, please wait for it to be created.<br/>If you see this repeatedly please report an issue.
fr: Table de la source de données non trouvée !<br/>Si vous avez récemment ajouté la source de données, veuillez attendre qu'elle soit créée.<br/>Si vous voyez cela de manière répétée, veuillez signaler un problème.

source: You can only use 'lastndays' on date columns
fr: Vous pouvez seulement utiliser "lastndays" dans les colonnes de date.

source: Ranges must have the format "start..end"
fr: Les échelles doivent avoir le format "début..fin"

source: No field named {}
fr: Aucun champ n'a été nommé {}

source: Invalid filter parameter: {}
fr: Paramètre de filtre non valide: {}

source: format must be one of the following: {}
fr: le format doit être un des suivants: {}

source: There was a problem executing your query, please make sure your parameters are valid.
fr: Il y a eu un problème lors de l'exécution de votre requête, assurez-vous que vos paramètres sont valides.

source: CommCare Analytics on {server}
fr: CommCare Analytics sur {server}

source: Data source {ds} on {server}
fr: Source de données {ds} sur {server}

source: Filter {} not found!
fr: Filtre {} introuvable

source: No filter defined
fr: Aucun filtre défini

source: UCR Expressions
fr: Expressions UCR

source: Edit UCR Expression
fr: Modifier l'expression UCR

source: Unknown Role
fr: Rôle inconnu

source: Inactive User
fr: Utilisateur inactif

source: Username %(username)s is too long. Must be under %(max_length)s characters.
fr: Le nom d’utilisateur %(username)s est trop long. Il doit avoir moins de %(max_length)s caractères.

source: The username "%(username)s" is reserved for CommCare.
fr: Le nom d'utilisateur " %(username)s" est réservé à CommCare.

source: This username was used previously.
fr: Ce nom d'utilisateur a été utilisé précédemment.

source: This Mobile Worker already exists.
fr: Cet utilisateur mobile existe déjà.

source: Invalid Deactivation Date format (expects MM-YYYY).
fr: Format de date de désactivation invalide (attendu MM-YYYY).

source: {code} is not a valid language code. Please enter a valid ISO-639 two- or three-digit code.
fr: {code} n'est pas un code de langue valide. Veuillez entrer un code ISO-639 valide à deux ou trois chiffres.

source: Please enter a valid two or three digit language code.
fr: Veuillez saisir un code de langue valide composé de deux ou trois caractères

source: Role is required for web users.
fr: Le rôle est requis pour les utilisateurs web.

source: E-Mail
fr: Courriel

source: <i class="fa fa-info-circle"></i> Becomes default language seen in Web Apps and reports (if applicable), but does not affect mobile applications. Supported languages for reports are en, fra (partial), and hin (partial).
fr: <i class="fa fa-info-circle"></i> Devient la langue par défaut vue dans les applications Web et les rapports (si applicable), mais n'affecte pas les applications mobiles. Les langues prises en charge pour les rapports sont en, fra (partiel), et hin (partiel).

source: Allow Dimagi to collect usage information to improve CommCare. You can learn more about the information we collect and the ways we use it in our <a href="http://www.dimagi.com/terms/latest/privacy/">privacy policy</a>
fr: Autoriser Dimagi à collecter des informations d'utilisation pour améliorer CommCare. Vous pouvez en savoir plus sur les informations que nous collectons et les façons dont nous les utilisons dans notre <a href="http://www.dimagi.com/terms/latest/privacy/">politique de confidentialité</a>

source: My Language
fr: Ma langue

source: This email is managed by {} and cannot be edited.
fr: Cet email est géré par {} et ne peut pas être modifié.

source: Update My Information
fr: Mettre à jour mes informations

source: Deactivate After
fr: Désactiver après

source: When specified, the mobile worker is automatically deactivated on the first day of the month and year selected.
fr: Lorsqu'il est spécifié, le travailleur mobile est automatiquement désactivé le premier jour du mois et de l'année sélectionnés.

source: Multiply this user's case load by this number for load testing on phones.
fr: Multipliez la charge de cas de cet utilisateur par ce nombre pour tester la charge sur les téléphones.

source: Load testing
fr: Test de charge

source: Update user
fr: Mettre à jour l'utilisateur

source: Reset Password for Mobile Worker
fr: Réinitialiser le mot de passe pour l'utilisateur mobile

source: Username contains invalid characters.
fr: Le nom d'utilisateur comporte des caractères no valides.

source: Require Account Confirmation?
fr: Exiger la confirmation du compte ?

source: The user's account will not be active until they have confirmed their email and set a password.
fr: Le compte de l'utilisateur ne sera pas actif tant qu'il n'aura pas confirmé son email et défini un mot de passe.

source: Send Account Confirmation Email Now?
fr: Envoyer l'email de confirmation de compte maintenant ?

source: The user will be sent their account confirmation email now. Otherwise it must be sent manually from the Mobile Worker 'Deactivated Users' list.
fr: L'utilisateur recevra maintenant son email de confirmation de compte. Sinon, il doit être envoyé manuellement depuis la liste 'Utilisateurs désactivés' du travailleur mobile.

source: Require Account Confirmation by SMS?
fr: Exiger la confirmation du compte par SMS ?

source: If checked, the user will be sent a confirmation SMS and asked to set their password.
fr: Si coché, l'utilisateur recevra un SMS de confirmation et sera invité à définir son mot de passe.

source: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Please enter number including country code, without (+) and in digits only. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>
fr: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Veuillez entrer le numéro incluant l'indicatif pays, sans (+) et uniquement en chiffres. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>

source: This password is automatically generated. Please copy it or create your own. It will not be shown again.
fr: Ce mot de passe est généré automatiquement. Veuillez le copier ou créer le vôtre. Il ne sera pas affiché à nouveau.

source: Good Job! Your password is strong!
fr: Bon travail ! Votre mot de passe est fort !

source: Your password is almost strong enough! Try adding numbers or symbols!
fr: Votre mot de passe est presque assez fort ! Essayez d'ajouter des chiffres ou des symboles !

source: Your password is too weak! Try adding numbers or symbols!
fr: Votre mot de passe est trop faible ! Essayez d'ajouter des chiffres ou des symboles !

source: Setting a password is disabled. The user will set their own password on confirming their account email.
fr: La définition d'un mot de passe est désactivée. L'utilisateur définira son propre mot de passe en confirmant son email de compte.

source: Setting a password is disabled. The user will set their own password on confirming their account phone number.
fr: La définition d'un mot de passe est désactivée. L'utilisateur définira son propre mot de passe en confirmant son numéro de téléphone de compte.

source: Auto-Deactivation Settings
fr: Paramètres de désactivation automatique

source: This location does not exist
fr: Cet emplacement n'existe pas

source: Edit Group Membership
fr: Modifier l'adhésion au groupe

source: Primary Location
fr: Site principal

source: Primary Location must always be set to one of above locations
fr: Le site principal doit toujours être réglé sur l'un des sites ci-dessus

source: You do not have permissions to assign one of those locations.
fr: Vous n'avez pas les autorisations pour attribuer l'un de ces emplacements.

source: Request Access
fr: Demander l'accès

source: Back to Mobile Workers List
fr: Retour à la liste des utilisateurs mobiles

source: Please enter number, including country code, in digits only.
fr: Veuillez entrer le numéro, y compris le code international, en chiffres uniquement.

source: Add a Phone Number
fr: Ajouter un numéro de téléphone

source: Add Number
fr: Ajouter un numéro
