Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Sorry! There was a problem trying to edit your report. This likely occurred because the form associated with this report was deleted from the application. You can go back and view historical data submitted. However, you may not edit this report again. You also have the option of deleting this report by clicking the delete button below.
fr: Désolé ! Il y a eu un problème lors de la tentative de modification de votre rapport. Cela s'est probablement produit parce que le formulaire associé à ce rapport a été supprimé de l'application. Vous pouvez revenir en arrière et consulter les données historiques soumises. Cependant, vous ne pourrez plus modifier ce rapport. Vous avez également la possibilité de supprimer ce rapport en cliquant sur le bouton de suppression ci-dessous.

source: Report builder data source doesn't reference an application. It is likely this report has been customized and it is no longer editable.
fr: La source de données de l'éditeur de rapports ne fait référence à aucune application. C'est probablement que ce rapport a été personnalisé et qu'il n'est plus éditable.

source: Report contains duplicate column ids: {}
fr: Le rapport contient des identifiants de colonne en double: {}

source: Invalid or missing expression type: {} for expression: {}. Valid options are: {}
fr: Type d'expression invalide ou manquant : {} pour l'expression : {}. Les options valides sont : {}

source: Problem creating expression: {}. Message is: {}
fr: Problème lors de la création de l'expression : {}. Le message est : {}

source: aggregation_fn '{}' is not valid. Valid options are: {}
fr: l'aggrégation_fn '{}' n'est pas valide. Les options valides sont: {}

source: Complex filter type {0} must be one of the following choices ({1})
fr: Type de filtre complexe {0} doit être un des choix suivants ({1})

source: {0} filter type must include a "filters" list
fr: {0} le type de filtre doit inclure une liste de "filtres"

source: Problem creating filter from spec: {}, message is {}
fr: Problème pour créer un filtre à partir des spécifications: {}, le message est: {}

source: Illegal or missing filter type: "{0}", must be one of the following choice: ({1})
fr: Type de filtre non permis ou manquant "{0}" doit être un des choix suivants: ({1})

source: {} is required!
fr: {} est requis!

source: Indicator specification must include a root level type field.
fr: La spécification de l'indicateur doit inclure un champ de type niveau "root".

source: Illegal indicator type: "{0}", must be one of the following choice: ({1})
fr: Type de filtre non permis "{0}", doit être un des choix suivants: ({1})

source: Build
fr: Construire

source: Migrate
fr: Migrer

source: Rebuild
fr: Recharger

source: Drop
fr: Déposer

source: Report contains invalid referenced_doc_type: {}
fr: Le rapport contient des types de documents référencés invalides: {}

source: Layer
fr: Couche

source: The data source %(config_id)s referenced by this report could not be found.
fr: La source de données %(config_id)s référencée par ce rapport est introuvable.

source: The report configuration referenced by this report could not be found: %(report_id)s
fr: La configuration du rapport référencée par ce rapport est introuvable : %(report_id)s

source: The following report configuration could not be found: {}
fr: La configuration de rapport suivante n'a pas pu être trouvée: {}

source: The report configuration referenced by this report could not be found.
fr: La configuration de rapport référencée par ce rapport n'a pas pu être trouvée.

source: Date Form Started
fr: Date de création du formulaire

source: Date Form Completed
fr: Date d'achèvement du formulaire

source: Case Closed
fr: Dossier fermé

source: User ID Last Updating Case
fr: Identifiant de l'utilisateur qui a mis à jour le dossier en dernier

source: Case Owner
fr: Propriétaire de dossier

source: Mobile Worker Last Updating Case
fr: Utilisateur mobile qui a mis à jour le dossier en dernier

source: Case Owner (Location)
fr: Propriétaire du cas (Emplacement)

source: Case Owner (Location w/ Descendants)
fr: Propriétaire du cas (Emplacement avec descendants)

source: Case Owner (Location w/ Descendants and Archived Locations)
fr: Propriétaire du cas (Emplacement avec descendants et emplacements archivés)

source: CommCare Project
fr: Projet CommCare

source: Web users will see this name in the "Reports" section of CommCareHQ and can click to view the report
fr: Utilisateurs du web verront ce nom dans la section «Rapports» en CommCareHQ et peuvent cliquer pour voir la rapport.

source: Data From My Project Space
fr: Données de mon espace projet

source: Data From My Project Space And Others
fr: Données de mon espace projet et d'autres

source: Too many reports! Creating this report would cause you to go over the maximum number of report builder reports allowed in this domain. Your limit is {number}. To continue, delete another report and try again.
fr: Trop de rapports ! Créer ce rapport vous ferait dépasser le nombre maximum de rapports de création de rapports autorisés dans ce domaine. Votre limite est {number}. Pour continuer, supprimez un autre rapport et réessayez.

source: Report Builder Report
fr: Rapport de création de rapports

source: This report references the '{}' filter, which is not compatible with the Report Builder. It is only editable in the advanced interface.
fr: Ce rapport fait référence au filtre '{}' qui n'est pas compatible avec le créateur de rapports. Il n'est modifiable que dans l'interface avancée.

source: You must have at least one group by column to use pie charts!
fr: Vous devez avoir au moins une colonne de regroupement pour utiliser les graphiques en secteurs !

source: Problem creating column from spec: {}, message is: {}
fr: Problème pour créer une colonne à partir des spécfications: {}, le message est: {}

source: Illegal chart type: {0}, must be one of the following choices: ({1})
fr: Type de graphique illégal : {0}, doit être l'un des choix suivants : ({1})

source: (missing from spec)
fr: (manquant des spécifications)

source: Problem creating chart from spec: {}, message is: {}
fr: Problème pour créer un graphique à partir des spécfications: {}, le message est: {}

source: Illegal sum_when_template type: "{0}", must be in: ({1})
fr: Type de sum_when_template illégal : "{0}", doit être dans : ({1})

source: Problem creating template: {}, message is: {}
fr: Problème lors de la création du modèle : {}, le message est : {}

source: Expected {} binds in sum_when_template {}, found {}
fr: Attendu {} liaisons dans sum_when_template {}, trouvé {}

source: 'ancestor_expression' must be empty dictionary or have 'field', 'location_type' keys
fr: 'ancestor_expression' doit être un dictionnaire vide ou avoir les clés 'field', 'location_type'

source: 'ancestor_expression' is applicable only for location choices
fr: 'ancestor_expression' est applicable uniquement pour les choix d'emplacement

source: Problem creating report filter from spec: {}, message is: {}
fr: Problème pour créer un filtre de rapports à partir des spécifications: {}, le message est: {}

source: Illegal report filter type: {0}, must be one of the following choice: ({1})
fr: Type de filtre de rapports non permis ou manquant "{0}" doit être un des choix suivants: ({1})

source: You can't query on columns of type {}
fr: Vous ne pouvez pas interroger sur les colonnes du type {}

source: Unknown Date
fr: Date inconnue

source: Expression Columns do not support group by, sorting, or querying.
fr: Les colonnes d'expression ne prennent pas en charge le regroupement, le tri ou la requête.

source: It looks like there is a problem with your report. You may need to delete and recreate the report. If you believe you are seeing this message in error, please report an issue.
fr: Il semble qu'il y ait un problème avec votre rapport. Vous devrez peut-être supprimer et recréer le rapport. Si vous pensez que ce message est erroné, veuillez signaler un problème.

source: This report has too many columns to be displayed
fr: Ce rapport a trop de colonnes pour pouvoir être affiché

source: The database table backing your report does not exist yet. Please wait while the report is populated.
fr: La table de la base de données qui sauvegarde votre rapport n'existe pas encore. Veuillez patienter pendant que le rapport est rempli.

source: The database table backing your report does not exist yet. You must rebuild the data source before viewing the report.
fr: La table de la base de données qui sauvegarde votre rapport n'existe pas encore. Vous devez reconstruire la source de données avant d'afficher le rapport.

source: Download UCR Status
fr: Télécharger le statut UCR

source: Download Report Status
fr: Télécharger le statut du rapport

source: Preparing report download.
fr: Préparation du téléchargement du rapport.

source: Go back to report
fr: Retourner au rapport

source: Download Report
fr: Télécharger le rapport

source: Recursive expression reference: {name}
fr: Référence d'expression récursive : {name}

source: Named filter not found: {name}
fr: Filtre nommé introuvable : {name}

source: Named expression not found: {name}
fr: Expression nommée introuvable : {name}

source: The column "{}" does not exist in the report source! Please double check your report configuration.
fr: La colonne "{}" n'existe pas dans la source du rapport! Vérifiez la configuration de votre rapport.

source: Your UCR table {} has finished rebuilding in {}
fr: Votre table UCR {} a terminé sa reconstruction en {}

source: There was an error rebuilding Your UCR table {} in {}.
fr: Il y a eu une erreur lors de la reconstruction de votre table UCR {} dans {}.

source: There was an error rendering your report.
fr: Il y a eu une erreur lors du rendu de votre rapport.

source: Warning:
fr: Avertissement :

source: Charts cannot be displayed with more than 25 categories. Please filter the data or change your report to limit the number of rows.
fr: Les graphiques ne peuvent pas être affichés avec plus de 25 catégories. Veuillez filtrer les données ou modifier votre rapport pour limiter le nombre de lignes.

source: Fit all data into view
fr: Ajuster tous les données dans l'affichage

source: Note:
fr: Remarque :

source: Base Query/Queries
fr: Requête(s) de base

source: You have reached your report limit of %(max_allowed_reports)s reports.
fr: Vous avez atteint votre limite de %(max_allowed_reports)s rapports.

source: If you would like to create more, delete one of your existing reports.
fr: Si vous souhaitez en créer davantage, supprimez l'un de vos rapports existants.

source: For even more reports please contact our team at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.
fr: Pour encore plus de rapports, veuillez contacter notre équipe à <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.

source: Subscribe to Report Builder
fr: Souscrire à l'éditeur de rapports

source: Custom Web Reports
fr: Rapports Web Personnalisés

source: Add Custom Web Report
fr: Ajouter un Rapport Web Personnalisé

source: Import Custom Web Report
fr: Importer un Rapport Web Personnalisé

source: Add Custom Web Report Source
fr: Ajouter une Source de Rapport Web Personnalisé

source: Configurable Reports
fr: Rapports configurables

source: Import Report
fr: Importer rapport

source: Add Data Source
fr: Ajouter une Source de Données

source: Custom Web Report Source Debugger
fr: Débogueur de Source de Rapport Web Personnalisé

source: UCR Data Source Debugger
fr: Débogueur de source de données UCR

source: Custom Web Report Source
fr: Source de Rapport Web Personnalisé

source: Document IDs
fr: Identifiants de Documents

source: Comma separated
fr: Séparé par des virgules

source: Submit!
fr: Soumettre!

source: Evaluated rows
fr: Lignes évaluées

source: Rows from the database
fr: Lignes de la base de données

source: Populating your report did not complete successfully.
fr: Le remplissage de votre rapport n'a pas été complété avec succès.

source: Please note that this datasource is being rebuilt.
fr: Veuillez noter que cette source de données est en cours de reconstruction.

source: Please note that this datasource is being rebuilt in place.
fr: Veuillez noter que cette source de données est en cours de reconstruction sur place.

source: Please note that this datasource is yet be built / rebuilt by CommCare HQ.
fr: Veuillez noter que cette source de données doit encore être construite / reconstruite par CommCare HQ.

source: Preview Custom Web Report Data
fr: Aperçu des Données du Rapport Web Personnalisé

source: Custom Web Report Source Summary
fr: Résumé de la Source de Rapport Web Personnalisé

source: Preview Data
fr: Aperçu des Données

source: Data Source Summary
fr: Résumé de la Source de Données

source: Rebuild Custom Web Report Source
fr: Reconstruire la Source de Rapport Web Personnalisé

source: Rebuild Data Source
fr: Reconstitution de Source de Données

source: Custom Web Report Source JSON
fr: JSON de la Source de Rapport Web Personnalisé

source: Data Source JSON
fr: Source de données JSON

source: Resume Build
fr: Reprendre la construction

source: Rebuild Table in Place
fr: Reconstruire la table sur place

source: Delete Custom Web Report Source
fr: Supprimer la source du rapport Web personnalisé

source: Delete Data Source
fr: Supprimer Source de Données

source: This datasource is read only, any changes made can not be saved.
fr: Cette source de données est en mode lecture seule, les changements faits ne peuvent pas être enregistrés.

source: Datasource currently unused
fr: Source de données actuellement inutilisée

source: Reports dependent on this datasource
fr: Rapports dépendant de cette source de données

source: Are you sure you want to delete this data source?
fr: Êtes-vous sûr de vouloir supprimer cette source de données ?

source: Deleting this will break the reports below that refer to the data source
fr: La suppression de ceci cassera les rapports ci-dessous qui se réfèrent à la source de données

source: Are you sure you want to rebuild this custom web report source?
fr: Êtes-vous sûr de vouloir reconstruire cette source de rapport Web personnalisé ?

source: Are you sure you want to rebuild this data source?
fr: Êtes-vous sûr de vouloir reconstruire cette source de données ?

source: Rebuilding this report source will erase all the existing data in the report source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
fr: La reconstruction de cette source de rapport effacera toutes les données existantes dans la source de rapport et commencera à les remplir à nouveau. Pendant la reconstruction, les rapports basés sur cette source de données afficheront des données incomplètes.

source: Rebuilding this data source will erase all the existing data in the data source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
fr: La reconstruction de cette source de données effacera toutes les données existantes dans la source de données et commencera à les remplir à nouveau. Pendant la reconstruction, les rapports basés sur cette source de données afficheront des données incomplètes.

source: <p> Based on the amount of data to be processed, this can take a considerable amount of time. </p> <p>Please confirm if you want to proceed.</p>
fr: <p> En fonction de la quantité de données à traiter, cela peut prendre un temps considérable. </p> <p>Veuillez confirmer si vous souhaitez continuer.</p>

source: View Custom Web Report
fr: Voir le rapport Web personnalisé

source: View Report
fr: Voir le rapport

source: View Custom Web Report Source
fr: Voir la source du rapport Web personnalisé

source: View Data Source
fr: Voir la source de données

source: Custom Web Report JSON
fr: Rapport Web personnalisé JSON

source: Report Source
fr: Source du rapport

source: Usage
fr: Utilisation

source: This report is not referred to by any apps in this domain.
fr: Ce rapport n'est référencé par aucune application dans ce domaine.

source: This is a static report, which might be referred to by apps in other domains.
fr: Ceci est un rapport statique, qui pourrait être référencé par des applications dans d'autres domaines.

source: The following apps depend on this report:
fr: Les applications suivantes dépendent de ce rapport :

source: Custom Web Report Expression Debugger
fr: Débogueur d'expression de rapport Web personnalisé

source: UCR Expression Debugger
fr: Débogueur d'expression UCR

source: Paste an expression and document information below to see the result of that expression evaluated on the document.
fr: Collez une expression et documentez les informations ci-dessous pour voir le résultat de cette expression évaluée sur le document.

source: Input Type
fr: Type d'entrée

source: Document Type
fr: Type de document

source: Document ID
fr: Identifiant du document

source: Your document JSON has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
fr: Votre document JSON contient des erreurs d'analyse ! Pour plus de détails, essayez de coller dans un <a href="http://jsonlint.com/" target="_blank">validateur JSON</a>.

source: Custom Web Report Source (optional)
fr: Source du rapport Web personnalisé (facultatif)

source: Data Source (optional)
fr: Source de données (facultatif)

source: If specified, named filters and expressions from this data source can be used.
fr: Si spécifié, les filtres et expressions nommés de cette source de données peuvent être utilisés.

source: Saved expression
fr: Expression enregistrée

source: Use a saved expression from the <a href="%(expressions_url)s">expression library</a>
fr: Utilisez une expression enregistrée de la <a href="%(expressions_url)s">bibliothèque d'expressions</a>

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
fr: Votre expression contient des erreurs de syntaxe ! Pour plus de détails, essayez de coller dans un <a href="http://jsonlint.com/" target="_blank">validateur JSON</a>.

source: Evaluate!
fr: Évaluer!

source: Format JSON
fr: Formater JSON

source: Report spec
fr: Spécifications du rapport

source: paste report source here
fr: coller la source du rapport ici

source: Preview table: %(display_name)s (%(total_rows)s total rows)
fr: Affichage table: %(display_name)s ( %(total_rows)s total rangées)

source: Technical Details:
fr: Détails techniques:

source: Delete Report
fr: Supprimer le rapport

source: Named Expression
fr: Expression Nommée

source: Named Filter
fr: Filtre Nommé

source: Definition
fr: Définition

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
fr: Votre expression contient des erreurs de syntaxe ! Pour plus de détails, essayez de coller dans un <a href="http://jsonlint.com/" target="_blank">validateur JSON</a>.

source: see more
fr: voir plus

source: Update Expression
fr: Mettre à jour l'Expression

source: Delete expression <strong data-bind="text: name"></strong>?
fr: Supprimer l'expression <strong data-bind="text: name"></strong>?

source: Yes, delete the <strong data-bind="text: name"></strong> expression.
fr: Oui, supprimer l'expression <strong data-bind="text: name"></strong>.

source: Deleting Expression...
fr: Suppression de l'Expression...

source: Delete Expression
fr: Supprimer l'Expression

source: Tools
fr: Outils

source: Custom Web Report Source from Application
fr: Source de Rapport Web Personnalisée de l'Application

source: Expression Debugger
fr: Débogueur d'expression

source: Add report
fr: Ajouter un rapport

source: Import report
fr: Importer un rapport

source: Add data source
fr: jout de Source de Données

source: Data source from application
fr: Sources de données de l'application

source: Data Source Debugger
fr: Débogueur de source de données

source: Edit Reports
fr: Editer les rapports

source: Edit Custom Data Sources
fr: Modifier les Sources de Données Personnalisées

source: Edit Data Sources
fr: Modifier Source de Données

source: Aggregate Data Sources
fr: Sources de Données Agrégées

source: Delete Custom Web Report
fr: Supprimer le rapport web personnalisé

source: Are you sure you want to delete this report?
fr: Êtes-vous sûr de vouloir supprimer ce rapport ?

source: Deleting this will break the apps below, which refer to this report. In addition, there may be older app versions that depend on these reports but are not displayed here. Please delete with caution.
fr: Supprimer cela cassera les applications ci-dessous, qui se réfèrent à ce rapport. De plus, il peut y avoir des versions d'applications plus anciennes qui dépendent de ces rapports mais ne sont pas affichées ici. Veuillez supprimer avec précaution.

source: Some required fields are missing. Please complete them before saving.
fr: Certains champs obligatoires sont manquant. Veuillez les compléter avant de sauvegarder.

source: Filter Value
fr: Filtrer valeur

source: Please select a property.
fr: Veuillez sélectionner une propriété

source: This property or question no longer exists in your app. <br> You must delete this property to update this report.
fr: Cette propriété ou question n'existe plus dans votre application. <br> Vous devez supprimer cette propriété pour mettre à jour ce rapport.

source: Display text should not be blank.
fr: Le texte d'affichage ne doit pas être vide.

source: Filter Value should not be blank.
fr: La valeur du filtre ne devrait pas être vide.

source: You can try clicking "Advanced" and choosing "Resume Build".
fr: Vous pouvez essayer de cliquer sur "Avancé" et de choisir "Reprendre la construction".

source: Your report is still being populated.
fr: Votre rapport est en train d'être rempli.

source: What you are seeing now is just a preview, and contains some or none of your data.
fr: Ce que vous voyez maintenant n'est qu'un aperçu, et contient certaines ou aucune de vos données.

source: Edit Report
fr: Editer rapport

source: Thanks for previewing Report Builder!
fr: Merci d'avoir prévisualisé le générateur de rapports !

source: You can try out creating reports but won't be able to save them.
fr: Vous pouvez essayer de créer des rapports mais vous ne pourrez pas les enregistrer.

source: To save reports, please <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Subscribe to our Pro Plan</a>.
fr: Pour enregistrer des rapports, veuillez <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">vous abonner à notre plan Pro</a>.

source: To save more reports, please contact our Support Team.
fr: Pour enregistrer plus de rapports, veuillez contacter notre équipe de support.

source: Report Builder
fr: Éditeur de Rapports

source: Subscribing to Report Builder
fr: Souscription à l'éditeur de rapports

source: Thanks for your interest in Report Builder! Our sales team will be in touch soon to discuss your reporting needs and turn report builder on for your project. If you have any further questions please contact us at %(SALES_EMAIL)s
fr: Merci pour votre intérêt pour le générateur de rapports ! Notre équipe commerciale vous contactera bientôt pour discuter de vos besoins en matière de rapports et activer le générateur de rapports pour votre projet. Si vous avez d'autres questions, veuillez nous contacter à %(SALES_EMAIL)s

source: Build Your Own Reports In CommCare!
fr: Créer vos propres rapports dans CommCare!
