Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Which application should the data come from?
fr: Les données doit venir de quelle application?

source: Select the data registry containing the data you wish to access in the report
fr: Sélectionnez le registre de données contenant les données que vous souhaitez accéder dans le rapport

source: Choose the case type or form from which to retrieve data for this report.
fr: Choisissez le type de dossier ou le formulaire pour extraire les données pour ce report.

source: Select Application
fr: Choisir l'application

source: Select Menu
fr: Sélectionnez le menu

source: Select Form
fr: Choisir le formulaire

source: Select Case Type
fr: Choisir type de dossier

source: Unknown
fr: Inconnu

source: Unknown Application
fr: Application inconnue

source: Any Application
fr: Toute Application

source: Unknown Module
fr: Utilisateur inconnu

source: All Case Types
fr: Tous les types de dossier

source: Copy this app to project
fr: Copier cette application au projet

source: Copy as Linked Application
fr: Copier en tant qu'application liée

source: <!-- ko ifnot: shouldEnableLinkedAppOption -->The selected project space is either not yet linked to the current project space, or you do not have the correct permissions in the selected project space. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.<!-- /ko -->
fr: <!-- ko ifnot: shouldEnableLinkedAppOption -->L'espace projet sélectionné n'est pas encore lié à l'espace projet actuel, ou vous n'avez pas les autorisations correctes dans l'espace projet sélectionné. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur les Espaces Projet Liés.<!-- /ko -->

source: This will create an application that can be updated from changes to this application. This requires your app to have at least one released version.
fr: Cela créera une application qui peut être mise à jour à partir des modifications de cette application. Cela nécessite que votre application ait au moins une version publiée.

source: Copy version
fr: Copier la version

source: Current
fr: Actuel

source: Copy Application for Editing
fr: Copier l'application pour édition

source: Copy Application
fr: Copier l'application

source: Copy
fr: Copier

source: Prompt Updates to App
fr: Inviter à mettre à jour l'application

source: Off
fr: Désactivé

source: On
fr: Activé

source: Forced
fr: Forcé

source: If enabled, users will receive in-app prompts to update to the selected version of the app, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they update)
fr: Si activé, les utilisateurs recevront des invites dans l'application pour mettre à jour vers la version sélectionnée de l'application, s'ils ne l'ont pas déjà. (Sélectionner 'Forcé' empêchera les utilisateurs de continuer à utiliser CommCare jusqu'à ce qu'ils mettent à jour)

source: Prompt Updates to CommCare
fr: Inviter à mettre à jour CommCare

source: If enabled, users will receive in-app prompts to update to the selected version of CommCare, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they upgrade)
fr: Si activé, les utilisateurs recevront des invites dans l'application pour mettre à jour vers la version sélectionnée de CommCare, s'ils ne l'ont pas déjà. (Sélectionner 'Forcé' empêchera les utilisateurs de continuer à utiliser CommCare jusqu'à ce qu'ils mettent à jour)

source: CommCare Version
fr: Version CommCare

source: Application Version
fr: Version de l'application

source: Manage Update Settings
fr: Gérer les paramètres de mise à jour

source: Invalid APK version %(version)s
fr: Version APK invalide %(version)s

source: Invalid app version %(version)s
fr: Version de l'application invalide %(version)s

source: Usage of lookup tables is not supported by your current subscription. Please upgrade your subscription before using this feature.
fr: L'usage de Table de Recherche n'est pas supporté par votre inscription actuelle. Veuillez mettre à jour votre inscription avant d'utiliser ces fonctions.

source: Usage of integrations is not supported by your current subscription. Please upgrade your subscription before using this feature.
fr: L'usage des intégrations n'est pas supporté par votre inscription actuelle. Veuillez mettre à jour votre inscription avant d'utiliser cette fonction.

source: Usage of external integration is not supported by your current subscription. Please upgrade your subscription before using this feature.
fr: L'usage d'intégration externe n'est pas supporté par votre inscription actuelle. Veuillez mettre à jour votre inscription avant d'utiliser ces fonctions.

source: Your application is using User Properties and your current subscription does not support that. You can remove User Properties functionality by opening the User Properties tab in a form that uses it, and clicking "Remove User Properties".
fr: Votre application utilise des propriétés utilisateur et votre abonnement actuel ne le prend pas en charge. Vous pouvez supprimer la fonctionnalité des propriétés utilisateur en ouvrant l'onglet Propriétés utilisateur dans un formulaire qui l'utilise, et en cliquant sur "Supprimer les propriétés utilisateur".

source: That format is no longer supported. To reference the location hierarchy you need to use the "Custom Calculations in Case List" feature preview. For more information see: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
fr: A noter que ce format n'est plus pris en compte. Pour faire réference a la hiérarchie de l'organisation, vous devrez utiliser " Calculs personnalisés dans Liste des dossiers" fonction d'apperçu. Pour de plus amples informations, aller à: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915

source: It must reference a lookup table or mobile report.
fr: Il doit faire référence à une table de recherche ou un rapport mobile.

source: This feature is compatible with only version 2 of Mobile UCR
fr: Cette fonctionnalité est compatible uniquement avec la version 2 de Mobile UCR

source: Format "{}" can only be used once but is used by multiple properties: {}
fr: Le format "{}" ne peut être utilisé qu'une seule fois mais est utilisé par plusieurs propriétés : {}

source: Format "{}" should be used in the Case Detail not Case List.
fr: Le format "{}" doit être utilisé dans le détail du cas, pas dans la liste des cas.

source: Column/Field "{}": Clickable Icons require a form to be configured.
fr: Colonne/Champ "{}" : Les icônes cliquables nécessitent qu'un formulaire soit configuré.

source: Case tiles on the case detail must be manually configured.
fr: Les tuiles de cas dans le détail du cas doivent être configurées manuellement.

source: Each row of the tile may contain fields only from a single tab. Row #{} contains fields from multiple tabs.
fr: Chaque ligne de la tuile peut contenir des champs uniquement d'un seul onglet. La ligne #{} contient des champs de plusieurs onglets.

source: A case property must be assigned to the "{}" tile field.
fr: Une propriété dossier doit être assigné au "{}" champ de carreau.

source: A menu may not use both a persistent case list tile and a persistent report tile.
fr: Un menu ne peut pas utiliser à la fois une tuile de liste de cas persistante et une tuile de rapport persistante.

source: Case property
fr: Propriété de Cas

source: Lookup Table field
fr: Champs de Table de Recherche

source: custom user property
fr: Propriété d'utilisateur personalisée

source: custom XPath expression
fr: Expression de XPath personalisée

source: Case tag
fr: Etiquette de dossier

source: Lookup Table tag
fr: Balise de Table de Recherche

source: Error in form "{}": {}
fr: Erreur dans le formulaire "{}": {}

source: This form opens a {}
fr: Ce formulaire ouvre un {}

source: This form opens a subcase {}
fr: Ce formulaire ouvre un sous-dossier {}

source: This form closes a {}
fr: Ce formulaire ferme un {}

source: This form updates a {}
fr: Ce formulaire met à jour un {}

source: Could not find form with ID='{unique_id}' in module '{module_name}'.
fr: Impossible de trouver le formulaire avec ID='{unique_id}' dans le module '{module_name}'.

source: Could not find parent menu for '{}'
fr: Impossible de trouver le menu parent pour '{}'

source: Untitled Menu
fr: Menu sans titre

source: Untitled Form
fr: Formulaire sans Titre

source: Cannot move an advanced form with actions into a basic menu.
fr: Impossible de déplacer un formulaire avancé avec des actions dans un menu de base.

source: Unknown, please change
fr: Inconnu, veuillez changer

source: You can't create a phase without an anchor property
fr: Vous ne pouvez pas créer de phase/cycle sans propriété d'ancrage

source: You can't have more than one phase with the anchor {}
fr: Vous ne pouvez pas avoir plus d'une phase avec ancrage {}

source: Product
fr: Produit

source: You can't delete phases with anchors {phase_anchors} because they have forms attached to them
fr: Vous ne pouvez pas annuler les phases avec ancrage {phase_anchors} parce qu'il y a des formulaires qui leurs sont rattachés.

source: Value equal to a standard user property
fr: Valeur égale à la propriété d'un utilisateur standard.

source: Value equal to a custom user property
fr: Valeur égale à la propriété d'un utilisateur personalisé.

source: An exact match of a constant value
fr: Une correspondance exacte de valeur fixe

source: An exact match of a dynamic property
fr: Une correspondance exacte d'une propriété dynamique

source: A standard date range
fr: Une période standard

source: A custom range relative to today
fr: Une période personnalisée par rapport à aujourd'hui

source: Custom Month Filter (you probably don't want this)
fr: Filtre de mois personnalisé (vous ne voulez probablement pas cela)

source: Show choices on mobile device
fr: Afficher les choix sur les appareils mobiles

source: Ancestor location of the user's assigned location of a particular type
fr: l'Organization mère du site assigné de l'utilisateur d'un type particulier

source: A numeric expression
fr: Une expression numérique

source: The user's case sharing group (filter must be of choice_provider type)
fr: Le groupe de partage de cas de l'utilisateur (le filtre doit être de type choice_provider)

source: The user's assigned location
fr: Le site assigné de l'utilisateur

source: All of the user's assigned locations
fr: Tous les emplacements assignés de l'utilisateur

source: The parent location of the user's assigned location
fr: Le site parent du site assigné de l'utilisteur

source: The user's username
fr: Le nom de l'utilisateur

source: The user's ID
fr: L'identifiant de l'utilisateur

source: Reports
fr: Rapports

source: Could not find module with index {}
fr: Impossible de trouver le module avec l'index {}

source: Could not find module with ID='{unique_id}' in app '{app_name}'.
fr: Impossible de trouver des modules avec ID='{unique_id}' in app '{app_name}'.

source: Copy of {name}
fr: Copie de {name}

source: Problem loading suite file from profile file. Is your profile file correct?
fr: Un problème est survenu lors du chargement du fichier de suite à partir du fichier de profil. Est-ce que votre fichier de profil est correct?

source: Remote Application
fr: Application distante

source: Copying the application succeeded, but the application will have errors because your application contains a Mobile Report Module that references a UCR configured in this project space. Multimedia may be absent.
fr: La copie de l'application a réussi, mais l'application aura des erreurs car votre application contient un module de rapport mobile qui fait référence à un UCR configuré dans cet espace projet. Les multimédias peuvent être absents.

source: Copying the application succeeded, but the application is missing multimedia file(s).
fr: La copie de l'application a réussi, mais l'application manque de fichier(s) multimédia.

source: Could not find form '{}'
fr: Impossible de trouver le formulaire '{}'

source: Space-separated list of privilege strings from corehq.privileges
fr: Liste d'espaces séparés par des privilèges de chaînes de corehq.privileges

source: Version {} not released. Please mark it as released to add restrictions.
fr: Version {} non publiée. Veuillez la marquer comme publiée pour ajouter des restrictions.

source: Higher version {} already enabled for this application and location
fr: Version {} déjà activée pour cette application et cet emplacement

source: Version {} not released. Can not enable profiles for unreleased versions
fr: Version {} non publiée. Impossible d'activer les profils pour les versions non publiées

source: Latest version available for this profile is {}, which is higher than this version. Disable any higher versions first.
fr: La dernière version disponible pour ce profil est {}, qui est supérieure à cette version. Désactivez d'abord toutes les versions supérieures.

source: Released
fr: Lancé

source: In Test
fr: En Test

source: Created
fr: Créé

source: Reverted
fr: Rétabli

source: Deleted
fr: Supprimé

source: 1 Day
fr: 1 jour

source: 1 hour
fr: 1 heure

source: 12 hours
fr: 12 heures

source: 2 hours
fr: 2 heures

source: 24 hours
fr: 24 heures

source: 4 hours
fr: 4 heures

source: 5 Days
fr: 5 jours

source: 6 hours
fr: 6 heures

source: 8 hours
fr: 8 heures

source: Admin Password
fr: Mot de passe administrateur

source: After login, the application will look at the profile's defined reference for the authoritative location of the newest version. This check will occur with some periodicity since the last successful check based on this property. freq-never disables the automatic check.
fr: Après la connexion, l'application examinera la référence définie du profil pour l'emplacement autorisé de la version la plus récente. Ce contrôle se produira avec une certaine périodicité depuis la dernière vérification réussie basée sur cette propriété. freq-ne désactive jamais le contrôle automatique.

source: Allow mobile workers in the same case sharing group to share case lists. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Help Site</a>
fr: Autoriser les utilisateurs mobiles dans le même groupe de partage à partager les listes de dossiers. Lire la suite sur le <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">site d'aide</a>

source: Allow mobile workers to access the web-based version of your application. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Help Site</a>
fr: Permettre aux utilisateurs mobiles d'accéder à la version Web de votre application. Lire la suite sur le <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">site d'aide</a>

source: Allow visitors to use this application without a login.
fr: Permettre aux visiteurs d'utiliser cette application sans login.

source: Alphanumeric
fr: Alphanumérique

source: Amount of time previously submitted forms remain accessible in the CommCare app.
fr: Période pendant laquelle les formulaires soumis antérieurement reste accessible dans l'application CommCare.

source: Android app dependencies
fr: Dépendances de l'application Android

source: Android Settings
fr: Paramètres Android

source: Anonymous Usage
fr: Utilisation anonyme

source: Any positive integer. Represents period of purging in days.
fr: Tout entier positif. Représente la période de purge en jours.

source: App Aware Location Fixture Format
fr: Format de Fixture Sensible à l'Application

source: App Version
fr: Version de l'application

source: Auto Capture Location<br />(all forms)
fr: Capture Automatique de la Position<br />(tous les formulaires)

source: Auto Update Frequency
fr: Fréquence de mise à jour automatique

source: Auto-Resize Images
fr: Redimensionner automatiquement les imgaes

source: Auto-Sync Frequency
fr: Fréquence de synchronisation automatique

source: Auto-login
fr: Connexion automatique

source: Auto-manage URLs
fr: Gestion automatique des URL

source: Automatic
fr: Automatique

source: Automatically resizes images within forms. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> the instructions here</a> to determine which value to use.
fr: Redimensionne automatiquement les images dans les formulaires. Suivez <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> les instructions ici</a> pour déterminer quelle valeur utiliser.

source: Automatically trigger a two-way sync on a regular schedule
fr: Activer automatiquement une synchronisation bilatérale selon un horaire régulier

source: Basic
fr: De base

source: Both Hierarchical and Flat Fixture
fr: Fixture Hiérarchique et Plat

source: Build Settings
fr: Paramètres de Construction

source: Case Sharing
fr: Partage de dossiers

source: Choose an image to replace the default CommCare Home Screen logo
fr: Choisissez une image pour remplacer le logo par défaut sur le CommCare Home Screen

source: Choose whether or not mobile workers can view previously submitted forms.
fr: Choisissez si les utilisateurs mobiles peuvent ou non consulter les formulaires précédemment soumis.

source: Choose whether or not to display the 'Incomplete' button on the ODK home screen
fr: Choisissez d'afficher ou non le bouton 'Incomplet' sur l'écran d'accueil ODK

source: CommCare Home Screen Logo
fr: Logo du CommCare Home Screen

source: Configure form menus display. For per-module option turn on grid view for the form's menu in a module under module's settings page. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
fr: Configurer l'affichage des menus de formulaire. Pour l'option par module, activez la vue en grille pour le menu du formulaire dans un module sous la page des paramètres du module. En savoir plus sur le <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">site d'aide</a>.

source: Custom Base URL
fr: URL de base personnalisée

source: Custom Suite File
fr: Fichier Suite personnalisé

source: Custom Suite
fr: Suite personnalisée

source: Daily Log Sending Frequency
fr: Fréquence d'envoi du journal quotidien

source: Daily
fr: Chaque jour

source: Data and Sharing
fr: Données et partage

source: Days allowed without syncing before triggering a warning
fr: Jours autorisés sans synchronisation avant de déclencher un avertissement

source: Days for Review
fr: Jours pour révision

source: Default Map Tileset
fr: Jeu de tuiles par défaut pour la carte

source: Demo Logo
fr: Logo de démonstration

source: Disable
fr: Désactiver

source: Disabled
fr: Désactivé

source: Display root menu as a list or grid. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
fr: Afficher le menu racine sous forme de liste ou de grille. En savoir plus sur le <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">site d'aide</a>.

source: Dynamic Search for Split Screen Case Search
fr: Recherche dynamique pour la recherche de cas en écran partagé

source: Enable Menu Display Setting Per-Module
fr: Activer le paramètre d'affichage du menu par module

source: Enable
fr: Permettre

source: Enabled
fr: Activé

source: Enable searching as input values change after initial Split Screen Case Search
fr: Activer la recherche au fur et à mesure que les valeurs d'entrée changent après la recherche initiale de cas en écran partagé

source: For mobile map displays, chooses a base tileset for the underlying map layer
fr: Pour les affichages de cartes mobiles, choisir un jeu de tuiles de base pour la couche de carte sous-jacente

source: Forms Menu Display
fr: Formulaires d'affichage du menu

source: Forms are Never Removed
fr: Les formulaires ne sont jamais supprimés

source: Full Resize
fr: Redimensionnement complet

source: Full
fr: Complet

source: Fuzzy Search
fr: Recherche floue

source: General Settings
fr: Paramètres généraux

source: Generic
fr: Générique

source: Grid
fr: Grille

source: Half Resize
fr: Redimensionnement à moitié

source: High Density
fr: Haute densité

source: Horizontal Resize
fr: Redimensionnment horizontal

source: How often CommCare mobile should attempt to check for a new, released application version.
fr: À quelle fréquence CommCare mobile doit tenter de vérifier une nouvelle version d'application publiée.

source: How often the phone should attempt to purge any cached storage which may have expired
fr: À quelle fréquence le téléphone doit tenter de purger tout stockage mis en cache qui pourrait avoir expiré

source: Hybrid
fr: Hybride

source: Icons
fr: Icônes

source: If multimedia validation is enabled, CommCare will perform an additional check after installing your app to ensure that all of your multimedia is present on the phone before allowing the app to run. It is recommended for deployment, but will make your app unable to run if multimedia is enabled.
fr: Si la validation multimédia est activée, CommCare effectuera un contrôle supplémentaire après l'installation de votre application pour s'assurer que tous vos fichiers multimédias sont présents sur le téléphone avant de permettre à l'application de fonctionner. Il est recommandé pour le déploiement, mais empêchera votre application de fonctionner si le multimédia est activé.

source: Image Compatibility on Multiple Devices
fr: 39/5000Compatibilité d'image sur plusieurs appareils

source: Incomplete Forms
fr: Formulaires incomplets

source: Just One Day
fr: Seulement un jour

source: Languages
fr: Langues

source: Length of time after which you will be logged out automatically
fr: Durée après laquelle vous serez automatiquement déconnecté

source: List
fr: Liste

source: Load video files lazily
fr: Charger les fichiers vidéo de manière paresseuse

source: Location Fixture format that is provided in the restore for this app
fr: Format de fixture de localisation fourni dans la restauration pour cette application

source: Log Case Detail Views
fr: Consigner les vues détaillées des cas

source: Logging Enabled
fr: Journalisation activée

source: Login Duration
fr: Durée de connexion

source: Login Logo
fr: Logo de connexion

source: Loose Media Mode
fr: Mode média lâche

source: Loose
fr: Lâche

source: Low Density
fr: Faible densité

source: Make OTA app updates skip download for video files at app update time.
fr: Faire en sorte que les mises à jour d'applications OTA ignorent le téléchargement des fichiers vidéo lors de la mise à jour de l'application.

source: Manual
fr: Manuel

source: Medium Density
fr: Densité moyenne

source: Minimum duration between updates to mobile report data (hours).
fr: Durée minimale entre les mises à jour des données de rapport mobile (heures).

source: Mobile Reports Update Frequency
fr: Fréquence de mise à jour des rapports mobiles

source: Mobile UCR Restore Version
fr: Version de restauration UCR mobile

source: Modules Menu Display
fr: Affichage du menu des modules

source: Multimedia Validation
fr: Validation multimédia

source: Never
fr: Jamais

source: No (NOT RECOMMENDED)
fr: Non (pas recommandé)

source: No Users Mode
fr: Mode sans utilisateurs

source: No Validation
fr: Pas de validation

source: No
fr: Non

source: None
fr: Aucun

source: Normal Scrolling
fr: Défilement normal
