Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Your project no longer has access to the Organization feature. To access this feature, you must subscribe to the Advanced plan or higher. Until you change your subscription or discontinue your use of Organization features, you will not be able to add or remove mobile workers from groups. Fix this using one of the options below:
fr: Votre projet n'a plus accès à la fonctionnalité Organisation. Pour accéder à cette fonctionnalité, vous devez vous abonner au plan Avancé ou supérieur. Jusqu'à ce que vous changiez votre abonnement ou arrêtiez d'utiliser les fonctionnalités d'Organisation, vous ne pourrez pas ajouter ou supprimer des travailleurs mobiles des groupes. Corrigez cela en utilisant l'une des options ci-dessous :

source: Remove Mobile Workers From Organizations
fr: Supprimer des utilisateurs mobiles des organisations

source: WARNING: Case Sharing may not work correctly when you discontinue organizations. Any organization case sharing settings will be removed and mobile workers assigned to case sharing organization levels will no longer share cases.
fr: AVERTISSEMENT : Le Partage de Cas peut ne pas fonctionner correctement lorsque vous arrêtez les organisations. Tous les paramètres de partage de cas d'organisation seront supprimés et les travailleurs mobiles assignés aux niveaux d'organisation de partage de cas ne partageront plus les cas.

source: Organization Levels
fr: Niveaux hiérarchiques

source: Organization Levels allow you to configure the different types of locations within your project (districts, facilities, front line workers, etc.). Locations can own data and cases, view child location's data or simply be used for aggregation. Once you've defined your organization structure types, you'll be able to define the organization structure for your project. Learn more about Organizations on our <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Help Site</a>.
fr: Les Niveaux d'Organisation vous permettent de configurer les différents types d'emplacements dans votre projet (districts, installations, travailleurs de première ligne, etc.). Les emplacements peuvent posséder des données et des cas, voir les données des emplacements enfants ou simplement être utilisés pour l'agrégation. Une fois que vous avez défini vos types de structure d'organisation, vous pourrez définir la structure d'organisation pour votre projet. En savoir plus sur les Organisations sur notre <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Site d'Aide</a>.

source: If you have organization levels that can own cases, consider enabling the <a href="%(project_settings_url)s"> Show Orphan Case Alerts on Mobile Worker Edit Page </a> project setting to alert users about potentially creating orphan cases when modifying cases or locations.
fr: Si vous avez des niveaux d'organisation qui peuvent posséder des cas, envisagez d'activer le paramètre de projet <a href="%(project_settings_url)s"> Afficher les Alertes de Cas Orphelins sur la Page de Modification des Travailleurs Mobiles </a> pour alerter les utilisateurs sur la création potentielle de cas orphelins lors de la modification des cas ou des emplacements.

source: New Organization Level
fr: Nouveau niveau hiérarchique

source: Advanced mode
fr: Mode avancé

source: Organization Levels cannot be their own ancestors.
fr: Un niveau hiérarchique ne peut pas être son propre ascendant

source: Parent Level
fr: Niveau parent

source: Parent Type
fr: Type de parent

source: This controls which parent this organization level must have. You can use this to setup a organization level that can have different types of children.
fr: Cela contrôle quel parent ce niveau d'organisation doit avoir. Vous pouvez utiliser cela pour configurer un niveau d'organisation qui peut avoir différents types d'enfants.

source: Type Code
fr: Type de code

source: Level to expand from
fr: Niveau à développer de

source: <p>When directly accessing locations in your app, this controls the level below which all possible locations are available.</p> <p>The default is to make the user's location's ancestors and all descendants available</p>
fr: <p>Lors de l'accès direct aux emplacements dans votre application, cela contrôle le niveau en dessous duquel tous les emplacements possibles sont disponibles.</p> <p>Par défaut, les ancêtres de l'emplacement de l'utilisateur et tous les descendants sont disponibles</p>

source: Level to expand to
fr: Niveau à étendre à

source: <p>When directly accessing locations in your app, this controls the depth of locations available.</p> <p>This can reduce the sync size and time - for example, a user at the State level may not need to see all Cities in that state.</p> <p>The default is to make the user's location's ancestors and all descendants available.</p>
fr: <p>Lors de l'accès direct aux emplacements dans votre application, cela contrôle la profondeur des emplacements disponibles.</p> <p>Cela peut réduire la taille et le temps de synchronisation - par exemple, un utilisateur au niveau de l'État peut ne pas avoir besoin de voir toutes les villes de cet État.</p> <p>Par défaut, les ancêtres de l'emplacement de l'utilisateur et tous les descendants sont disponibles.</p>

source: Include without expanding
fr: Inclure sans développer

source: <p>Force sync all locations of this level and their ancestors.</p> <p>This is useful if you require some high level information in your app, like all the state names, but don't want to sync all the descendants of that location</p>
fr: <p>Forcer la synchronisation de tous les emplacements de ce niveau et de leurs ancêtres.</p> <p>Ceci est utile si vous avez besoin de certaines informations de haut niveau dans votre application, comme tous les noms d'État, mais que vous ne souhaitez pas synchroniser tous les descendants de cet emplacement</p>

source: Include only
fr: Inclure uniquement

source: <p>Include only locations of the specified types.</p> <p>Every type you select must also have its parent included.</p>
fr: <p>Inclure uniquement les emplacements des types spécifiés.</p> <p>Chaque type que vous sélectionnez doit également avoir son parent inclus.</p>

source: Tracks Stock
fr: Suit des Stocks

source: Does this location keep inventory and track stock? Note that changing this property will update all locations of this level accordingly.
fr: Cet emplacement conserve-t-il l'inventaire et suit-il le stock ? Notez que la modification de cette propriété mettra à jour tous les emplacements de ce niveau en conséquence.

source: Owns Cases
fr: Possède des dossiers

source: <p>Determines if locations at this level should own cases; this will allow sharing of cases among any users assigned to a location at this level.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
fr: <p>Détermine si les emplacements à ce niveau doivent posséder des cas ; cela permettra le partage des cas entre tous les utilisateurs assignés à un emplacement à ce niveau.</p> <p>Pour que cela fonctionne, vous devez vous assurer d'avoir activé le partage de cas dans les paramètres de votre application. Veuillez consulter le <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>site d'aide</a> pour plus de détails.</p>

source: View Child Data
fr: Voir données enfants

source: <p>Indicates if users assigned to this level should be able to see and update cases owned by levels below them.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
fr: <p>Indique si les utilisateurs assignés à ce niveau doivent pouvoir voir et mettre à jour les cas possédés par les niveaux en dessous d'eux.</p> <p>Pour que cela fonctionne, vous devez vous assurer d'avoir activé le partage de cas dans les paramètres de votre application. Veuillez consulter le <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>site d'aide</a> pour plus de détails.</p>

source: View Child Data to Level
fr: Voir les données des enfants jusqu'au niveau

source: <p>Only include cases that show up in the user's restore file down to this level (inclusive).</p>
fr: <p>Inclure uniquement les cas qui apparaissent dans le fichier de restauration de l'utilisateur jusqu'à ce niveau (inclus).</p>

source: Has Users
fr: A des utilisateurs

source: <p>Indicates whether locations of this level can have users assigned.</p> <p>You cannot turn this setting off if there are users assigned to one of the locations.</p>
fr: <p>Indique si les emplacements de ce niveau peuvent avoir des utilisateurs assignés.</p> <p>Vous ne pouvez pas désactiver ce paramètre s'il y a des utilisateurs assignés à l'un des emplacements.</p>

source: This field must be unique
fr: Ce champ doit être unique

source: default
fr: par défaut

source: New Child Location
fr: Nouveau site enfant

source: Location User
fr: Utilisateur du site

source: View Location Case
fr: Voir le dossier de site

source: Child Locations
fr: Emplacements enfants

source: Products
fr: Produits

source: <strong>There was an issue creating this location.</strong><br /> Please make sure that at least one <a href="%(levels_url)s">Organization Level</a> has been created.
fr: <strong>Il y a eu un problème lors de la création de cet emplacement.</strong><br /> Veuillez vous assurer qu'au moins un <a href="%(levels_url)s">Niveau d'organisation</a> a été créé.

source: Default monthly consumption values
fr: Valeurs mensuelles de consommation par défaut

source: Your permissions allow you to <strong>create, update, and delete locations</strong> and <strong>modify location settings</strong>. However, your project administrator has not granted you access to change workers at locations.
fr: Vos permissions vous permettent de <strong>créer, mettre à jour et supprimer des emplacements</strong> et de <strong>modifier les paramètres des emplacements</strong>. Cependant, votre administrateur de projet ne vous a pas accordé l'accès pour changer les travailleurs aux emplacements.

source: Unarchive
fr: Desarchivez

source: Delete Location:
fr: Supprimer site:

source: <strong>Warning!</strong> Deleting a location is permanent. There is no way to undo this action. This will also delete all child locations. If you are sure you would like to delete these <span data-bind="text: count"></span> locations, please type <strong><span data-bind="text: count"></span></strong> in the box below.
fr: <strong>Attention !</strong> La suppression d'un emplacement est définitive. Il n'y a aucun moyen d'annuler cette action. Cela supprimera également tous les emplacements enfants. Si vous êtes sûr de vouloir supprimer ces <span data-bind="text: count"></span> emplacements, veuillez taper <strong><span data-bind="text: count"></span></strong> dans la case ci-dessous.

source: Archive Location:
fr: Archiver site:

source: <strong>Warning!</strong> Archiving a location will unassign any users which were associated with that location. You can unarchive this location at any point, but you will have to reassign the users manually.
fr: <strong>Attention !</strong> Archiver un emplacement désassignera tous les utilisateurs qui étaient associés à cet emplacement. Vous pouvez désarchiver cet emplacement à tout moment, mais vous devrez réassigner les utilisateurs manuellement.

source: View Organization Structure
fr: Voir la structure de l'organisation

source: Manage Organization Structure
fr: Définir la hiérarchie géographique.

source: The organization feature allows you to represent the real-world structure of your project (districts, facilities, frontline workers, etc.). Once this structure has been defined, you can use it for reporting and case sharing. Learn more about Organizations on our <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">Help Site</a>.
fr: La fonctionnalité d'organisation vous permet de représenter la structure réelle de votre projet (districts, installations, travailleurs de première ligne, etc.). Une fois cette structure définie, vous pouvez l'utiliser pour les rapports et le partage de cas. En savoir plus sur les organisations sur notre <a href="https://help.commcarehq.org/display/commcarepublic/Organizations">site d'aide</a>.

source: Showing the Archived Location List.
fr: Apperçu de la liste des organisations archivées.

source: Download Organization Structure
fr: Télécharger la structure de localisation

source: Bulk Upload
fr: Téléversement en bloc

source: Edit Location Fields
fr: Modifier les Champs de Site

source: Show Archived Locations
fr: Afficher les sites archivés

source: Show Active Locations
fr: Afficher les Sites Actifs

source: Please define the organization levels <a href="%(location_types_url)s">here</a> for your project before creating any locations.
fr: Veuillez définir les niveaux d'organisation <a href="%(location_types_url)s">ici</a> pour votre projet avant de créer des emplacements.

source: Include consumption data (this can cause the download to take several minutes).
fr: Inclure les données sur la consommation (cela va ralentir le téléchargement).

source: Download Empty Template
fr: Télécharger le modèle vide

source: The site code cannot contain spaces or special characters.
fr: Le code du site ne peut pas contenir d'espaces ou de caractères spéciaux.

source: another location already uses this site code
fr: un autre site utilise déjà ce code de site

source: You must select a location type
fr: Vous devez sélectionner un type de site

source: LocationType '{}' not found
fr: Type d'organisation '{}' pas trouvé

source: Location type not valid for the selected parent.
fr: Le type d'organisation n'est pas valide pour le parent sélectionné.

source: You cannot change the location type of a location with children
fr: Vous ne pouvez pas changer le type d'un emplacement ayant des enfants

source: Some of the location edits are still in progress, please wait until they finish and then try again
fr: Quelques unes des modifications de sites sont encore en cours, veuillez attendre que cela finisse et puis réessayer

source: Organizations can't be edited until the <a href='{}'>current bulk upload</a> has finished.
fr: Les organisations ne peuvent pas être modifiées tant que le <a href='{}'>téléchargement en masse actuel</a> n'est pas terminé.

source: Locations
fr: Sites

source: Organization Structure
fr: Hiérarchie géographique

source: Looks like you are assigning a location name/code to a different location in the same request. Please do this in two separate updates by using a temporary name to free up the name/code to be re-assigned.
fr: Il semble que vous attribuez un nom/code d'emplacement à un emplacement différent dans la même demande. Veuillez le faire en deux mises à jour distinctes en utilisant un nom temporaire pour libérer le nom/code à réattribuer.

source: You cannot delete organization levels that have locations
fr: Vous ne pouvez pas supprimer un niveau hiérarchique auquel sont associés des sites

source: Location saved!
fr: Site enregistré !

source: New Location
fr: Nouveau site

source: Location '{location_name}' has successfully been {action}.
fr: Le site {location_name}' a été {action} avec succès.

source: archived
fr: archivé

source: unarchived
fr: Désarchivé

source: Edit Location
fr: Modifier le site

source: Update Product List
fr: Mettre à jour la liste des produits

source: Specify Products Per Location
fr: Spécifer les produits par organisation

source: Products at Location
fr: Produits au site

source: View {name} <small>{type}</small>
fr: Voir {name} <small>{type}</small>

source: Edit {name} <small>{type}</small>
fr: Modier {name} <small>{type}</small>

source: You do not have permission to edit locations.
fr: Vous n'avez pas la permission de modifier les emplacements.

source: You do not have permission to edit Mobile Workers.
fr: Vous n'avez pas la permission de modifier les travailleurs mobiles.

source: Organization Structure Import Status
fr: Statut d'importation de la hiérarchie géographique

source: Upload Organization Structure From Excel
fr: Télécharger la hiérarchie géographique à partir d'Excel

source: no file uploaded
fr: aucun fichier téléversé

source: no domain specified
fr: aucun domaine n'est spécifié

source: Invalid file-format. Please upload a valid xlsx file.
fr: Format de fichier non valide. Veuillez uploader un fichier xlsx valide.

source: Import complete.
fr: Importation terminée

source: Organization Structure importing has finished
fr: L'importation de la hiérarchie géographique est terminée.

source: You need to define organization levels before you can do a bulk import or export.
fr: Vous devez définir les niveaux hiérarchiques avant de faire une importation ou une exportation en lot.

source: Download Organization Structure Status
fr: Télécharger la structure de localisation

source: Go back to organization download
fr: Retourner au téléchargement de l'organisation

source: Preparing organization structure download.
fr: Préparation du téléchargement de la structure d'organisation.

source: There was an unexpected error! Please try again or report an issue.
fr: Une erreur s'est produite! Veuillez réessayer ou signaler le problème.

source: Project Access
fr: Accès au projet

source: All users have been unassigned from their locations
fr: Tous les utilisateurs ont été désaffectés de leurs organisations

source: only one file can be uploaded at a time
fr: un seul fichier peut être téléchargé à la fois

source: Here are your keys!
fr: Voici vos clés !

source: Domain-specific
fr: Spécifique au domaine

source: This notification is not for all domains
fr: Cette notification n'est pas pour tous les domaines

source: Enter a comma separated list of domains for this notification. This is only required if you have checked the box above.
fr: Entrez une liste de domaines séparée par des virgules pour cette notification. Ceci n'est requis que si vous avez coché la case ci-dessus.

source: Submit Information
fr: Soumettre l'information

source: Notifications could not be fetched at this time.
fr: Les notifications n'ont pas pu être récupérées pour le moment.

source: Please see our blog for service updates.
fr: Veuillez voir notre blog pour les mises à jour de service.

source: Manage Notification
fr: Gérer les notifications

source: Something went wrong in creating restore for the user. Please try again or report an issue
fr: Il y eu un problème dans la restauration de l'utilisateur. Veuillez réessayer ou signaler le problème

source: {} was not in the domain {}
fr: {} n'a pas pu être trouvé dans le domaine {}

source: {} not available as login-as user
fr: {} non disponible en tant qu'utilisateur de connexion

source: Restore user {} not in allowed locations
fr: Restaurer les utilisateurs {} dans des organisations non autorisés

source: {} does not have permission to edit commcare users
fr: {} n'a pas la permission de modifier des utilisateurs commcare

source: Invalid restore as user {}
fr: Restaurer en tant qu'utilisateur invalide {}

source: Failed to import product {name}: {ex}
fr: Échec d'importation du produit {name}: {ex}

source: Product {product_name} belongs to another domain and was not updated
fr: Le produit {product_name} appartient à un autre domaine et n'a pas été mis à jour

source: Product {product_name} could not be imported since its product ID is already assigned to another product
fr: Le produit {product_name} n'a pas pu être importé car l'identifiant de produit est déjà assigné à un autre produit

source: Product {product_name} references a program that doesn't exist: {program_id}
fr: Le produit {product_name} fait référence à un programme qui n'existe pas: {program_id}

source: Successfully updated {number_of_products} products with {errors} errors.
fr: Produits {number_of_products} mis à jour avec succès avec des {errors} erreurs.

source: Product ID
fr: Identifiant produit

source: Units
fr: Unités

source: Program
fr: Programme

source: Product with ID '{product_id}' could not be found!
fr: Le produit avec l'identifiant '{product_id}' ne pouvait pas être trouvé!

source: Product ID is a required field and cannot be blank!
fr: Le code ID du prouit est obligatoire et doir être rempli

source: Product name is a required field and cannot be blank!
fr: Le nom du produit est un champ obligatoire et ne peut pas être vide!

source: Sorry, something went wrong! Please try again and report an issue if the problem persists
fr: Désolé une erreur s'est produite! Veuillez réessayer et si vous continuez à voir ce problème veuillez le signaler.

source: The following errors were encountered
fr: Les erreurs suivantes ont été trouvées

source: Product Information
fr: Information sur le produit

source: Update Product
fr: Mettre le produit à jour

source: Create Product
fr: Créer un produit

source: Available Products
fr: Produits disponibles

source: Showing the Inactive Product List.
fr: Afficher la liste de produits inactifs

source: Show Archived Products
fr: Afficher la liste de produits inactifs

source: Show Active Products
fr: Afficher les produits actifs

source: New Product
fr: Nouveau produit

source: Bulk Import Products
fr: Importer les produits en bloc

source: Edit Product Fields
fr: Modifier les champs de produits

source: Loading products...
fr: Chargement des produits...

source: There are no inactive products for this project.
fr: Il n'y a aucun produit inactif pour ce projet.

source: There are no products for this project yet.
fr: Il n'y a encore aucun produit pour ce projet.

source: Archive Product
fr: Archiver le produit

source: Are you sure you want to
fr: Etes-vous certain de vouloir

source: Re-Activated / Un-Archived Products
fr: Produits réactivés/ désarchivés

source: Archived Products
fr: Les produits archivés

source: Un-Archived
fr: Désarchivé

source: Archived
fr: Archivé

source: %(limit)s products per page
fr: %(limit)s produits par page

source: Product '{product_name}' has successfully been {action}.
fr: Le produit '{product_name}' a été {action} avec succès.

source: Another product is already using the Product ID '{product_id}'
fr: Un autre produit utilise déjà l'identifiant du produit '{product_id}'

source: Archive a product to stop showing data for it in reports and on mobile applications. Archiving is completely reversible, so you can always reactivate it later.
fr: Archivation

source: Un-Archive
fr: Désarchiver

source: This will re-activate the product, and the product will show up in reports again.
fr: Ceci va réactiver le produit, et le produit va réapparaître dans les rapports à nouveau.

source: As a result of archiving, this product will no longer appear in reports. This action is reversable; you can reactivate this product by viewing Show Archived Products and clicking 'Unarchive'.
fr: En raison de l'archivage, produit n'apparaîtra plus dans les rapports. Cette action est réversible ; vous pouvez réactiver ce produit en affichant 'Visualiser les produits archivés' et en cliquant sur 'Désarchiver'.

source: Product saved!
fr: Produit sauvegardé !

source: Import Products
fr: Importer les produits

source: product
fr: produit

source: products
fr: Produits

source: please use xlsx format only
fr: Veuillez utiliser le format xlsx seulement

source: Product Import Status
fr: État d'emplacement d'importation

source: Product importing has finished
fr: L'importation d'emplacement est terminée :

source: Edit Product
fr: Modifier produit

source: Edit %s
fr: Modifier %s
