Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s selected cases to <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> selected cases to <!-- /ko -->
fr: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s cas sélectionnés pour <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> cas sélectionnés pour <!-- /ko -->

source: Select all
fr: Tout sélectionner

source: Select New Owner...
fr: Sélectionnez un nouveau propriétaire...

source: Case Copy
fr: Copie de cas

source: Case Reassignment
fr: Transfert de dossier

source: Add Automatic Case Update Rule
fr: Ajouter une règle de mise à jour automatique des cas

source: Unlock Linked Rules For Me
fr: Déverrouiller les règles liées pour moi

source: Lock Linked Rules For Me
fr: Verrouiller les règles liées pour moi

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
fr: Les configurations liées sont contrôlées depuis un espace de projet lié distinct. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>En savoir plus</a>.

source: Are you sure you want to <strong>delete</strong> this rule?
fr: Êtes-vous sûr de vouloir <strong>supprimer</strong> cette règle ?

source: All rules for a specific case type are run together and are referred to as rule runs. This table displays information associated with each rule run.
fr: Toutes les règles pour un type de cas spécifique sont exécutées ensemble et sont appelées exécutions de règles. Ce tableau affiche les informations associées à chaque exécution de règle.

source: Started On
fr: Commencé le

source: Finished On
fr: Terminé le

source: # of Cases Updated
fr: # de cas mis à jour

source: # of Cases Closed
fr: # de cas fermés

source: Close the case
fr: Fermer le dossier

source: Update case property
fr: Metter à jour la propriété de dossier

source: Custom action
fr: Peronnaliser l'action

source: All cases matching the above criteria will be closed
fr: Tous les dossiers correspondant aux critères ci-dessus seront fermés

source: Custom action ID
fr: Identifiant de l'action personnalisée

source: Requires System Admin
fr: Nécessite un administrateur système

source: Select a filter
fr: Sélectionner un filtre

source: Case not modified since
fr: Dossier non modifié depuis

source: Date case property
fr: Date de la propriété de dossier

source: Date case property (advanced)
fr: Date de la propriété de dossier (avancé)

source: Location
fr: Site

source: Parent case is closed
fr: Le dossier parent est fermé

source: Custom filter
fr: Peronnaliser le filtre

source: UCR Filter
fr: Filtre UCR

source: AND
fr: ET

source: OR
fr: OU

source: Case not modified in
fr: Dossier non modifié

source: has a value
fr: a une valeur

source: does not have a value
fr: n'a pas de valeur

source: matches the regular expression
fr: correspond à l'expression régulière

source: When the current date is
fr: Quand la date actuelle est

source: greater than or equal
fr: supérieur ou égal

source: less than or equal
fr: inférieur ou égal

source: the date in case property
fr: la date dans la propriété de dossier

source: minus
fr: moins

source: The parent case is closed
fr: Le dossier parent est fermé

source: Custom filter ID
fr: Identifiant du filtre personnalisé

source: Case belongs to location
fr: Le cas appartient à l'emplacement

source: Include cases from child locations
fr: Inclure les cas des emplacements enfants

source: Filter Definition
fr: Définition du filtre

source: Find
fr: Trouver

source: The bulk case copy has completed successfully.
fr: La copie en masse des cas a été complétée avec succès.

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
fr: %(case_count)s cas copiés avec succès. <p>La liste des cas copiés peut être consultée à <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Il est possible que dans le rapport l'owner_id ne soit pas encore mis à jour, vous pouvez ouvrir des cas individuels et confirmer le bon propriétaire du cas, le rapport est mis à jour avec un léger délai. </p>

source: All cases were copied
fr: Tous les cas ont été copiés

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
fr: %(case_count)s cas copiés avec succès. <p>La liste des cas copiés peut être consultée à <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Il est possible que dans le rapport l'owner_id ne soit pas encore mis à jour, vous pouvez ouvrir des cas individuels et confirmer le bon propriétaire du cas, le rapport est mis à jour avec un léger délai. </p>

source: However, we ran into the following problems:
fr: Néanmoins, nous sommes tombés sur les problèmes suivants:

source: Case Copy Failed! Details:
fr: Échec de la copie de cas ! Détails :

source: The bulk case reassignment has completed successfully.
fr: La réaffectation en masse des cas a été complétée avec succès.

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
fr: %(case_count)s cas réaffectés avec succès. <p>La liste des cas réaffectés peut être consultée à <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Il est possible que dans le rapport l'owner_id ne soit pas encore mis à jour, vous pouvez ouvrir des cas individuels et confirmer le bon propriétaire du cas, le rapport est mis à jour avec un léger délai. </p>

source: All cases were reassigned
fr: Tous les cas ont été réaffectés

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
fr: %(case_count)s cas réaffectés avec succès. <p>La liste des cas réaffectés peut être consultée à <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> Il est possible que dans le rapport l'owner_id ne soit pas encore mis à jour, vous pouvez ouvrir des cas individuels et confirmer le bon propriétaire du cas, le rapport est mis à jour avec un léger délai. </p>

source: Case Reassignment Failed! Details:
fr: Échec de la réaffectation de cas ! Détails :

source: <span>Return to <a href="%(form_management_url)s">Manage Forms</a> to reverse this.</span>
fr: <span>Retourner à <a href="%(form_management_url)s">Gérer les formulaires</a> pour annuler cela.</span>

source: The case group was not found.
fr: Le groupe de dossiers est introuvable.

source: Could not find case with identifier '{}'.
fr: Impossible de trouver le cas avec l'identifiant '{}'.

source: It looks like the case with identifier '{}' is marked as deleted.
fr: Il semble que le cas avec l'identifiant '{}' soit marqué comme supprimé.

source: A case with identifier '{}' already exists in this group.
fr: Un cas avec l'identifiant '{}' existe déjà dans ce groupe.

source: Case with identifier '{}' has been added to this group.
fr: Le cas avec l'identifiant '{}' a été ajouté à ce groupe.

source: XForm {form_id} does not belong to domain {domain}
fr: XForm {form_id} n'appartient pas au domaine {domain}

source: XForm {form_id} for domain {domain} by user '{username}'
fr: XForm {form_id} pour le domaine {domain} par l'utilisateur '{username}'

source: Successfully archived {form}
fr: {form} archivé avec succès

source: Successfully unarchived {form}
fr: Désarchivé avec succès {form}

source: Could not archive {form}: {error}
fr: {form} n'a pas pu être archivé: {error}

source: Could not find XForm {form_id}
fr: Impossible de trouver XForm {form_id}

source: {success_msg} {count} form(s)
fr: {success_msg} {count} formulaire(s)

source: No payloads specified
fr: Aucune charge utile spécifiée

source: Successfully resent repeat record (id={})
fr: Enregistrement répété renvoyé avec succès (id={})

source: Successfully cancelled repeat record (id={})
fr: Enregistrement répété annulé avec succès (id={})

source: Successfully requeued repeat record (id={})
fr: Enregistrement répété réenregistré avec succès (id={})

source: Could not perform action for repeat record (id={}): {}
fr: Impossible d'effectuer l'action pour l'enregistrement répété (id={}): {}

source: Successfully performed {action} action on {count} form(s)
fr: Action {action} effectuée avec succès sur {count} formulaire(s)

source: Explore Case Data
fr: Explorer les données de cas

source: Case Groups
fr: Groupes de dossiers.

source: groups per page
fr: groupes par page

source: You have no case groups. Please create one!
fr: Vous n'avez aucun groupe de dossiers. Veuillez en créer un !

source: Loading groups...
fr: Chargement des groupes...

source: Deleted Groups:
fr: Groupes supprimés :

source: New Groups:
fr: Nouveaux groupes :

source: Number of Cases
fr: Nombre de dossiers

source: Manage Case Group
fr: Gérer le groupe de dossiers

source: cases per page
fr: dossiers par page

source: You have no cases in your group.
fr: Votre groupe ne contient aucun dossier.

source: Loading cases...
fr: Chargement de dossiers...

source: Removed Cases:
fr: Dossiers retirés :

source: Added Cases:
fr: Dossiers ajoutés :

source: Manage Group '%s'
fr: Gérer le groupe "%s"

source: case
fr: dossier

source: cases
fr: dossiers

source: We received your file and are processing it...
fr: Nous avons reçu votre fichier et nous sommes en train de le traiter...

source: No files uploaded
fr: Aucun fichier uploadé

source: Sorry, we could not a find a case that matched the identifier you provided.
fr: Désolé, nous n'avons pas pu trouver de dossier correspondant à l'identifiant que vous avez fourni.

source: Case already in group
fr: Le dossier est déjà dans un groupe

source: It looks like this case was deleted.
fr: Il semble que ce dossier ait été supprimé.

source: Case added
fr: Dossier ajouté

source: Form Management
fr: Gestion de formulaire

source: Form Status
fr: Statut de formulaire

source: {action_text} Cases. This may take some time...
fr: {action_text} Cas. Cela peut prendre un certain temps...

source: Bulk Case {action_text} failed for some reason and we have noted this failure.
fr: Le traitement en masse des cas {action_text} a échoué pour une raison quelconque et nous avons noté cet échec.

source: Find Data by ID
fr: Trouver des données par ID

source: Automatically Update Cases
fr: Mettre à jour automatiquement les cas

source: rules per page
fr: règles par page

source: You have no case rules.
fr: Vous n'avez pas de règles de cas.

source: Loading rules...
fr: Chargement des règles...

source: Deleted Rules
fr: Règles supprimées

source: midnight
fr: minuit

source: Please provide an id.
fr: Veuillez fournir un identifiant

source: Rule not found.
fr: Règle introuvable.

source: Add Case Rule
fr: Ajouter une règle de dossier

source: Edit Case Rule
fr: Modifier la règle de dossier

source: View Case Rule
fr: Voir la règle de cas

source: Deduplicate Cases
fr: Dédupliquer les cas

source: Potential Duplicate Count
fr: Nombre potentiel de doublons

source: Processing - {progress_percent}% ({cases_processed}/{total_cases} cases) complete
fr: Traitement - {progress_percent}% ({cases_processed}/{total_cases} cas) terminé

source: Create Deduplication Rule
fr: Créer une règle de déduplication

source: Deduplication rule not saved due to the following issues: %s
fr: La règle de déduplication n'a pas été enregistrée en raison des problèmes suivants : %s

source: Successfully created deduplication rule: {}
fr: Règle de déduplication créée avec succès : {}

source: A rule with name {name} already exists
fr: Une règle portant le nom {name} existe déjà

source: Matching case properties must be unique
fr: Les propriétés de cas correspondantes doivent être uniques

source: You cannot update reserved property: {}
fr: Vous ne pouvez pas mettre à jour la propriété réservée : {}

source: Action case properties must be unique
fr: Les propriétés d'action de cas doivent être uniques

source: You cannot update properties that are used to match a duplicate.
fr: Vous ne pouvez pas mettre à jour les propriétés utilisées pour correspondre à un doublon.

source: Edit Deduplication Rule
fr: Modifier la règle de déduplication

source: Rule {name} is currently backfilling and cannot be edited
fr: La règle {name} est actuellement en cours de remplissage et ne peut pas être modifiée

source: Rule {name} was updated, and has been queued for backfilling
fr: La règle {name} a été mise à jour et a été mise en file d'attente pour le remplissage

source: Rule {name} was not updated, since nothing changed
fr: La règle {name} n'a pas été mise à jour, car rien n'a changé

source: yes
fr: oui

source: no
fr: non

source: The domain "{domain}" was not found.
fr: Le domaine "{domain}" n'a pas été trouvé.

source: The project space "{domain}" has not yet been activated. Please report an issue if you think this is a mistake.
fr: L'espace de projet "{domain}" n'a pas encore été activé. Veuillez signaler un problème si vous pensez qu'il s'agit d'une erreur.

source: maximum password attempts exceeded
fr: Nombre de tentatives de saisie du mot de passe dépassé

source: Password must have at least {password_length} characters.
fr: Le mot de passe doit comporter au moins {password_length} caractères.

source: Password is not strong enough. Try making your password more complex.
fr: Le mot de passe n'est pas assez fort. Essayez de le rendre plus complexe.

source: Override project's timezone setting just for me.
fr: Écraser le réglage de fuseau horaire du projet juste pour moi.

source: My Timezone
fr: Mon fuseau horaire

source: Update My Settings
fr: Mettre à jour mes paramètres

source: The user being transferred to does not exist
fr: L'utilisateur en cours de transfert n'existe pas

source: Mismatch in domains when confirming
fr: Erreur lors de la confirmation des domaines : mismatch

source: Type the name of the project to confirm
fr: Saisir le nom du projet pour confirmer

source: New owner's CommCare username
fr: Nouveau utilisateur responsable Commcare

source: Transfer Project
fr: Transférer Projet

source: You may not specify a sub area when the project has no specified area
fr: Vous ne pouvez pas spécifier une sous-zone lorsque le projet ne contient aucune zone spécifiée

source: This is not a valid sub-area for the area %s
fr: Cette sous-zone n'est pas valide pour la zone %s

source: Project Name
fr: Nom de projet

source: This name will appear in the upper right corner when you are in this project. Changing this name will not change the URL of the project.
fr: Ce nom apparaître à l'angle droit supérieur quand vous êtes sur ce projet. Changer ce nom ne changera pas l'URL du projet.

source: Project Description
fr: Description du projet

source: Please provide a short description of your project (Max 1000 characters).
fr: Veuillez fournir une brève description de votre projet (max. 1000 caractères).

source: Default Timezone
fr: Fuseau horaire par défaut

source: Select a location
fr: Sélectionnez un emplacement

source: Default project location
fr: Emplacement par défaut du projet

source: Please select your project's default location.
fr: Veuillez sélectionner l'emplacement par défaut de votre projet.

source: Custom Logo
fr: Logo personnalisé

source: Upload a custom image to display instead of the CommCare HQ logo. It will be automatically resized to a height of 32 pixels. Upload size limit is {size_limit} MB.
fr: Téléchargez une image personnalisée à afficher à la place du logo CommCare HQ. Elle sera automatiquement redimensionnée à une hauteur de 32 pixels. La taille limite de téléchargement est de {size_limit} Mo.

source: Delete Logo
fr: Supprimer le logo

source: Delete Logo after Submitting this Form
fr: Supprimer le logo après avoir soumis ce formulaire

source: Delete your custom logo and use the standard one.
fr: Supprimer votre logo personnalisé et utiliser un logo standard.

source: Logo to use in systems emails
fr: Logo à utiliser dans les e-mails système

source: Upload an image to display in system emails from CommCare. It will be displayed in a square format. The upload size limit is {size_limit} MB.
fr: Téléchargez une image à afficher dans les e-mails système de CommCare. Elle sera affichée au format carré. La taille limite de téléchargement est de {size_limit} Mo.

source: Call Center Application
fr: Application de centre d'appel

source: Enable Call Center Application
fr: Activer l'application du centre d'appels

source: Call Center mode is a CommCare HQ module for managing call center workflows. It is still under active development. Do not enable for your domain unless you're actively piloting it.
fr: Le mode Centre d'appels est un module de CommCare HQ pour gérer les flux de travail des centres d'appels. Il est encore en cours de développement actif. Ne l'activez pas pour votre domaine à moins que vous ne soyez en phase de test pilote.

source: Call Center Type
fr: Type de centre d'appels

source: If "Create cases and indicators" is selected, each user will have a case associated with it, and fixtures will be synced containing indicators about each user. If "Create just cases" is selected, the fixtures will not be created.
fr: Si "Créer des dossiers et des indicateurs" est sélectionné, chaque utilisateur aura un dossier associé à celui-ci, et les "fixtures" seront synchronisés avec des indicateurs de chaque utilisateur. Si "Créer seulement des dossiers" est sélectionné, les "fixtures" ne seront pas créés.

source: Select an Owner...
fr: Choisir un propriétaire...

source: Call Center Case Owner
fr: Propriétaire de dossier de centre d'appels

source: Select the person who will be listed as the owner of all cases created for call center users.
fr: Sélectionnez la personne qui sera inscrire en tant que propriétaire de tous les dossiers créés pour les utilisateurs de centre d'appels.

source: Call Center Case Type
fr: Type de dossier de centre d'appels

source: Enter the case type to be used for FLWs in call center apps
fr: Entrez le type de dossier à utiliser pour les utilisateurs du centre d'applications

source: Default mobile report sync delay (hours)
fr: Retard de synchronisation du rapport mobile par défaut (heures)

source: Default time to wait between sending updated mobile report data to users. Can be overridden on a per user basis.
fr: Temps d'attente par défaut entre l'envoi des données de rapport mobile mises à jour aux utilisateurs. Peut être remplacé pour chaque utilisateur.

source: Account confirmation link expiry
fr: Expiration du lien de confirmation de compte

source: Default time (in days) for which account confirmation link will be valid.
fr: Durée par défaut (en jours) pendant laquelle le lien de confirmation de compte sera valide.

source: Call limit
fr: Limite d'appels

source: Limit on number of calls allowed to an operator for each call type.
fr: Limite du nombre d'appels autorisés à un opérateur pour chaque type d'appel.

source: Confirmation SMS project name
fr: Nom du projet SMS de confirmation

source: Name of the project to be used in SMS sent for account confirmation to users.
fr: Nom du projet à utiliser dans les SMS envoyés pour la confirmation de compte aux utilisateurs.

source: Enable Release Mode
fr: Activer le mode de publication

source: Check this box to enable release mode setting on the app release page. Enabled setting restricts user to directly mark a version 'released' and allows users to do so only when they are in 'Release Mode' on the release page of applications.
fr: Cochez cette case pour activer le paramètre de mode de publication sur la page de publication de l'application. Le paramètre activé restreint l'utilisateur à marquer directement une version comme 'publiée' et permet aux utilisateurs de le faire uniquement lorsqu'ils sont en 'Mode de publication' sur la page de publication des applications.

source: Orphan Case Alerts
fr: Alertes de cas orphelins

source: Show Orphan Case Alerts on Mobile Worker Edit Page
fr: Afficher les alertes de cas orphelins sur la page de modification des travailleurs mobiles

source: Displays a warning message on the mobile worker location edit page about locations that owns cases and only have one assigned mobile worker. This helps prevent situations where cases are being orphaned by moving the only assigned mobile worker out of the location owning that cases.
fr: Affiche un message d'avertissement sur la page de modification de l'emplacement des travailleurs mobiles concernant les emplacements qui possèdent des cas et n'ont qu'un seul travailleur mobile assigné. Cela aide à prévenir les situations où des cas deviennent orphelins en déplaçant le seul travailleur mobile assigné hors de l'emplacement possédant ces cas.

source: Use elasticsearch when fetching apps for exports
fr: Utiliser elasticsearch lors de la récupération des applications pour les exportations

source: (Internal) Fetches apps using elasticsearch instead of couch in exports
fr: (Interne) Récupère les applications en utilisant elasticsearch au lieu de couch dans les exportations

source: Connect Messaging Channel Nmae
fr: Connecter le nom du canal de messagerie

source: Name of the channel created in connect messaging.
fr: Nom du canal créé dans la messagerie connectée.

source: Default timezone
fr: Fuseau horaire par défaut

source: Edit Basic Information
fr: Modifier les informations de base

source: Update Basic Info
fr: Mettre à jour les infos de base

source: Logo exceeds {} MB size limit
fr: Le logo dépasse la limite de taille de {} Mo

source: Logo for systems emails exceeds {} MB size limit
fr: Le logo pour les emails système dépasse la limite de taille de {} Mo

source: Release Mode Visibility should be a boolean.
fr: La visibilité en mode de publication doit être un booléen.

source: {} should be an integer.
fr: {} doit être un entier.

source: You must choose a Call Center Type, Owner, and Case Type to use the call center application. Please uncheck the "Call Center Application" setting or enter values for the other fields.
fr: Vous devez choisir un type de centre d'appel, un propriétaire et un type de dossier pour utiliser l'application du centre d'appels. Veuillez désélectionner le paramètre "Call Center Application" ou saisir des valeurs pour les autres champs.

source: Unable to save logo: {}
fr: Impossible d'enregistrer le logo : {}

source: Web Apps should use
fr: Les applications web devraient utiliser

source: Latest starred version
fr: Dernière version marquée d'une étoile

source: Highest numbered version (not recommended)
fr: Numéro de Version le plus élevé (non recommandé)
