Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: User History
fr: Historique de l'Utilisateur

source: History of user updates
fr: Historique des mises à jour de l'utilisateur

source: profile or user data
fr: profil ou données utilisateur

source: user data
fr: données utilisateur

source: username
fr: nom d'utilisateur

source: role
fr: rôle

source: project
fr: projet

source: is active
fr: est actif

source: language
fr: langue

source: phone numbers
fr: numéros de téléphone

source: primary location
fr: emplacement principal

source: two factor authentication disabled
fr: authentification à deux facteurs désactivée

source: assigned locations
fr: emplacements assignés

source: Affected User
fr: Utilisateur concerné

source: Modified by User
fr: Modifié par l'utilisateur

source: Changes
fr: Modifications

source: Change Message
fr: Message de changement

source: Added
fr: Ajouté

source: Users who have Ever Submitted Data
fr: Utilisateurs ayant déjà soumis des données

source: Users who have Ever Synced
fr: Utilisateurs ayant déjà synchronisé

source: Loading Report
fr: Chargement du rapport

source: Problem Loading Report
fr: Problème de chargement du rapport

source: There seems to be a problem loading data for the report
fr: Il semble qu'il y ait un problème à charger les données du rapport

source: The report returned the following error
fr: Le rapport contient les erreurs suivantes

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Report an Issue</a>.
fr: Si ce problème persiste, nous vous encourageons à <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Signaler un problème</a>.

source: Trying Again...
fr: Veuillez réessayer...

source: Loading Failed. Try Again?
fr: Chargement échoué. Veuillez réessayer?

source: Set Performance Threshold
fr: Définir le seuil de performance

source: Please use the "Report an Issue" option from the help menu if you would like to change the performance threshold. It is currently set to %(threshold)s forms per month.
fr: Veuillez utiliser l'option "Signaler un problème" dans le menu d'aide si vous souhaitez modifier le seuil de performance. Il est actuellement fixé à %(threshold)s formulaires par mois.

source: Active Users Trend
fr: Tendance des utilisateurs actifs

source: Proportion of users that are active (submitting at least one form) over time.
fr: Proportion d'utilisateurs actifs (soumettant au moins un formulaire) au fil du temps.

source: High / Low Performing User Trends
fr: Tendance de performance haute/basse des utilisateurs

source: How the counts of high / low performing users have changed in the last six months.
fr: Comment les décomptes d'utilisateurs à haut / bas niveau de performance ont changé au cours des six derniers mois.

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Report an Issue</a>.
fr: Si ce problème persiste, nous vous encourageons à <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Signaler un problème</a>.

source: Aggregate Percents
fr: Pourcentages agrégés

source: Daily Counts
fr: Comptes quotidiens

source: You need a saved report that supports email in order to set up a scheduled email report, but you don't have any.
fr: Vous avez besoin d'un rapport enregistré qui prend en charge l'email pour configurer un rapport email programmé, mais vous n'en avez pas.

source: <strong>Note:</strong> Not all built-in reports currently support email delivery.
fr: <strong>Remarque :</strong> Tous les rapports intégrés ne prennent pas actuellement en charge la livraison par email.

source: Return to Scheduled Reports
fr: Retour aux rapports programmés

source: Unsubscribe from
fr: Formulaire de désabonnement

source: You will no longer receive this scheduled report. To add yourself, you will need to contact the person who initially added you.
fr: Vous ne recevrez plus ce rapport programmé. Pour vous ajouter, vous devrez contacter la personne qui vous a initialement ajouté.

source: Saved Reports
fr: Rapports enregistrés

source: My Saved Reports
fr: Mes rapports enregistrés

source: Scheduled Reports
fr: Rapports programmés

source: My Scheduled Reports
fr: Mes rapports planifiés

source: You don't have any saved reports. You can store your favorite filters in a saved report and then easily navigate to that report with the filters already applied. Saved reports can also be sent by email on a recurring basis.
fr: Vous n'avez aucun rapport enregistré. Vous pouvez stocker vos filtres favoris dans un rapport enregistré et naviguer facilement vers ce rapport avec les filtres déjà appliqués. Les rapports enregistrés peuvent également être envoyés par email de manière récurrente.

source: To create a new saved report, navigate to a report, select the filters you want to save, and click "Save".
fr: Pour créer un nouveau rapport enregistré, naviguez vers un rapport, sélectionnez les filtres que vous souhaitez enregistrer, et cliquez sur "Enregistrer".

source: Saved Report Name
fr: Nom de rapport sauvegardé

source: Creator
fr: Créateur

source: Create a New Scheduled Report
fr: Créer un nouveau rapport planifié

source: Send Selected Reports
fr: Envoyer les rapports sélectionnés

source: Send Selected Report
fr: Envoyer le rapport sélectionné

source: Delete Selected Reports
fr: Supprimer les rapports sélectionnés

source: Delete Selected Report
fr: Supprimer le rapport sélectionné

source: Loading reports...
fr: Chargement des rapports...

source: Deleting reports...
fr: Suppression des rapports...

source: Deleting report...
fr: Suppression du rapport...

source: Sending reports...
fr: Envoi des rapports...

source: Sending report...
fr: Envoi du rapport...

source: You don't have any scheduled reports. You can create a scheduled report based on a saved report to have a report delivered by email on a regular basis.
fr: Vous n'avez pas de rapports programmés. Vous pouvez créer un rapport programmé basé sur un rapport enregistré pour recevoir un rapport par email de manière régulière.

source: Tableau Visualizations
fr: Visualisations Tableau

source: Update Tableau Visualization
fr: Mettre à jour la Visualisation Tableau

source: Delete Tableau Visualization
fr: Supprimer la Visualisation Tableau

source: Deleting Tableau Visualization
fr: Suppression de la visualisation Tableau

source: Add Tableau Visualization
fr: Ajouter une visualisation Tableau

source: Please apply filters to view:
fr: Veuillez appliquer des filtre pour voir:

source: Help
fr: Aide

source: From
fr: De

source: To
fr: À

source: Showing %(datespan)s.
fr: Affichage de %(datespan)s.

source: This report's timezone is %(timezone)s.
fr: Le fuseau horaire de ce rapport est %(timezone)s.

source: Known Forms
fr: Formulaires connus

source: What are Known Forms?
fr: Qu'est qu'un 'formulaire connu' ?

source: These are forms that can be matched to an existing or deleted CommCare Application in your project.
fr: Ce sont des formulaires qui peuvent être associés à une application CommCare existante ou supprimée dans votre projet.

source: Unknown Forms
fr: Formulaires inconnus

source: What are Unknown Forms?
fr: Qu'est qu'un 'formulaire inconnu' ?

source: These forms do not belong to a CommCare Application (existing or deleted) in your project. It might mean that these forms once belonged to an application but the application form has since been removed. They may also be 'system forms' or forms from an integration or API.
fr: Ces formulaires n'appartiennent pas à une application CommCare (existante ou supprimée) dans votre projet. Cela peut signifier que ces formulaires appartenaient autrefois à une application mais que le formulaire de l'application a depuis été supprimé. Ils peuvent également être des 'formulaires système' ou des formulaires provenant d'une intégration ou d'une API.

source: Choose Unknown Form
fr: Choisissez un formulaire inconnu

source: Show Advanced Options
fr: Afficher les options avancées

source: Filtering by unknown forms is currently unavailable for this project.
fr: Le filtrage par formulaires inconnus n'est actuellement pas disponible pour ce projet.

source: If the problem persists please report an issue.
fr: Si le problème persiste, veuillez signaler un problème.

source: Location Filter
fr: Filtre de site

source: Use Filter
fr: Filtrer

source: Sensitive Properties
fr: Propriétés sensibles

source: Select the case properties which must be de-identified when copying the cases to the new user.
fr: Sélectionnez les propriétés de cas qui doivent être désidentifiées lors de la copie des cas vers le nouvel utilisateur.

source: Filter your cases by entering a <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Case Search Query</a>.
fr: Filtrez vos cas en entrant une <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">requête de recherche de cas</a>.

source: This project looks like it has some submissions we don't recognize. Don't worry this can usually be fixed.
fr: Ce projet semble comporter des soumissions que nous ne reconnaissons pas. Ne vous en faites pas, car cela peut généralement être corrigé.

source: Hide Fuzzy Submissions
fr: Masquer les soumissions approximatives

source: Hide Fuzzy Submissions?
fr: Masquer les soumissions approximatives ?

source: Some of the submissions included in the report results could not be matched with precision to your selected applications. This hides those submissions so that only the most accurate submissions remain.
fr: Certaines soumissions issues des résultats de rapport n'ont pas pu être jumelées avec précision à vos applications sélectionnées. Cela masque ces soumissions pour qu'il reste seulement les soumissions les plus exactes.

source: All data is listed as Unrecognized Data.
fr: Toutes les données sont listées connes des données non reconnues

source: Show questions in form that were not shown to the user
fr: Montrer les questions du formulaire non affichées à l'utilisateur

source: Questions not shown to the user
fr: Questions non affichées à l'utilisateur

source: These questions were not shown to the user because their display conditions were not met.
fr: Ces questions n'ont pas été affichées à l'utilisateur par ce que les conditions d'affichage n'ont pas été atteintes.

source: Question ID
fr: Code Question

source: This form is archived and will not be included in reports.
fr: Ce formulaire est archivé et ne sera pas inclus dans les rapports.

source: To unarchive this form, click the "Restore this form" button. This will also restore case data associated with the form.
fr: Pour désarchiver ce formulaire, cliquez sur le bouton "Restaurer ce formulaire". Cela restaurera également les données de cas associées au formulaire.

source: This form has been edited. The latest version can be viewed <a href="%(latest_version_url)s">here</a>.
fr: Ce formulaire a été modifié. La dernière version peut être consultée <a href="%(latest_version_url)s">ici</a>.

source: This submission was edited from a previous version %(when)s. You can view the previous version <a href="%(previous_version_url)s">here</a>.
fr: Cette soumission a été modifiée à partir d'une version précédente %(when)s. Vous pouvez consulter la version précédente <a href="%(previous_version_url)s">ici</a>.

source: Secure submission
fr: Soumission sécurisée

source: Submitted by %(auth_user)s on behalf of %(user)s
fr: Soumis par %(auth_user)s au nom de %(user)s

source: Submitted by %(auth_user)s
fr: Soumis par %(auth_user)s

source: Insecure submission
fr: Soumission non sécurisée

source: Submitted as %(user)s
fr: Soumis en tant que %(user)s

source: View app
fr: Afficher l'application

source: View build
fr: Afficher la version

source: Download Form Source
fr: Télécharger la source du formulaire

source: Form Properties
fr: Propriétés de formulaire

source: Case Changes
fr: Modifications de dossier

source: Form History
fr: Historique du formulaire

source: Form Metadata
fr: Métadonnées de formulaire

source: Attachments
fr: Pièces jointes

source: Raw XML
fr: XML brut

source: View standalone form
fr: Visualiser le formulaire autonome

source: Clean Form Submission
fr: Nettoyer la soumission du formulaire

source: Archiving Forms
fr: Archivage des formulaires en cours

source: Archived forms will no longer show up in reports and they will be removed from any relevant case histories.
fr: Les formulaires archivés ne seront plus inclus dans les rapports et seront supprimés de tout historique de dossier correspondant.

source: Archive this form
fr: Archiver ce formulaire

source: Restoring Edited Forms
fr: Restauration des formulaires modifiés

source: Restoring an edited form will undo any later edits made. This operation is reversible.
fr: Restorer un formulaire modifié supprimera aucune modification effectuée par la suite. Cette action est irréversible.

source: Restore this version
fr: Restorer cette version

source: Restoring Forms
fr: Restauration des formulaires

source: Restoring this form will cause it to show up in reports again.
fr: La restauration de ce formulaire fera en sorte qu'il sera à nouveau inclus dans les rapports.

source: Restore this form
fr: Restaurer ce formulaire

source: Resaving Forms
fr: Réenregistrement des Formulaires

source: Resaving a form manually can cause it to be reincluded in reports if something went wrong during initial processing.
fr: Ressaisir un formulaire manuellement peut entraîner sa réinclusion dans les rapports si quelque chose s'est mal passé lors du traitement initial.

source: Resave this form
fr: Réenregistrer ce formulaire

source: Deleting Forms
fr: Suppression des formulaires

source: This is a permanent action that cannot be undone.
fr: C'est une action permanente qui ne peut pas être annulée.

source: Delete this form
fr: Supprimer ce formulaire

source: Unknown/Deleted Case
fr: Dossier inconnu / supprimé

source: (this case)
fr: (ce dossier)

source: Open XML in New Window
fr: Ouvrir XML dans une nouvelle fenêtre

source: Copy XML to clipboard
fr: Copier XML au clipboard

source: Permanently Delete Form
fr: Supprimer définitivement le formulaire

source: It is important you read the entire message below thoroughly before completing this action.
fr: Il est important de lire attentivement l'intégralité du message ci-dessous avant de compléter cette action.

source: Once deleted, you will not be able to recover this form. Are you sure you want to delete this form?
fr: Une fois supprimé, vous ne pourrez pas récupérer ce formulaire. Êtes-vous sûr de vouloir supprimer ce formulaire ?

source: Hidden Values (Form Calculations)
fr: Valeurs Cachées (Calculs de Formulaire)

source: Unrecognized Data
fr: Données non reconnues

source: Show question ids
fr: Afficher les identifiants des questions

source: Processed Date
fr: Date de traitment

source: Survey Type
fr: Type d'enquête

source: Form Submission
fr: Formulaire de soumission

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
fr: Supprimer <!-- ko text: selectedReportsCount() --><!-- /ko --> rapports programmés

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
fr: Supprimer <!-- ko text: selectedReportsCount() --><!-- /ko --> rapport programmé

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
fr: Envoyer <!-- ko text: selectedReportsCount() --><!-- /ko --> Rapports planifiés

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
fr: Envoyer <!-- ko text: selectedReportsCount() --><!-- /ko --> Rapport planifié

source: Are you sure you want to permanently delete these scheduled reports?
fr: Êtes-vous sûr de vouloir supprimer définitivement ces rapports planifiés ?

source: Are you sure you want to permanently delete this scheduled report?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce rapport planifié ?

source: Are you sure you want to send these scheduled reports?
fr: Êtes-vous sûr de vouloir envoyer ces rapports planifiés ?

source: Are you sure you want to send this scheduled report?
fr: Êtes-vous sûr de vouloir envoyer ce rapport planifié ?

source: This feature will only update the specified questions. It will <strong>not</strong> run any calculations or affect cases. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Read more</a>.
fr: Cette fonctionnalité ne mettra à jour que les questions spécifiées. Elle ne <strong>ne</strong> fera aucun calcul ni n'affectera les cas. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">En savoir plus</a>.

source: Something unexpected happened. Please refresh the page and try again, or report an issue if the problem persists.
fr: Quelque chose d'inattendu s'est produit. Veuillez rafraîchir la page et réessayer, ou signaler un problème si le problème persiste.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
fr: Quelque chose d'inattendu s'est produit. Veuillez réessayer, ou signaler un problème si le problème persiste.

source: No editable properties found
fr: Aucune propriété modifiable trouvée

source: How can I use this report?
fr: Comment puis-je utiliser ce rapport ?

source: Why can't I see any data?
fr: Pourquoi ne puis-je pas voir les données ?

source: Please choose your filters above and click <strong>Apply</strong> to see report data.
fr: Veuillez choisir les filtres ci-dessus et cliquer sur <strong>Appliquer</strong> pour voir les données de rapport.

source: Favorites
fr: Favoris

source: You don't have any favorites
fr: Vous n'avez aucun favori

source: Email Supported
fr: Messagerie électronique

source: Date Filter
fr: Filtrer par date

source: Default Date Range
fr: Plage de dates par défaut

source: Bulk Actions
fr: Actions en masse

source: Day and Time
fr: Jour et heure

source: me
fr: moi

source: me (and others)
fr: moi (et d'autres)

source: Send Now
fr: Envoyer maintenant

source: Unsubscribe me
fr: Désabonnez-moi

source: Stop sending report?
fr: Arrêter l'envoi de rapport ?

source: Are you sure you want to stop sending this report?
fr: Êtes-vous certain de vouloir arrêter l'envoi de ce rapport ?

source: Stop Sending
fr: Arrêter l'envoi

source: Disclaimer
fr: Avertissment

source: The privacy and protection of personal data is very important to Dimagi. Dimagi is not responsible for privacy of reports or SMS data you transmit from CommCare HQ to external parties. However, to protect privacy, we suggest that you include a message like the following in your communications (for instance, by including in the saved report description)
fr: La confidentialité et la protection des données personnelles sont très importantes pour Dimagi. Dimagi n'est pas responsable de la confidentialité des rapports ou des données SMS que vous transmettez de CommCare HQ à des tiers. Cependant, pour protéger la confidentialité, nous vous suggérons d'inclure un message comme le suivant dans vos communications (par exemple, en l'incluant dans la description du rapport enregistré)

source: The information contained in this transmission may contain privileged and confidential information, including personal information protected by federal and state privacy laws. It is intended only for the use of the person(s) named above. If you are not the intended recipient, you are hereby notified that any review, dissemination, distribution, or duplication of this communication is strictly prohibited. If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original message.
fr: Les informations contenues dans cette transmission peuvent contenir des données privilégiées et confidentielles, y compris des informations sur les patients protégées par les lois étatiques et fédérales. Elles sont destinées uniquement aux personne(s) nommées ci-dessus. Si vous n'êtes pas un destinataire délibéré, nous vous informons que toute revue, diffusion, distribution ou duplication de cette communication est strictement interdite. Si vous n'êtes pas le destinataire prévu, veuillez contacter l'expéditeur du message et effacer toutes les copies du message original.

source: Phone number
fr: Numéro de téléphone

source: Edit User Information
fr: Modifier les informations sur l'utlisateur

source: View recent submissions
fr: Visualiser les soumissions récentes

source: Change in Forms Submitted
fr: Changement dans les formulaires soumis

source: User Information
fr: Informations sur l'utlisateur

source: Change in Forms Submitted Since Two Months Ago
fr: Changement dans les formulaires soumis depuis deux mois

source: Number of Forms Submitted Last Month
fr: Nombre de formulaires soumis le mois dernier

source: Change in Forms Submitted Since Last Month
fr: Changement dans les formulaires soumis depuis le mois dernier

source: Number of Forms Submitted This Month
fr: Nb. de formulaires soumis ce mois

source: These are people who used CommCare last month but didn't submit %(threshold)s forms.
fr: Ce sont des personnes qui ont utilisé CommCare le mois dernier mais n'ont pas soumis %(threshold)s formulaires.

source: New Inactive Users
fr: Nouveaux utilisateurs inactifs

source: These are workers who stopped using CommCare last month.
fr: Ceci sont les gens qui ont arrêté d'utiliser CommCare le mois dernier.

source: New High Performing Users
fr: Nouveaux utilisateurs à haut rendement

source: These are workers who submitted %(threshold)s forms last month and didn't the previous month.
fr: Ce sont des travailleurs qui ont soumis %(threshold)s formulaires le mois dernier et pas le mois précédent.

source: Unsubscribe from this report
fr: Se désabonner de ce rapport

source: This is a %(report_type)s from <a href="%(DNS_name)s">CommCare HQ</a> for the project '%(domain)s'.
fr: Ceci est un %(report_type)s de <a href="%(DNS_name)s">CommCare HQ</a> pour le projet '%(domain)s'.

source: Report Notes
fr: Commentaires

source: Date range
fr: Plage de dates

source: Note: This report will not appear in emails because the start date for the report is still in the future.
fr: Remarque : Ce rapport n'apparaîtra pas dans les e-mails car la date de début du rapport est encore dans le futur.

source: You are receiving this automated email from <a href="%(DNS_name)s">CommCare HQ</a> because the user %(owner_name)s added you as a recipient of their report.
fr: Vous recevez cet e-mail automatique de <a href="%(DNS_name)s">CommCare HQ</a> parce que l'utilisateur %(owner_name)s vous a ajouté comme destinataire de son rapport.

source: This case uses a deprecated case type. See the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">help documentation</a> for more information.
fr: Ce cas utilise un type de cas obsolète. Voir la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation d'aide</a> pour plus d'informations.

source: Related Cases
fr: Dossiers reliés

source: Ledger Sections
fr: Sections du Registre

source: Forwarded Records
fr: Enregistrements transférés
