Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: In order to show you your deleted properties, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
fr: Pour vous montrer vos propriétés supprimées, nous devons traiter toutes vos anciennes applications qui ont eu des soumissions. Cette opération peut parfois prendre quelques minutes.

source: Unable to process applications. Please report an issue if this persists
fr: Impossible de traiter les applications. Veuillez signaler un problème si cela persiste

source: Process
fr: Processus

source: Show Deprecated Properties
fr: Afficher les propriétés obsolètes

source: In order to show you your deprecated properties, we need to refresh the page and load in all the properties. This operation can sometimes take a few minutes.
fr: Pour vous montrer vos propriétés obsolètes, nous devons actualiser la page et charger toutes les propriétés. Cette opération peut parfois prendre quelques minutes.

source: Download Files
fr: Télécharger les fichiers

source: Available until
fr: Disponible jusqu'à

source: There are no data files available to download at the moment.
fr: Il n'y a pas de fichiers de données disponibles pour le téléchargement pour le moment.

source: Upload file for transfer
fr: Télécharger le fichier pour le transfert

source: Delete after
fr: Supprimer après

source: 1 day
fr: 1 jour

source: 2 days
fr: 2 jours

source: 3 days
fr: 3 jours

source: You are downloading the following exports:
fr: Vous téléchargez les exportations suivantes :

source: No submissions available.
fr: Aucune soumission disponible

source: It seems your project doesn't have any submissions from its applications. Please submit data before using the export tool.
fr: Il semble que votre projet n'ait pas de soumissions de ses applications. Veuillez soumettre des données avant d'utiliser l'outil d'exportation.

source: To get started, please <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">deploy</a> your application and submit data from a phone. You may also <a href="https://help.commcarehq.org/display/commcarepublic/Web+Apps" target="_blank">submit data via Web Apps </a> , depending on your project's <a href="https://www.commcarehq.org/pricing/" target="_blank">plan level</a>.
fr: Pour commencer, veuillez <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">déployer</a> votre application et soumettre des données depuis un téléphone. Vous pouvez également <a href="https://help.commcarehq.org/display/commcarepublic/Web+Apps" target="_blank">soumettre des données via les applications Web </a> , selon le <a href="https://www.commcarehq.org/pricing/" target="_blank">niveau de plan</a> de votre projet.

source: Case history exports are no longer available. They will be removed when you save this export. Please contact %(SUPPORT_EMAIL)s if this change is affecting your project
fr: Les exportations de l'historique des cas ne sont plus disponibles. Elles seront supprimées lorsque vous enregistrerez cette exportation. Veuillez contacter %(SUPPORT_EMAIL)s si ce changement affecte votre projet

source: Delete Selected Feeds
fr: Supprimer les flux sélectionnés

source: Delete Selected Feed
fr: Supprimer le flux sélectionné

source: Delete Selected Exports
fr: Supprimer les exportations sélectionnées

source: Delete Selected Export
fr: Supprimer l'exportation sélectionnée

source: Bulk Export
fr: Téléchargement en bloc

source: All of the selected exports will be collected for download to a single Excel file, with each export as a separate sheet.
fr: Toutes les exportations sélectionnées seront collectées pour être téléchargées dans un seul fichier Excel, avec chaque exportation comme feuille séparée.

source: Filters inactive while download in progress.
fr: Les filtres sont inactifs pendant le téléchargement.

source: Prepare Export
fr: Préparer le téléchargement

source: Preparing Export
fr: Préparation du téléchargement en cours

source: Prepare Multimedia
fr: Préparer le multimédia

source: Preparing Multimedia
fr: Préparation de multimédia en cours

source: If the problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal"> Report an Issue</a>.
fr: Si le problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal"> Signaler un problème</a>.

source: Collecting Data
fr: Collection de données

source: Collecting Multimedia
fr: Collection de multimédia

source: For exports that may take a while to prepare, email a link when download is ready
fr: Pour les exportations qui peuvent prendre du temps à préparer, envoyer un lien par email lorsque le téléchargement est prêt

source: Email me when ready
fr: Envoyez-moi un email quand c'est prêt

source: Something went wrong!
fr: Il y a eu un problème!

source: Update Filters
fr: Mettre à jour les filtres

source: These exports are paginated. That means exports that have over %(max_rows)s rows will be split into multiple files.
fr: Ces exportations sont paginées. Cela signifie que les exportations ayant plus de %(max_rows)s lignes seront divisées en plusieurs fichiers.

source: These %(export_type_plural)s are <strong>De-Identified</strong>, meaning that the administrator of this domain has removed all personally-identifying properties from the exported data.
fr: Ces %(export_type_plural)s sont <strong>Dé-Identifiés</strong>, ce qui signifie que l'administrateur de ce domaine a supprimé toutes les propriétés personnellement identifiables des données exportées.

source: Add %(export_type_caps)s
fr: Ajouter %(export_type_caps)s

source: Loading Form
fr: Chargement du formulaire

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
fr: Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">Signaler un problème</a>.

source: This application does not appear to be using <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> case management</a>.
fr: Cette application ne semble pas utiliser <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> la gestion des cas</a>.

source: Mislabeled
fr: Mal étiqueté

source: These form submissions are tagged as if they belong to an application that doesn't exist.
fr: Ces soumissions de formulaires sont étiquetées comme si elles appartenaient à une application qui n'existe pas.

source: These submissions could belong to one of the following forms:
fr: Ces soumissions pourraient appartenir à un des formulaires suivants :

source: App was deleted.
fr: L'application a été supprimée.

source: Preparing %(export_type_caps)s Data...
fr: Préparation des données %(export_type_caps)s...

source: Please note that this may take several minutes. Thank you for your patience!
fr: Veuillez noter que cela peut prendre plusieurs minutes. Merci de votre patience !

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a> and include this error message in the description.
fr: Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">Signaler un problème</a> et inclure ce message d'erreur dans la description.

source: It seems as though you haven't submitted any data to CommCare HQ. Please deploy an application and submit data before creating any %(export_type_plural)s.
fr: Il semble que vous n'ayez soumis aucune donnée à CommCare HQ. Veuillez déployer une application et soumettre des données avant de créer des %(export_type_plural)s.

source: How to Create and Deploy a CommCare Application.
fr: Comment créer et utiliser une application CommCare.

source: Add %(export_type_caps)s
fr: Ajouter %(export_type_caps)s

source: Filter Feed
fr: Filtrer le fil

source: Location-Limited Data
fr: Données Limitées par Localisation

source: This export is limited to the following locations:
fr: Ce téléchargement est limité aux sites suivants:

source: There was an unknown error saving the filters
fr: Il y a eu une erreur inconnue lors de l'enregistrement des filtres

source: Save filters
fr: Enregistrer les filtres

source: Saving...
fr: En train d'enregistrer

source: Problem loading exports. Please refresh the page, or report an issue if the problem persists.
fr: Problème de chargement des exportations. Veuillez actualiser la page ou signaler un problème si le problème persiste.

source: Loading exports...
fr: Chargement des exportations...

source: Deleting feeds...
fr: Suppression des flux...

source: Deleting feed...
fr: Suppression du flux...

source: Deleting exports...
fr: Suppression des exportations...

source: Deleting export...
fr: Suppression de l'exportation...

source: No De-Identified %(export_type_caps_plural)s to display
fr: Aucun %(export_type_caps_plural)s Dé-Identifié à afficher

source: No %(export_type_caps_plural)s to display
fr: Aucun %(export_type_caps_plural)s à afficher

source: deleted
fr: supprimé

source: Sheet Name
fr: Nom de feuille

source: Custom Path
fr: Chemin personnalisé

source: Select geo property
fr: Sélectionner la propriété géographique

source: You can drag and drop fields to reorder them.
fr: Vous pouvez glisser-déposer les champs pour les réorganiser.

source: To drag multiple fields, select by clicking while holding the CTRL key on a PC, or the Command key on a Mac.
fr: Pour glisser plusieurs champs, sélectionnez en cliquant tout en maintenant la touche CTRL sur un PC, ou la touche Command sur un Mac.

source: To select a range of fields hold the Shift key and select the first and last field in the range.
fr: Pour sélectionner une plage de champs, maintenez la touche Maj enfoncée et sélectionnez le premier et le dernier champ de la plage.

source: To unselect a field hold the CTRL key on a PC, or the Command key on a Mac, and click.
fr: Pour désélectionner un champ, maintenez la touche CTRL sur un PC, ou la touche Command sur un Mac, et cliquez.

source: You can also rename fields, which will update the headers in the export file.
fr: Vous pouvez également renommer les champs, ce qui mettra à jour les en-têtes dans le fichier d'exportation.

source: You can also rename fields, which will update the column headers in Power BI or Tableau.
fr: Vous pouvez également renommer les champs, ce qui mettra à jour les en-têtes de colonne dans Power BI ou Tableau.

source: Include?
fr: Inclure ?

source: Select None
fr: Sélectionner aucun

source: Send to Bottom
fr: Envoyer en bas

source: Send to Top
fr: Envoyer en haut

source: Show Advanced Questions
fr: Afficher les questions avancées

source: Hide Advanced Questions
fr: Masquer les questions avancées

source: Hide Deleted Questions
fr: Masquer les questions supprimées

source: Hide Deleted Properties
fr: Masquer les propriétés supprimées

source: Hide Deprecated Properties
fr: Masquer les propriétés obsolètes

source: Use question labels
fr: Utiliser des étiquettes de questions

source: Use question ids
fr: Utiliser des identifiants de questions

source: Split multi-select data
fr: Séparer données venant de questions à choix multiples.

source: Sensitivity
fr: Niveau de confidentialité

source: Add custom export property
fr: Ajouter une propriété personnalisée d'exportation

source: Required for OData
fr: Requis pour OData

source: Show Options
fr: Montrer les options

source: Hide Options
fr: Masquer les options

source: Maximum number of OData feeds reached.
fr: Nombre maximum de flux OData atteint.

source: At this time we allow a maximum of %(odata_feed_limit)s OData feeds per project space. Please consider deleting the feeds that you don't need anymore.
fr: Actuellement, nous autorisons un maximum de %(odata_feed_limit)s flux OData par espace de projet. Veuillez envisager de supprimer les flux dont vous n'avez plus besoin.

source: or
fr: ou

source: Filters and Files
fr: Filtres et Fichiers

source: Enable/Disable
fr: Activer/Désactiver

source: Edit Columns
fr: Modifier les colonnes

source: Copy &amp; Edit
fr: Copier &amp; Modifier

source: Share
fr: Partager

source: Shared By
fr: Partagé par

source: Enter name here
fr: Entrez le nom ici

source: De-Identified
fr: Anonymisé

source: Form:
fr: Formulaire:

source: Enter description here
fr: Entrez la description ici

source: This export is filtered to data you don't have access to.
fr: Cette exportation est filtrée vers des données auxquelles vous n'avez pas accès.

source: Copy OData Feed Link
fr: Copier le lien du flux OData

source: Show additional feeds for Repeat Group data.
fr: Afficher des flux supplémentaires pour les données de groupe répété.

source: Show additional feeds for linking Parent and Child Cases.
fr: Afficher des flux supplémentaires pour lier les cas Parent et Enfant.

source: Additional Feeds
fr: Flux supplémentaires

source: Click to copy feeds for <strong>Repeat Group</strong> data:
fr: Cliquez pour copier les flux pour les données de <strong>Groupe Répété</strong>:

source: Click to copy feeds for linking <strong>Parent</strong> and <strong>Child Cases</strong>:
fr: Cliquez pour copier les flux pour lier les <strong>Cas Parent</strong> et <strong>Cas Enfant</strong>:

source: Automatic updates for this saved %(export_type)s have been disabled. Click 'Enable' to re-enable automatic updates.
fr: Les mises à jour automatiques pour cet %(export_type)s enregistré ont été désactivées. Cliquez sur 'Activer' pour réactiver les mises à jour automatiques.

source: Size:
fr: Taille:

source: Last Updated:
fr: Dernière mise à jour

source: Just now
fr: À l'instant

source: Last Downloaded:
fr: Dernier téléchargement :

source: Last Build Duration:
fr: Durée de la dernière construction :

source: Update Data
fr: Mise à jour de Données

source: Updating Data, please wait...
fr: Mise à jour des données, veuillez patienter...

source: Copy Dashboard Feed Link
fr: Copier le lien du fil du tableau de bord

source: This saved %(export_type)s has expired because it has not been used in the last 35 days. To renew daily updates, click the 'Update Data' button and download the file.
fr: Cet %(export_type)s enregistré a expiré car il n'a pas été utilisé dans les 35 derniers jours. Pour renouveler les mises à jour quotidiennes, cliquez sur le bouton 'Mettre à jour les données' et téléchargez le fichier.

source: Your export exceeds the limit of %(max_rows)s rows. Please see <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentation</a> for more information.
fr: Votre exportation dépasse la limite de %(max_rows)s lignes. Veuillez consulter la <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentation</a> pour plus d'informations.

source: Data update complete
fr: Mise à jour des données terminée

source: Data update failed!
fr: Échec de la mise à jour des données !

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
fr: Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">signaler un problème</a>.

source: No data is available yet.
fr: Aucune donnée n'est disponible pour le moment.

source: Please click 'update data' if the automatic scheduler hasn't picked up the changes in a while.
fr: Veuillez cliquer sur 'mettre à jour les données' si le planificateur automatique n'a pas pris en compte les modifications depuis un certain temps.

source: Confirm data updates
fr: Confirmer les mises à jour des données

source: To renew daily updates, click the Update Data button below and check back in a little bit once the updates have finished processing.
fr: Pour renouveler les mises à jour quotidiennes, cliquez sur le bouton Mettre à jour les données ci-dessous et revenez dans un petit moment une fois que les mises à jour ont été traitées.

source: Once the data is updated, a data refresh should occur automatically on a daily basis.
fr: Une fois les données mises à jour, un rafraîchissement des données devrait se produire automatiquement sur une base quotidienne.

source: To download data now, please click the Export button instead.
fr: Pour télécharger les données maintenant, veuillez cliquer sur le bouton Exporter à la place.

source: Confirm data updates.
fr: Confirmez les mises à jour des données.

source: This will enable the daily automatic updates of this export.
fr: Cela activera les mises à jour automatiques quotidiennes de cette exportation.

source: This will disable the daily automatic updates of this export.
fr: Cela désactivera les mises à jour automatiques quotidiennes de cette exportation.

source: Disable auto update
fr: Désactiver la mise à jour automatique

source: Enable auto update
fr: Activer la mise à jour automatique

source: Edit Filters
fr: Modifier les filtres

source: DET Config
fr: Configuration DET

source: Copy &amp; Edit
fr: Copier &amp; Modifier

source: View
fr: Visualiser

source: View Columns
fr: Voir les colonnes

source: View Feed
fr: Voir le flux

source: Copy &amp; Edit
fr: Copier &amp; Modifier

source: Private
fr: Privé

source: Export Only
fr: Exporter uniquement

source: Edit & Export
fr: Modifier & Exporter

source: Share Daily Data with Excel and Other Systems
fr: Partager les données journalières avec Excel et d'autres systèmes

source: Share Daily Data with Excel and Other Systems
fr: Partager les données quotidiennes avec Excel et d'autres systèmes

source: CommCare can automatically generate an Excel Dashboard Feed or a saved export, allowing you to easily analyze and build reports for your project in Excel or another system. These feeds and exports are updated on a daily-basis with new data and can be filtered to data from a specific set of users or locations. Excel Dashboard Feeds and Daily Saved Exports are available on the Standard or higher software plans.
fr: CommCare peut générer automatiquement un flux de tableau de bord Excel ou une exportation enregistrée, vous permettant d'analyser facilement et de créer des rapports pour votre projet dans Excel ou un autre système. Ces flux et exportations sont mis à jour quotidiennement avec de nouvelles données et peuvent être filtrés pour obtenir des données d'un ensemble spécifique d'utilisateurs ou de lieux. Les flux de tableau de bord Excel et les exportations enregistrées quotidiennes sont disponibles sur les plans logiciels Standard ou supérieurs.

source: Learn More About Pricing Plans
fr: Apprendre plus sur nos plans d'abonnement

source: Change My Subscription
fr: Changer ma Souscription

source: You have no submissions in this project.
fr: Vous n'avez pas de soumissions dans ce projet.

source: This export contains %(row_count)s rows. Please change the filters to be less than %(max_rows)s rows.
fr: Ce téléchargement contient %(row_count)s rangées. Veuillez changer les filtres à moins de %(max_rows)s rangées.

source: There are no sheets to export. If this is a bulk case export then the export configuration might still be busy populating its tables. Please try again later.
fr: Il n'y a pas de feuilles à exporter. Si c'est une exportation de cas en masse, la configuration de l'exportation pourrait encore être en train de remplir ses tables. Veuillez réessayer plus tard.

source: You do not have permission to export de-identified exports.
fr: Vous n'avez pas la permission d'exporter des exportations dé-identifiées.

source: Form did not validate.
fr: Le formulaire ne valide pas

source: Could not find download. Please refresh page and try again.
fr: Impossible de trouver le téléchargement. Veuillez rafraîchir la page et réessayer.

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx to export this file.
fr: Ce fichier contient plus de 256 colonnes, ce qui n'est pas pris en charge par xls. Veuillez changer le type de sortie en csv ou xlsx pour exporter ce fichier.

source: Failed to download export.
fr: Échec du téléchargement de l'exportation.

source: Download Form Data Export
fr: Télécharger l'exportation des données de formulaire

source: Please check that you've submitted all required filters.
fr: Veillez vérifier que vous avez soumis tous les filtres nécessaires.

source: This is too many files to export at once. Please modify your filters to select fewer forms.
fr: C'est trop de fichiers à exporter en une seule fois. Veuillez modifier vos filtres pour sélectionner moins de formulaires.

source: Download Case Data Export
fr: Télécharger l'exportation des données de cas

source: Export SMS Messages
fr: Exporter les messages SMS

source: Download Form Data Exports
fr: Télécharger les exportations de données de formulaire

source: Download ID or User ID blank/not provided
fr: Télécharger l'ID ou l'ID utilisateur vide/non fourni

source: Export failed
fr: Échec de l'exportation

source: Invalid user
fr: Utilisateur invalide

source: Export e-mail request sent.
fr: Demande d'exportation par e-mail envoyée.

source: Sorry, something went wrong creating that file: {error}
fr: Désolé, une erreur s'est produite lors de la création de ce fichier : {error}

source: Edit Form Data Export
fr: Modifier l'exportation des données de formulaire

source: Edit Case Data Export
fr: Modifier l'exportation des données de cas

source: Edit Case Feed
fr: Editer le fil des dossiers

source: Edit Form Feed
fr: Editer le fil des formulaires

source: Copy OData Feed
fr: Copier le flux OData

source: Select a model to export
fr: Sélectionnez un modèle à exporter

source: Select a Form to Export
fr: Sélectionner un formulaire à exporter

source: Select a Case Type to Export
fr: Sélectionnez un type de dossier à exporter

source: Exports are a way to download data in a variety of formats (CSV, Excel, etc.) for use in third-party data analysis tools.
fr: Les exportations permettent de télécharger des données dans divers formats (CSV, Excel, etc.) pour une utilisation dans des outils d'analyse de données tiers.

source: Export Form Data
fr: Exporter les données de formulaire

source: Export
fr: Télécharger

source: export
fr: téléchargement

source: Exports
fr: Téléchargements

source: exports
fr: téléchargements

source: My Exports
fr: Mes exportations

source: Exports Shared with Me
fr: Exportations partagées avec moi

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx in the export configuration page to export this file.
fr: Ce fichier contient plus de 256 colonnes, ce qui n'est pas pris en charge par xls. Veuillez changer le type de sortie en csv ou xlsx sur la page de configuration de l'exportation pour exporter ce fichier.

source: Daily Saved Exports
fr: Exports Sauvegardés Quotidiens

source: Problem saving dashboard feed filters: Invalid form
fr: Problème lors de l'enregistrement des filtres du flux de tableau de bord : Formulaire invalide

source: Export Case Data
fr: Exporter les données de cas

source: Populating tables for <strong>{}</strong>. ({}%)
fr: Remplissage des tableaux pour <strong>{}</strong>. ({}%)

source: Excel Dashboard Integration
fr: Intégration du tableau de bord excel

source: Excel dashboard feeds allow Excel to directly connect to CommCare HQ to download data. Data is updated daily.
fr: Les flux de tableau de bord Excel permettent à Excel de se connecter directement à CommCare HQ pour télécharger des données. Les données sont mises à jour quotidiennement.

source: Dashboard Feed
fr: Fil du tableau de bord

source: dashboard feed
fr: fil du tableau de bord

source: Dashboard Feeds
fr: Fils du tableau de bord
