Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: You can only upload {image_extensions} images
fr: Vous ne pouvez télécharger que des images {image_extensions}

source: Invalid request
fr: Requête invalide

source: Host:Port
fr: Hôte:Port

source: Sender ID
fr: Identifiant de l'expéditeur

source: Circle Name
fr: Nom du cercle

source: Campaign Name
fr: Nom de la campagne

source: Airtel (through TCL) Settings
fr: Paramètres Airtel (via TCL)

source: Region
fr: Région

source: Access Key
fr: Clé d'accès

source: Secret Access Key
fr: Clé d'accès secrète

source: Pinpoint Settings
fr: Paramètres Pinpoint

source: Application Id
fr: Identifiant de l'application

source: Application Token
fr: Jeton d'application

source: From Number
fr: Du numéro

source: Host
fr: Hébergeur

source: Apposit Settings
fr: Paramètres Apposit

source: Affiliate Code
fr: Code d'affiliation

source: Authentication Code
fr: Code d'authentification

source: Grapevine Settings
fr: Paramètres Grapevine

source: Invalid URL
fr: URL non valide

source: Cannot Resolve URL
fr: Impossible de résoudre l'URL

source: Message Parameter
fr: Paramètre de message

source: Phone Number Parameter
fr: Paramètre de numéro de téléphone

source: Include '+' in Phone Number
fr: Inclure '+' dans le numéro de téléphone

source: HTTP Request Method
fr: Méthode de demande HTTP

source: Additional Parameters
fr: Paramètres additionnels

source: HTTP Settings
fr: Paramètres HTTP

source: Account SID
fr: SID

source: Auth Token
fr: Jeton d'autorisation

source: Personalized Subdomain
fr: Sous-domaine personnalisé

source: Scenario Key
fr: Clé de scénario

source: Enables sendimg messages via whatsapp, viber, line and voice channel with or without automatic failover to another channel according to the specific scenario.
fr: Permet d'envoyer des messages via whatsapp, viber, line et canal vocal avec ou sans basculement automatique vers un autre canal selon le scénario spécifique.

source: Infobip Settings
fr: Paramètres Infobip

source: Customer ID
fr: ID client

source: Ivory Coast MTN Settings
fr: Paramètres MTN Côte d'Ivoire

source: Account ID
fr: Identifiant de compte

source: Max Outgoing SMS Per Second (as per account contract)
fr: Maximum d'SMS sortants par seconde (selon le contrat de compte)

source: Syniverse Settings
fr: Paramètres Syniverse

source: API Account Name
fr: Nom de Compte API

source: Source Identifier
fr: Identifiant de source

source: Megamobile Settings
fr: Paramètres Mégamobile

source: Channel
fr: Canal

source: Push Settings
fr: Paramètres Push

source: Client Id
fr: Identifiant client

source: SMSGH Settings
fr: Paramètres SMSGH

source: Sender Id
fr: ID de l'expéditeur

source: Start Enterprise Settings
fr: Paramètres Start Enterprise

source: Phone ID
fr: Identifiant de téléphone

source: Webhook Secret
fr: Secret Webhook

source: Telerivet (Android) Settings
fr: Paramètres (Androide) Telerivet

source: Already in use.
fr: Déjà en utilisation.

source: + (Country Code) Phone Number
fr: + (Code pays) Numéro de téléphone

source: Test Phone Number
fr: Vérifier numéro de téléphone

source: Please enter digits only, in international format (country code and phone number).
fr: Veuillez saisir des chiffres seulement, au format international (code pays et numéro de téléphone).

source: Set as default gateway
fr: Définir en tant que passerelle par défaut

source: Error occurred
fr: Une erreur s'est produite

source: Finish Setup
fr: Terminer configuration

source: Choose a name for this gateway below and click Finish.
fr: Choisissez un nom pour cette passerelle ci-dessous et cliquez sur Terminer.

source: Success! You are being redirected to the gateway list. If it does not happen automatically, <a href="%(gateway_list_url)s">click here</a>.
fr: Succès ! Vous êtes redirigé vers la liste des passerelles. Si cela ne se produit pas automatiquement, <a href="%(gateway_list_url)s">cliquez ici</a>.

source: Telerivet Setup
fr: Configuration Telerivet

source: This guide will walk you through setting up an Android phone as a Telerivet gateway. Before continuing, be sure that you have in front of you: <ol> <li>The Android phone that will act as the Telerivet gateway. It should be connected to wifi and be capable of sending and receiving SMS.</li> <li>Another phone capable of sending and receiving SMS that will be used to test the gateway setup.</li> </ol>
fr: Ce guide vous guidera à travers la configuration d'un téléphone Android en tant que passerelle Telerivet. Avant de continuer, assurez-vous d'avoir devant vous : <ol> <li>Le téléphone Android qui agira comme passerelle Telerivet. Il doit être connecté au wifi et capable d'envoyer et de recevoir des SMS.</li> <li>Un autre téléphone capable d'envoyer et de recevoir des SMS qui sera utilisé pour tester la configuration de la passerelle.</li> </ol>

source: Step 1. Download Telerivet App
fr: Etape 1: Télécharger l'application Telerivet

source: If you have not already done so, create an account at <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Be sure to give your Telerivet project a name:
fr: Si vous ne l'avez pas déjà fait, créez un compte sur <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Assurez-vous de donner un nom à votre projet Telerivet :

source: On your Android phone, go to <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> and download the Telerivet Gateway App.</li>
fr: Sur votre téléphone Android, allez sur <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> et téléchargez l'application Telerivet Gateway.</li>

source: Open the Telerivet App on your Android phone. Log in and follow the instructions to connect the App to your Telerivet project.
fr: Ouvrez l'application Telerivet sur votre téléphone Android. Connectez-vous et suivez les instructions pour connecter l'application à votre projet Telerivet.

source: Step 2. Connect Outgoing SMS
fr: Etape 2. Connectez les SMS sortants

source: Go to the Telerivet website and generate an API key if you have not already done so. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Show Me How</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Hide Instructions</a>
fr: Allez sur le site Telerivet et générez une clé API si vous ne l'avez pas déjà fait. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Montrez-moi comment</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Masquer les instructions</a>

source: On that same page in the Telerivet website, make note of your API Key, Project ID, and Phone ID, and enter them below. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Show Me How</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Hide Instructions</a>
fr: Sur cette même page du site Telerivet, notez votre clé API, ID de projet et ID de téléphone, et entrez-les ci-dessous. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Montrez-moi comment</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Masquer les instructions</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Show" to view your API Key.
fr: <i class="fa fa-info-circle"></i> Vous devrez peut-être cliquer sur "Afficher" pour voir votre clé API.

source: Enter the phone number of a different phone below and click Send to send a test SMS from CommCare HQ.
fr: Entrez le numéro de téléphone d'un autre téléphone ci-dessous et cliquez sur Envoyer pour envoyer un SMS de test depuis CommCare HQ.

source: <i class="fa fa-info-circle"></i> This phone number should be different from the Telerivet Android phone number. Please enter in international format, starting with the country code, digits only.
fr: <i class="fa fa-info-circle"></i> Ce numéro de téléphone doit être différent du numéro de téléphone Android Telerivet. Veuillez entrer au format international, en commençant par le code pays, uniquement des chiffres.

source: Did you receive the test SMS?
fr: Avez-vous reçu le SMS de test ?

source: No, Troubleshoot
fr: Non, résoudre les problèmes

source: Yes, Continue
fr: Oui, continuer

source: Troubleshoot Outbound SMS
fr: Résoudre les problèmes des SMS sortants

source: Double-check your configuration in step 2.
fr: Vérifiez à nouveau votre configuration à l'étape 2.

source: Double-check the phone number of your test phone number entered in step 3 and ensure that it is in international format, starting with the country code.
fr: Vérifiez à nouveau le numéro de téléphone de votre téléphone de test entré à l'étape 3 et assurez-vous qu'il est au format international, en commençant par le code pays.

source: Ensure that the Android phone is powered on, connected to wifi, and in a good cell reception area.
fr: Assurez-vous que le téléphone Android est allumé, connecté au wifi et dans une bonne zone de réception cellulaire.

source: Check the messages page in your Telerivet account to see if the message shows up there. If it does, there might be an error message giving you more detail.
fr: Vérifiez la page des messages dans votre compte Telerivet pour voir si le message y apparaît. Si c'est le cas, il pourrait y avoir un message d'erreur vous donnant plus de détails.

source: If none of the above works, test sending an SMS from the Android phone to your test phone directly. If that succeeds, then it means something is likely incorect with the configuration. If you do not receive the direct SMS message, then you may need to follow up with the carrier used by the Android phone to understand why it cannot send SMS.
fr: Si aucune des solutions ci-dessus ne fonctionne, testez l'envoi d'un SMS depuis le téléphone Android vers votre téléphone de test directement. Si cela réussit, cela signifie probablement qu'il y a une erreur dans la configuration. Si vous ne recevez pas le message SMS direct, vous devrez peut-être contacter l'opérateur utilisé par le téléphone Android pour comprendre pourquoi il ne peut pas envoyer de SMS.

source: Step 3. Connect Incoming SMS
fr: Etape 3. Connecter les SMS entrants

source: Navigate to the Add Webhook Service page in the Telerivet website. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Show Me How</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Hide Instructions</a>
fr: Accédez à la page Ajouter un service Webhook sur le site Telerivet. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Montrez-moi comment</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Masquer les instructions</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Add New Service" in the top-right corner of the page.
fr: <i class="fa fa-info-circle"></i> Vous devrez peut-être cliquer sur "Ajouter un nouveau service" dans le coin supérieur droit de la page.

source: Enter the information below and click Done. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Show Me How</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Hide Instructions</a>
fr: Entrez les informations ci-dessous et cliquez sur Terminé. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Montrez-moi comment</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Masquer les instructions</a>

source: (Select ONLY the Android phone you are setting up with Telerivet right now)
fr: (Sélectionnez UNIQUEMENT le téléphone Android que vous configurez avec Telerivet en ce moment)

source: NOTE: Please make sure you enter https, not http, for the URL.
fr: REMARQUE: Assurez-vous que vous entrez https, et non http, pour l'URL.

source: After creating the Webhook Service in the Telerivet website, send a reply to the message you received in Step 2.
fr: Après avoir créé le service Webhook sur le site Telerivet, envoyez une réponse au message que vous avez reçu à l'étape 2.

source: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Click Here </button> after you have sent the reply SMS.
fr: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Cliquez ici </button> après avoir envoyé le SMS de réponse.

source: Waiting for inbound SMS...
fr: En attente du SMS entrants...

source: Message received!
fr: Message reçu!

source: Message not received. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Troubleshoot</button>
fr: Message non reçu. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Dépannage</button>

source: An error occurred. This can happen if it has been longer than one week since you started the Telerivet setup process in CommCare HQ. Please restart the setup process and if the problem persists, please report an issue.
fr: Une erreur s'est produite. Cela peut arriver si plus d'une semaine s'est écoulée depuis que vous avez commencé le processus de configuration Telerivet dans CommCare HQ. Veuillez redémarrer le processus de configuration et si le problème persiste, veuillez signaler un problème.

source: Troubleshoot Inbound SMS
fr: Résoudre les problèmes des SMS entrants

source: Double-check the configuration entered in your Telerivet account for step 2.
fr: Vérifiez à nouveau la configuration entrée dans votre compte Telerivet pour l'étape 2.

source: Try sending a message from your test phone to a third phone. If that succeeds, then you can rule out any issues with the test phone.
fr: Essayez d'envoyer un message depuis votre téléphone de test vers un troisième téléphone. Si cela réussit, vous pouvez écarter tout problème avec le téléphone de test.

source: Check the Android phone itself and see if the message shows up there. If it does, then it likely means that there is a configuration error. If it does not, you may need to follow up with the carrier used by the Android phone to understand why it cannot receive SMS.
fr: Vérifiez le téléphone Android lui-même et voyez si le message y apparaît. Si c'est le cas, cela signifie probablement qu'il y a une erreur de configuration. Si ce n'est pas le cas, vous devrez peut-être contacter l'opérateur utilisé par le téléphone Android pour comprendre pourquoi il ne peut pas recevoir de SMS.

source: An unexpected error occurred. Please start over and if the problem persists, please report an issue.
fr: Une erreur est survenue. Veuillez essayer à nouveau. Si le problème subsiste, veuillez signaler ce problème.

source: My Telerivet Gateway
fr: Ma passerelle Telerivet

source: Messaging Token
fr: Jeton de messagerie

source: Tropo Settings
fr: Paramètres de Tropo

source: Trumpia Settings
fr: Paramètres Trumpia

source: Client Auth Token
fr: Jeton d'authentification client

source: Business ID
fr: ID d'entreprise

source: Template Namespace
fr: Espace de noms du modèle

source: Business Auth Token
fr: Jeton d'authentification d'entreprise

source: Fallback Backend
fr: Backend de secours

source: No Fallback Backend
fr: Pas de backend de secours

source: Turn Settings
fr: Paramètres de rotation

source: Twilio Settings
fr: Paramètres de Twilio

source: password
fr: mot de passe

source: Vertex Settings
fr: Paramètres de Vertex

source: (Not Applicable)
fr: (Non applicable)

source: OAuth1 authentication workflow has not been followed for
fr: Le flux de travail d'authentification OAuth1 n'a pas été suivi pour

source: Quarterly
fr: Trimestriel

source: A DHIS2 "UID" is exactly 11 alpha-numeric characters long, and starts with a letter.
fr: Un "UID" DHIS2 est exactement de 11 caractères alphanumériques et commence par une lettre.

source: UCR column
fr: Colonne UCR

source: Use last day of period
fr: Utiliser le dernier jour de la période

source: Use date that dataValues are sent
fr: Utiliser la date à laquelle les dataValues sont envoyées

source: It could be that CommCare HQ is sending data faster than DHIS2 can handle. If possible, try increasing the resources on your DHIS2 instance. The ability to send data from CommCare HQ slower is coming soon.
fr: Il se peut que CommCare HQ envoie des données plus rapidement que DHIS2 ne peut les traiter. Si possible, essayez d'augmenter les ressources sur votre instance DHIS2. La possibilité d'envoyer des données depuis CommCare HQ plus lentement arrive bientôt.

source: This Event’s Program has multiple stages. You will need to update the configuration to specify which program stage the Event’s data belongs to. (See the “programStage” property in the data forwarder’s configuration.)
fr: Le programme de cet événement a plusieurs étapes. Vous devrez mettre à jour la configuration pour spécifier à quelle étape du programme appartiennent les données de l'événement. (Voir la propriété "programStage" dans la configuration du transmetteur de données.)

source: An event for this program stage has already been submitted. It could be that the new event is for a different program stage. You will need to update the configuration to specify the correct program stage for this submission. (See the “programStage” property in the data forwarder’s configuration.)
fr: Un événement pour cette étape du programme a déjà été soumis. Il se peut que le nouvel événement concerne une autre étape du programme. Vous devrez mettre à jour la configuration pour spécifier la bonne étape du programme pour cette soumission. (Voir la propriété "programStage" dans la configuration du transmetteur de données.)

source: The DHIS2 server is currently not accepting connections.
fr: Le serveur DHIS2 n'accepte actuellement pas les connexions.

source: {n} tracked entity instances were found for case {case}
fr: {n} instances d'entités suivies ont été trouvées pour le cas {case}

source: The tracked entity instance ID "{id}" of case {case} was not found on its DHIS2 server.
fr: L'ID de l'instance d'entité suivie "{id}" du cas {case} n'a pas été trouvé sur son serveur DHIS2.

source: Error(s) while updating DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
fr: Erreur(s) lors de la mise à jour de l'entité suivie DHIS2. Les erreurs de DHIS2 peuvent être trouvées dans les journaux de l'API distante : {url}

source: {n} tracked entity instances were registered from case {case}.
fr: {n} instances d'entités suivies ont été enregistrées à partir du cas {case}.

source: Error(s) while registering DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
fr: Erreur(s) lors de l'enregistrement de l'entité suivie DHIS2. Les erreurs de DHIS2 peuvent être trouvées dans les journaux de l'API distante : {url}

source: Unable to create DHIS2 relationship: The case {case} is not registered in DHIS2.
fr: Impossible de créer la relation DHIS2 : Le cas {case} n'est pas enregistré dans DHIS2.

source: A relationship is configured for the {subcase_type} case type, but there is no CaseConfig for the {supercase_type} case type.
fr: Une relation est configurée pour le type de cas {subcase_type}, mais il n'y a pas de CaseConfig pour le type de cas {supercase_type}.

source: DHIS2 created {n} relationships. Errors from DHIS2 can be found in Remote API Logs: {url}
fr: DHIS2 a créé {n} relations. Les erreurs de DHIS2 peuvent être trouvées dans les journaux de l'API distante : {url}

source: An error occurred on the first API request to DHIS2. Please refer to Remote API Logs to confirm that the URL and the request parameters are correct.
fr: Une erreur s'est produite lors de la première requête API vers DHIS2. Veuillez consulter les journaux de l'API distante pour confirmer que l'URL et les paramètres de la requête sont corrects.

source: Frequency
fr: Fréquence

source: Day to send data
fr: Jour pour envoyer les données

source: Day of the month if "Frequency" is monthly or quarterly. Day of the week if "Frequency" is weekly, where Monday is 1 and Sunday is 7.
fr: Jour du mois si la "Fréquence" est mensuelle ou trimestrielle. Jour de la semaine si la "Fréquence" est hebdomadaire, où lundi est 1 et dimanche est 7.

source: DataSetID
fr: Identifiant de l'ensemble des données

source: The DHIS2 ID of this DataSet
fr: L'ID DHIS2 de cet ensemble de données

source: The UCR column name specifying the OrgUnitID or a static OrgUnitID.
fr: Le nom de la colonne UCR spécifiant l'OrgUnitID ou un OrgUnitID statique.

source: Period
fr: Période

source: The UCR column name specifying the Period or a static Period. Week periods use the format yyyyWn (e.g. "2004W10" for week 10, 2004). Month periods use the format yyyyMM (e.g. "200403" for March 2004). Quarter periods use the format yyyyQn (e.g. "2004Q1" for January-March 2004). If the UCR has a date filter then leave the field blank to filter the UCR by the date range of the previous period.
fr: Le nom de la colonne UCR spécifiant la période ou une période statique. Les périodes hebdomadaires utilisent le format aaaaWn (par exemple, "2004W10" pour la semaine 10, 2004). Les périodes mensuelles utilisent le format aaaaMM (par exemple, "200403" pour mars 2004). Les périodes trimestrielles utilisent le format aaaaQn (par exemple, "2004Q1" pour janvier-mars 2004). Si l'UCR a un filtre de date, laissez le champ vide pour filtrer l'UCR par la plage de dates de la période précédente.

source: AttributeOptionComboID
fr: "Identifiant Combo pour l'option d'attribut"

source: CompleteDate
fr: CompléterDate

source: DataSet Details
fr: Détails du jeu de données

source: Enter a day of the week, where Monday is 1 and Sunday is 7.
fr: Entrez un jour de la semaine, où lundi est 1 et dimanche est 7.

source: Enter a day of the month that occurs in every month (i.e. from 1 to 28).
fr: Entrez un jour du mois qui se produit chaque mois (c'est-à-dire de 1 à 28).

source: "Frequency" is set to "Weekly". Please enter a valid week period in the format yyyyWn (e.g. "2004W10" for week 10, 2004), or enter a valid column.
fr: "Fréquence" est réglée sur "Hebdomadaire". Veuillez entrer une période de semaine valide au format yyyyWn (par exemple, "2004W10" pour la semaine 10, 2004), ou entrez une colonne valide.

source: "Frequency" is set to "Monthly". Please enter a valid month period in the format yyyyMM (e.g. "200403" for March 2004), or enter a valid column.
fr: "Fréquence" est réglée sur "Mensuelle". Veuillez entrer une période de mois valide au format yyyyMM (par exemple, "200403" pour mars 2004), ou entrez une colonne valide.

source: "Frequency" is set to "Quarterly". Please enter a valid quarter period in the format yyyyQn (e.g. "2004Q1" for January-March 2004), or enter a valid column.
fr: "Fréquence" est réglée sur "Trimestrielle". Veuillez entrer une période de trimestre valide au format yyyyQn (par exemple, "2004Q1" pour janvier-mars 2004), ou entrez une colonne valide.

source: User Configurable Report
fr: Rapport configurable par l'utilisateur

source: DataSet Maps map CommCare UCRs to DHIS2 DataSets. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets" target="_new">More info</a>.
fr: Les cartes de jeu de données mappent les UCR de CommCare aux ensembles de données DHIS2. <a href="https://github.com/dimagi/commcare-hq/blob/master/corehq/motech/dhis2/README.md#datasets" target="_new">Plus d'infos</a>.
