Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/djangojs.po
Languages: fr

source: Oops! Something went wrong! Please check that your geospatial settings are configured correctly or contact admin if the problem persists.
fr: Oups ! Quelque chose s'est mal passé ! Veuillez vérifier que vos paramètres géospatiaux sont configurés correctement ou contactez l'administrateur si le problème persiste.

source: Please ensure that the filtered area includes both cases and mobile workers before attempting to run disbursement.
fr: Veuillez vous assurer que la zone filtrée inclut à la fois les cas et les travailleurs mobiles avant de tenter de procéder au versement.

source: All locations
fr: Tous les emplacements

source: Oops! Something went wrong! Please report an issue if the problem persists.
fr: Oups ! Quelque chose s'est mal passé ! Veuillez signaler un problème si le problème persiste.

source: Token successfully verified!
fr: Jeton vérifié avec succès !

source: Invalid API token. Please verify that the token matches the one on your Mapbox account and has the correct scope configured.
fr: Jeton API invalide. Veuillez vérifier que le jeton correspond à celui de votre compte Mapbox et qu'il a la portée correcte configurée.

source: current user
fr: utilisateur actuel

source: Mobile Worker
fr: Utilisateur mobile

source: Warning! This action will clear the current disbursement. Please confirm if you want to proceed.
fr: Attention ! Cette action effacera le versement actuel. Veuillez confirmer si vous souhaitez continuer.

source: Refreshing Page...
fr: Actualisation de la page...

source: Name of the Area
fr: Nom de la zone

source: Please enter the name for the area!
fr: Veuillez entrer le nom de la zone !

source: No user selected (unassign mode)
fr: Aucun utilisateur sélectionné (mode désassignation)

source: Assigned User ID
fr: ID de l'utilisateur assigné

source: Assigned Username
fr: Nom d'utilisateur assigné

source: Assigned User Primary Location
fr: Emplacement principal de l'utilisateur assigné

source: Edit Group Information
fr: Modifier les informations du groupe

source: The following changes will not be saved:
fr: Les changements suivant n'ont pas été sauvés :

source: Successfully saved
fr: Enregistré avec succès

source: Failed to save
fr: Échec de l'enregistrement

source: Please wait and do not navigate away...
fr: Veuillez patienter...

source: Error fetching multimedia, please try again or report an issue if the problem persists.
fr: Erreur lors de la récupération des multimédias, veuillez réessayer ou signaler un problème si le problème persiste.

source: This is Danny, one of our best developers.
fr: Voici Danny, un de nos meilleurs développeurs.

source: Danny is pretty sad that you had to encounter this issue. He's making sure it gets fixed as soon as possible.
fr: Danny est déçu que vous ayez rencontré ce problème. Il travaille le plus rapidement possible afin de résoudre le problème.

source: Clear selection
fr: Effacer la sélection

source: Close the picker
fr: Fermer le sélecteur

source: 2-digit
fr: 2 chiffres

source: Decrement Hour
fr: Diminuer l'heure

source: Decrement Minute
fr: Diminuer la minute

source: Decrement Second
fr: Diminuer la seconde

source: Increment Hour
fr: Augmenter l'heure

source: Increment Minute
fr: Augmenter la minute

source: Increment Second
fr: Augmenter la seconde

source: Next Century
fr: Siècle suivant

source: Next Decade
fr: Décennie suivante

source: Next Month
fr: Mois suivant

source: Next Year
fr: Année suivante

source: Pick Hour
fr: Choisir l'heure

source: Pick Minute
fr: Choisir Minute

source: Pick Second
fr: Choisir Seconde

source: Previous Century
fr: Siècle Précédent

source: Previous Decade
fr: Décennie Précédente

source: Previous Year
fr: Année Précédente

source: Select Date
fr: Sélectionner Date

source: Select Decade
fr: Sélectionner Décennie

source: Select Month
fr: Sélectionner Mois

source: Select Time
fr: Sélectionner Heure

source: Select Year
fr: Sélectionner Année

source: Go to today
fr: Aller à aujourd'hui

source: Toggle Meridiem
fr: Basculer Meridiem

source: Incorrect Format
fr: Format incorrect

source: Only Dimagi email addresses can be included
fr: Seules les adresses email Dimagi peuvent être incluses

source: Could not authenticate, please log in and try again
fr: Impossible d'authentifier, veuillez vous connecter et réessayer

source: There was a problem, please refresh and try again
fr: Il y a eu un problème, veuillez actualiser et réessayer

source: Done
fr: Terminé

source: Saving...
fr: En train d'enregistrer

source: Saved
fr: Enregistré

source: Try Again
fr: Essayer de nouveau

source: Deleting...
fr: En cours de suppression

source: Deleted
fr: Supprimé

source: There was an error deleting
fr: Il y a eu une erreur de suppression

source: We could not turn on the new feature. You will have the opportunity to turn it on the next time you visit this page.
fr: Nous n'avons pas pu activer la nouvelle fonctionnalité. Vous aurez l'occasion de l'activer la prochaine fois que vous visiterez cette page.

source: We could not turn off the new feature. Please try again later.
fr: Nous n'avons pas pu désactiver la nouvelle fonctionnalité. Veuillez réessayer plus tard.

source: Not a valid email
fr: Email non valide

source: Checking...
fr: Vérification...

source: Error saving, please try again.
fr: Erreur de sauvegarde, veuillez réessayer.

source: <%- num %> per page
fr: <%- num %> par page

source: Showing <%- firstItem %> to <%- lastItem %> of <%- maxItems %> entries
fr: Affichage de <%- firstItem %> à <%- lastItem %> sur <%- maxItems %> entrées

source: No File selected
fr: Aucun fichier sélectionné

source: Failed to upload image:
fr: Échec du téléchargement de l'image :

source: Failed to upload image. Please try again.
fr: Échec du téléchargement de l'image. Veuillez réessayer.

source: Clear
fr: Effacer

source: Gateway Timeout Error. Max retries exceeded.
fr: Erreur de délai d'attente de la passerelle. Nombre maximal de tentatives dépassé.

source: Request timed out. Max retries exceeded.
fr: Délai de la requête dépassé. Nombre maximal de tentatives dépassé.

source: Unknown Event
fr: Événement Inconnu

source: Unknown Path
fr: Chemin Inconnu

source: Items
fr: Articles

source: Selected items
fr: Articles sélectionnés

source: Search items
fr: Rechercher des articles

source: Add All
fr: Ajouter tout

source: Remove All
fr: Supprimer tout

source: Your password is too weak! Try adding numbers or symbols.
fr: Votre mot de passe est trop faible ! Essayez d'ajouter des chiffres ou des symboles.

source: There was an issue communicating with the server. Please try back later.
fr: Il y a eu un problème de communication avec le serveur. Veuillez réessayer plus tard.

source: to
fr: à

source: blank
fr: vide

source: Edit
fr: Modifier

source: Add Item
fr: Ajouter un article

source: Click <strong>Edit</strong> to Add Values</span>
fr: Cliquez sur <strong>Modifier</strong> pour ajouter des valeurs</span>

source: Calculation is duplicated
fr: Le calcul est dupliqué

source: Add Image
fr: Ajouter image

source: Calculation contains an invalid character.
fr: Le calcul contient un caractère invalide.

source: Add Key, Value Mapping
fr: Ajouter une correspondance clé, valeur

source: Key
fr: Clef

source: This key is already defined
fr: Cette clé est déjà définie

source: Add Key, Translation Mapping
fr: Ajouter une correspondance clé, traduction

source: Key contains invalid characters.
fr: La clé contient des caractères invalides.

source: Key is duplicated
fr: La clé est dupliquée

source: Key contains an invalid character.
fr: La clé contient un caractère invalide.

source: Edit mapping for "<%- property %>"
fr: Modifier la correspondance pour "<%- property %>"

source: Welcome,
fr: Bienvenue,

source: Agent is logged in:
fr: L'agent est connecté :

source: Connecting...
fr: Connexion...

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: There is no valid phone number available.
fr: Il n'y a pas de numéro de téléphone valide disponible.

source: You have not logged in.
fr: Vous ne vous êtes pas connecté.

source: You already have an active call.
fr: Vous avez déjà un appel actif.

source: Error updating.
fr: Erreur de mise à jour.

source: Report successfully linked.
fr: Rapport lié avec succès.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
fr: Quelque chose d'inattendu s'est produit. Veuillez réessayer, ou signaler un problème si le problème persiste.

source: All project spaces
fr: Tous les espaces de projet

source: Project spaces to push to
fr: Espaces de projet à pousser

source: Search project spaces
fr: Rechercher des espaces de projet

source: Unable to link project spaces. <%- error %>
fr: Impossible de lier les espaces de projet. <%- error %>

source: Unable to link project spaces. Please try again, or report an issue if the problem persists.
fr: Impossible de lier les espaces de projet. Veuillez réessayer, ou signaler un problème si le problème persiste.

source: Download <%- count %> Location
fr: Télécharger <%- count %> emplacement

source: Download <%- count %> Locations
fr: Télécharger <%- count %> emplacements

source: Error determining number of matching locations
fr: Erreur lors de la détermination du nombre d'emplacements correspondants

source: You have successfully archived the location <%-name%>
fr: Vous avez archivé avec succès l'emplacement <%-name%>

source: You have successfully deleted the location <%-name%> and all of its child locations
fr: Vous avez supprimé avec succès l'emplacement <%-name%> et tous ses emplacements enfants

source: An error occurred while deleting your location. If the problem persists, please report an issue
fr: Une erreur est survenue lors de la suppression de votre site. Si le problème subsiste, veuillez signaler ce problème.

source: Select a Location
fr: Sélectionner un site

source: Choose a primary location
fr: Choisir un site principal

source: Could not load data. Please try again later or report an issue if this problem persists.
fr: Impossible de charger les données. Veuillez réessayer plus tard ou signaler un problème si ce problème persiste.

source: yes
fr: oui

source: Password must have at least <%- passwordLength %> characters.
fr: Le mot de passe doit comporter au moins <%- passwordLength %> caractères.

source: <i class='fa fa-warning'></i>This password is automatically generated. Please copy it or create your own. It will not be shown again.
fr: <i class='fa fa-warning'></i>Ce mot de passe est généré automatiquement. Veuillez le copier ou créer le vôtre. Il ne sera plus affiché.

source: Your password is too weak! Try adding numbers or symbols!
fr: Votre mot de passe est trop faible ! Essayez d'ajouter des chiffres ou des symboles !

source: Your password is almost strong enough! Try adding numbers or symbols!
fr: Votre mot de passe est presque assez fort ! Essayez d'ajouter des chiffres ou des symboles !

source: Good Job! Your password is strong!
fr: Bon travail ! Votre mot de passe est fort !

source: Please enter your name.
fr: Veuillez saisir votre nom

source: Please specify an email.
fr: Veuillez spécifier une adresse mail.

source: Checking email...
fr: Vérification de l'email...

source: Please specify a password.
fr: Veuillez spécifier un mot de passe.

source: Please specify a project name.
fr: Veuillez spécifier un nom de projet.

source: Please specify.
fr: Veuillez spécifier.

source: Please list your organization or company name.
fr: Veuillez indiquer le nom de votre organisation ou de votre entreprise.

source: An unknown error occurred. Please try again or report an issue.
fr: Une erreur inconnue s'est produite. Veuillez réessayer ou signaler un problème.

source: Opt in successful
fr: Inscription réussie

source: Opt out successful
fr: Désinscription réussie

source: All Project Spaces
fr: Tous les Espaces Projets

source: All Actions
fr: Toutes les actions

source: Rejected
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Accepted
fr: Accepté

source: Pending
fr: En attente

source: Please check your Internet connection!
fr: Veuillez vérifier votre connexion Internet !

source: Report Not Found.
fr: Rapport Non Trouvé.

source: Request timed out when rendering this report. This might be an issue with our servers or with your Internet connection. We encourage you to report an issue to CommCare HQ Support so we can look into any possible issues.
fr: La demande a expiré lors du rendu de ce rapport. Cela pourrait être un problème avec nos serveurs ou avec votre connexion Internet. Nous vous encourageons à signaler un problème au support de CommCare HQ afin que nous puissions examiner tout problème éventuel.

source: Problem Rendering Report. Our error monitoring tools have noticed this and we are working quickly to resolve this issue as soon as possible. We encourage you to contact CommCare HQ Support if this issue persists for more than a few minutes. We appreciate any additional information you can give us about this problem so we can fix it immediately.
fr: Problème de Rendu du Rapport. Nos outils de surveillance des erreurs ont remarqué cela et nous travaillons rapidement pour résoudre ce problème dès que possible. Nous vous encourageons à contacter le support de CommCare HQ si ce problème persiste plus de quelques minutes. Nous apprécions toute information supplémentaire que vous pouvez nous donner sur ce problème afin que nous puissions le résoudre immédiatement.

source: Bad Gateway. Please contact CommCare HQ Support.
fr: Mauvaise Passerelle. Veuillez contacter le support de CommCare HQ.

source: CommCare HQ is experiencing server difficulties. We're working quickly to resolve it. Thank you for your patience. We are extremely sorry.
fr: CommCare HQ rencontre des difficultés avec le serveur. Nous travaillons rapidement pour le résoudre. Merci pour votre patience. Nous sommes extrêmement désolés.

source: Gateway Timeout. Please contact CommCare HQ Support.
fr: Délai d'attente de la passerelle. Veuillez contacter le support de CommCare HQ.

source: Your search term was too long. Please provide a shorter search filter
fr: Votre terme de recherche était trop long. Veuillez fournir un filtre de recherche plus court

source: Loading Stopped
fr: Chargement Arrêté

source: We were unsuccessful loading the report:
fr: Nous n'avons pas réussi à charger le rapport :

source: You can email a saved version<br />of this report.
fr: Vous pouvez envoyer par email une version<br />sauvegardée de ce rapport.

source: Unknown
fr: Inconnu

source: Sorry, there was an issue communicating with the server.
fr: Désolé, il y a eu un problème de communication avec le serveur.

source: Select a value
fr: Sélectionnez une valeur

source: Loading
fr: Chargement en cours

source: No data available to display. Please try changing your filters.
fr: Aucune donnée disponible à afficher. Veuillez essayer de modifier vos filtres.

source: Sorry!
fr: Désolé!

source: There was an error with your query, it has been logged, please try another query.
fr: Il y a eu une erreur avec votre requête, elle a été enregistrée, veuillez essayer une autre requête.

source: Your search query is invalid, please adjust the formatting and try again.
fr: Votre requête de recherche est invalide, veuillez ajuster le formatage et réessayer.

source: From Time
fr: De l'Heure

source: Select a language...
fr: Sélection de la langue...

source: Available Reports
fr: Rapports disponibles

source: Included Reports
fr: Rapports inclus

source: Search Reports...
fr: Rechercher rapports...

source: Your requested Excel report will be sent to the email address defined in your account settings.
fr: Le rapport Excel demandé sera envoyé à l'adresse e-mail définie dans les paramètres de votre compte.

source: No Data
fr: Pas de données

source: Sorry, we couldn't load that.
fr: Désolé, nous n'avons pas pu charger cela.

source: No data available in table
fr: Aucune donnée disponible dans le tableau

source: Showing _START_ to _END_ of _TOTAL_ entries
fr: Affichage de _START_ à _END_ sur _TOTAL_ entrées

source: Some required fields are missing. Please complete them before saving.
fr: Certains champs obligatoires sont manquant. Veuillez les compléter avant de sauvegarder.

source: Start date cannot be after end date.
fr: La date de début ne peut pas être postérieure à la date de fin.

source: Labels
fr: Libellés

source: Question IDs
fr: Identifications de question

source: Report successfully emailed
fr: Le rapport a été envoyé par courrier électronique avec succès

source: An error occurred emailing your report. Please try again.
fr: Une erreur est survenue lors de l'envoi du rapport par courrier électronique. Veuillez essayer à nouveau.

source: Success!
fr: Succès!

source: Failed
fr: Échoué

source: Failed to re-process
fr: Échec du retraitement

source: _MENU_ per page
fr: _MENU_ par page

source: All Rows
fr: Toutes les lignes

source: All
fr: Tous

source: Select a group
fr: Sélectionner un groupe

source: case types
fr: types de cas

source: e.g. (dob <= '2017-02-01' and initial_home_visit_completed = 'yes')
fr: par exemple (dob <= '2017-02-01' et initial_home_visit_completed = 'yes')

source: That have phone numbers
fr: Qui ont des numéros de téléphone

source: That do not have phone numbers
fr: Qui n'ont pas de numéros de téléphone

source: My Scheduled Reports
fr: Mes rapports planifiés

source: Other Scheduled Reports
fr: Autres rapports programmés

source: An error occured with the tableau server request, please ensure the server configuration is correct and try again.
fr: Une erreur s'est produite avec la requête du serveur tableau, veuillez vous assurer que la configuration du serveur est correcte et réessayer.

source: Save Filters
fr: Enregistrer les filtres

source: Export Data
fr: Exporter des données

source: Column Title
fr: Titre de la colonne

source: Select <%= title %>...
fr: Sélectionner <%= title %>...

source: Streets
fr: Rues

source: You must have at least one phone number.
fr: Vous devez avoir au moins un numéro de téléphone.

source: (New Message) -
fr: (Nouveau message) -

source: Chat
fr: Conversation

source: Show
fr: Afficher

source: contacts per page
fr: contacts par page

source: Loading Contacts...
fr: Chargement des contacts...

source: Showing _START_ to _END_ of _TOTAL_ contacts
fr: Affichage _DÉBUT_ jusqu’à la _FIN_ du _TOTAL_ des contacts

source: (filtered from _MAX_ total contacts)
fr: (trié à partir du _MAX_ total des contacts)

source: There was an error fetching the SMS rate.
fr: Une erreur s'est produite lors de la récupération du tarif SMS.

source: Please Select a Country Code
fr: Sélectionnez un code pays

source: Letters Selected
fr: Lettres sélectionnées

source: Forms
fr: Formulaires

source: Cases
fr: Dossiers

source: Reports
fr: Rapports

source: App Builder
fr: Constructeur d'applications

source: Thank you,
fr: Merci,

source: Submission has been cancelled.
fr: La soumission a été annulée.

source: Please specify a username.
fr: Veuillez spécifier un nom d'utilisateur.

source: Username must be at least three characters long.
fr: Le nom d'utilisateur doit comporter au moins trois caractères.

source: Your password must be at least 6 characters long
fr: Votre mot de passe doit comporter au moins 6 caractères

source: Resetting form...
fr: Réinitialisation du formulaire...

source: Benched
fr: Sur le banc

source: Playing
fr: En jeu

source: Search Team...
fr: Rechercher une équipe...

source: Could not load users. Please try again later or report an issue if this problem persists.
fr: Impossible de charger les utilisateurs. Veuillez réessayer plus tard ou signaler un problème si ce problème persiste.

source: Delete Translation
fr: Supprimer la traduction

source: Add Translation
fr: Ajouter une traduction

source: Auto fill translations
fr: Remplissage automatique des traductions

source: Auto Fill translations
fr: Remplissage automatique des traductions

source: This will pick the most common translations for your selected language. You can then edit them as needed.
fr: Cela sélectionnera les traductions les plus courantes pour la langue choisie. Vous pourrez ensuite les modifier si nécessaire.

source: You have unsaved user interface translations.
fr: Vous avez des traductions de l'interface utilisateur non enregistrées.

source: Parameters formatting problem!
fr: Problème de formatage des paramètres !

source: Autofill is not available in English (en). Please change your language using the dropdown in the top left.
fr: Le remplissage automatique n'est pas disponible en anglais (en). Veuillez changer votre langue en utilisant le menu déroulant en haut à gauche.

source: Showing the current page of data. Switch pages to see more data.
fr: Affichage de la page de données en cours. Changez de page pour voir plus de données.

source: Linked projects
fr: Projets liés

source: Projects to copy to
fr: Projets à copier vers

source: Search projects
fr: Rechercher des projets

source: Choose the property you would like to add as a filter to this report.
fr: Choisissez la propriété que vous souhaitez ajouter comme filtre à ce rapport.

source: Web users viewing the report will see this display text instead of the property name. Name your filter something easy for users to understand.
fr: Les utilisateurs Web visualisant le rapport verront ce texte d'affichage au lieu du nom de la propriété. Nommez votre filtre de manière à ce qu'il soit facile à comprendre pour les utilisateurs.

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this if the property is a date.<br/><strong>Choice</strong>: Select this if the property is text or multiple choice.
fr: Quel type de propriété est ce filtre?<br/><br/><strong>Date</strong>: Sélectionnez ceci si la propriété est une date.<br/><strong>Choix</strong>: Sélectionnez ceci si la propriété est un texte ou un choix multiple.

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this to filter the property by a date range.<br/><strong>Value</strong>: Select this to filter the property by a single value.
fr: Quel type de propriété est ce filtre?<br/><br/><strong>Date</strong>: Sélectionnez ceci pour filtrer la propriété par une plage de dates.<br/><strong>Valeur</strong>: Sélectionnez ceci pour filtrer la propriété par une seule valeur.

source: What value or date range must the property be equal to?
fr: À quelle valeur ou plage de dates la propriété doit-elle être égale?

source: Expression saved
fr: Expression enregistrée

source: Column format selection will determine how each row's value is calculated.
fr: La sélection du format de colonne déterminera comment la valeur de chaque ligne est calculée.

source: Please check above for any errors in your configuration.
fr: Veuillez vérifier ci-dessus pour toute erreur dans votre configuration.

source: Edit a custom web report or custom web report source
fr: Modifier un rapport Web personnalisé ou une source de rapport Web personnalisé

source: Edit a report or data source
fr: Modifier un rapport ou une source de données

source: static
fr: statique

source: deactivated
fr: désactivé

source: Unknown error
fr: Erreur inconnue

source: Password changed successfully.
fr: Mot de passe modifié avec succès.

source: Password is not strong enough. Try making your password more complex.
fr: Le mot de passe n'est pas assez fort. Essayez de le rendre plus complexe.

source: The two password fields didn't match.
fr: Les deux champs de mot de passe ne correspondent pas.

source: Password was not changed.
fr: Le mot de passe n'a pas été modifié.

source: Available Groups
fr: Groupes disponibles

source: Groups with this User
fr: Groupes avec cet utilisateur

source: Search Group...
fr: Rechercher un groupe...
