Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/djangojs.po
Languages: fr

source: Group membership has changed.
fr: L'adhésion au groupe a été modifiée.

source: <%- user_count %> user
fr: <%- user_count %> utilisateur

source: <%- user_count %> users
fr: <%- user_count %> utilisateurs

source: and <%- group_count %> group
fr: et <%- group_count %> groupe

source: and <%- group_count %> groups
fr: et <%- group_count %> groupes

source: Error determining number of matching users
fr: Erreur lors de la détermination du nombre d'utilisateurs correspondants

source: Email address is required when users confirm their own accounts.
fr: L'adresse e-mail est requise lorsque les utilisateurs confirment leurs propres comptes.

source: Please enter a valid email address.
fr: Veuillez entrer une adresse mail valide.

source: Phone number is required when users confirm their own accounts by sms.
fr: Le numéro de téléphone est requis lorsque les utilisateurs confirment leurs propres comptes par SMS.

source: Phone number should contain only digits 0-9.
fr: Le numéro de téléphone ne doit contenir que des chiffres de 0 à 9.

source: Checking availability...
fr: Vérification de la disponibilité...

source: Issue connecting to server. Check Internet connection.
fr: Problème de connexion au serveur. Veuillez vérifier votre connexion internet.

source: No Access
fr: Pas d'accès

source: Access All
fr: Accès total

source: Limited Access
fr: Accès limité

source: Select which items the role can access:
fr: Sélectionnez les éléments auxquels le rôle peut accéder :

source: <strong>Web Users</strong> &mdash; invite new web users, manage account settings, remove membership
fr: <strong>Utilisateurs Web</strong> &mdash; inviter de nouveaux utilisateurs web, gérer les paramètres du compte, supprimer l'adhésion

source: Edit & View Mobile Workers
fr: Modifier et voir les travailleurs mobiles

source: View-Only Mobile Workers
fr: Voir uniquement les travailleurs mobiles

source: <strong>Manage Tableau Configuration</strong> &mdash; manage tableau configuration for web users
fr: <strong>Gérer la configuration de Tableau</strong> &mdash; gérer la configuration de Tableau pour les utilisateurs web

source: Edit & View tableau configuration for web users
fr: Modifier et voir la configuration de Tableau pour les utilisateurs web

source: View-Only tableau configuration for web users
fr: Voir uniquement la configuration de Tableau pour les utilisateurs web

source: <strong>Mobile Workers</strong> &mdash; create new accounts, manage account settings, deactivate or delete mobile workers.
fr: <strong>Travailleurs Mobiles</strong> &mdash; créer de nouveaux comptes, gérer les paramètres du compte, désactiver ou supprimer les travailleurs mobiles.

source: Edit & View Web Users
fr: Modifier et voir les utilisateurs web

source: View-Only Web Users
fr: Voir uniquement les utilisateurs web

source: <strong>Groups</strong> &mdash; manage groups of mobile workers
fr: <strong>Groupes</strong> &mdash; gérer les groupes de travailleurs mobiles

source: Edit & View Groups
fr: Modifier et voir les groupes

source: View-Only Web Groups
fr: Voir uniquement les groupes web

source: Allow changing group membership (requires edit groups).
fr: Autoriser le changement d'adhésion au groupe (nécessite la modification des groupes).

source: <strong>Locations</strong> &mdash; manage locations in the Organization's Hierarchy
fr: <strong>Emplacements</strong> &mdash; gérer les emplacements dans la hiérarchie de l'organisation

source: Edit & View Locations
fr: Modifier et voir les emplacements

source: View-Only Web Locations
fr: Voir uniquement les emplacements web

source: Allow changing workers at a location.
fr: Autoriser le changement de travailleurs à un emplacement.

source: <strong>Data Dictionary</strong> &mdash; manage case properties within CommCare HQ
fr: <strong>Dictionnaire de données</strong> &mdash; gérer les propriétés des cas dans CommCare HQ

source: Edit & View Data Dictionary
fr: Modifier et voir le dictionnaire de données

source: View-Only Data Dictionary
fr: Voir uniquement le dictionnaire de données

source: <strong>Data</strong> &mdash; view, export, and edit form and case data, reassign cases
fr: <strong>Données</strong> &mdash; voir, exporter et modifier les données de formulaire et de cas, réassigner les cas

source: Edit & View Data
fr: Modifier et voir les données

source: <strong>Messaging</strong> &mdash; configure and send conditional alerts
fr: <strong>Messagerie</strong> &mdash; configurer et envoyer des alertes conditionnelles

source: Access Messaging
fr: Accéder à la Messagerie

source: <strong>Access APIs</strong> &mdash; use CommCare HQ APIs to read and update data. Specific APIs may require additional permissions.
fr: <strong>Accéder aux APIs</strong> &mdash; utiliser les APIs de CommCare HQ pour lire et mettre à jour les données. Certaines APIs peuvent nécessiter des autorisations supplémentaires.

source: Access APIs
fr: Accéder aux APIs

source: <strong>Applications</strong> &mdash; modify or view the structure and configuration of all applications.
fr: <strong>Applications</strong> &mdash; modifier ou visualiser la structure et la configuration de toutes les applications.

source: Edit & View Apps
fr: Modifier et voir les applications

source: View-Only Applications
fr: Applications en lecture seule

source: <strong>Roles &amp; Permissions</strong> &mdash; view web user and mobile worker roles &amp; permissions (only Admins can edit roles)
fr: <strong>Rôles &amp; Permissions</strong> &mdash; voir les rôles et permissions des utilisateurs web et des travailleurs mobiles (seuls les administrateurs peuvent modifier les rôles)

source: View Roles and Permissions
fr: Voir les rôles et permissions

source: <strong>Dropzone</strong> &mdash; Upload and download files from the file Dropzone
fr: <strong>Zone de dépôt</strong> &mdash; téléverser et télécharger des fichiers depuis la zone de dépôt

source: Edit & Download files from the Dropzone
fr: Modifier et télécharger des fichiers depuis la zone de dépôt

source: View-Only Dropzone
fr: Zone de dépôt en lecture seule

source: <strong>Manage Shared Exports</strong> &mdash; access and edit the content and structure of shared exports
fr: <strong>Gérer les exportations partagées</strong> &mdash; accéder et modifier le contenu et la structure des exportations partagées

source: <strong>Attendance Tracking</strong> &mdash; Coordinate attendance tracking events and users
fr: <strong>Suivi de présence</strong> &mdash; coordonner les événements de suivi de présence et les utilisateurs

source: Edit Attendance Tracking Events
fr: Modifier les événements de suivi de présence

source: <strong>CommCare Analytics</strong> &mdash; manage CommCare Analytics associated with this project
fr: <strong>Analyse CommCare</strong> &mdash; gérer l'analyse CommCare associée à ce projet

source: Edit & View CommCare Analytics
fr: Modifier et voir l'analyse CommCare

source: View-Only CommCare Analytics
fr: Analyse CommCare en lecture seule

source: Enterprise Release Management
fr: Gestion des versions d'entreprise

source: Multi-Environment Release Management
fr: Gestion des versions multi-environnements

source: Linked Project Spaces
fr: Espaces de projet liés

source: Allow role to configure linked project spaces
fr: Autoriser le rôle à configurer les espaces de projet liés

source: Linked Configurations
fr: Configurations liées

source: Allow role to edit linked configurations on this project space
fr: Autoriser le rôle à modifier les configurations liées sur cet espace de projet

source: Create and Edit Reports
fr: Créer et modifier des rapports

source: Allow role to create and edit reports in report builder.
fr: Autoriser le rôle à créer et modifier des rapports dans le générateur de rapports.

source: Create and Edit Custom Web Reports
fr: Créer et modifier des rapports web personnalisés

source: Allow role to create and edit custom web reports.
fr: Autoriser le rôle à créer et modifier des rapports web personnalisés.

source: Create and Edit Configurable Reports
fr: Créer et modifier des rapports configurables

source: Allow role to create and edit configurable reports.
fr: Autoriser le rôle à créer et modifier des rapports configurables.

source: Access All CommCare Reports
fr: Accéder à tous les rapports CommCare

source: Access All Reports
fr: Accéder à tous les rapports

source: Allow role to view all CommCare reports. Excludes embedded Tableau reports
fr: Autoriser le rôle à voir tous les rapports CommCare. Exclut les rapports Tableau intégrés

source: Allow role to access all reports.
fr: Autoriser le rôle à accéder à tous les rapports.

source: Download and Email Reports
fr: Télécharger et envoyer par email des rapports

source: Allow role to download and email report data.
fr: Autoriser le rôle à télécharger et envoyer par email les données du rapport.

source: Access All Tableau Reports
fr: Accéder à tous les rapports Tableau

source: Allow role to access all embedded Tableau reports.
fr: Autoriser le rôle à accéder à tous les rapports Tableau intégrés.

source: Manage Registries
fr: Gérer les registres

source: Select which registries the role can manage:
fr: Sélectionner les registres que le rôle peut gérer :

source: View Registry Data
fr: Voir les données du registre

source: Select which registry data the role can view:
fr: Sélectionner les données du registre que le rôle peut voir :

source: Use Web Apps for online data entry
fr: Utiliser les applications web pour la saisie de données en ligne

source: Select which web apps the role has access to:
fr: Sélectionner les applications web auxquelles le rôle a accès :

source: Select at least one item from the list for "%s"
fr: Sélectionnez au moins un élément de la liste pour "%s"

source: Edit Role:
fr: Modifier rôle:

source: View Role:
fr: Voir le rôle :

source: New Role
fr: Nouveau rôle

source: Delete Role:
fr: Supprimer rôle:

source: Are you sure you want to delete the role <%- role %>?
fr: Êtes-vous sûr de vouloir supprimer le rôle <%- role %> ?

source: An error occurred, please try again.
fr: Une erreur s'est produite, veuillez réessayer.

source: View Only
fr: Vue uniquement

source: <%- days %> days remaining
fr: <%- days %> jours restants

source: Unable to delete invitation, please try again later.
fr: Impossible de supprimer l'invitation, veuillez réessayer plus tard.

source: Unable to resend invitation, please try again later.
fr: Impossible de renvoyer l'invitation, veuillez réessayer plus tard.

source: Delete request
fr: Supprimer la requête

source: Are you sure you want to delete this request?
fr: Êtes-vous certain de vouloir supprimer cette requête?

source: We have sent the invitation email to this user but the user's email server rejected it. This usually means either the email address is incorrect or your organization is blocking emails from our address (<%- fromAddress %>).
fr: Nous avons envoyé l'email d'invitation à cet utilisateur, mais le serveur de messagerie de l'utilisateur l'a rejeté. Cela signifie généralement que l'adresse email est incorrecte ou que votre organisation bloque les emails de notre adresse (<%- fromAddress %>).

source: No users matched your search.
fr: Aucun utilisateur ne correspond à votre recherche.

source: This project has no web users.
fr: Ce projet n'a pas d'utilisateurs web.

source: Requeued
fr: Reprogrammé

source: Are you sure you want to delete this scheduled message?
fr: Êtes-vous sûr de vouloir supprimer ce message programmé ?

source: This rule has been restarted.
fr: Cette règle a été redémarrée.

source: Unable to restart rule. Rules can only be started every two hours and there are %s minute(s) remaining before this rule can be started again.
fr: Impossible de redémarrer la règle. Les règles ne peuvent être démarrées que toutes les deux heures et il reste %s minute(s) avant que cette règle puisse être redémarrée.

source: Are you sure you want to remove this conditional message?
fr: Êtes-vous sûr de vouloir supprimer ce message conditionnel ?

source: A rule should only be restarted when you believe it is stuck and is not progressing. You will only be able to restart this rule once every two hours. Restart this rule?
fr: Une règle ne doit être redémarrée que si vous pensez qu'elle est bloquée et ne progresse pas. Vous ne pourrez redémarrer cette règle qu'une fois toutes les deux heures. Redémarrer cette règle ?

source: A rule should only be restarted when you believe it is stuck and is not progressing. Your user is able to restart as many times as you like, but restarting too many times without finishing can place a burden on the system. Restart this rule?
fr: Une règle ne doit être redémarrée que si vous pensez qu'elle est bloquée et ne progresse pas. Votre utilisateur peut redémarrer autant de fois que vous le souhaitez, mais redémarrer trop de fois sans terminer peut alourdir le système. Redémarrer cette règle ?

source: hour(s)
fr: heure(s)

source: last
fr: dernier

source: last - 1
fr: dernier - 1

source: last - 2
fr: dernier - 2

source: every day
fr: chaque jour

source: every week
fr: chaque semaine

source: every month
fr: chaque mois

source: Send Broadcast
fr: Envoyer la diffusion

source: Schedule Broadcast
fr: Programmer la diffusion

source: (no errors over the given date range)
fr: (aucune erreur sur la plage de dates donnée)

source: Server error. Try again...
fr: Erreur du serveur. Réessayez...

source: Send
fr: Envoyer

source: Complete
fr: Complet

source: DHIS2 response:
fr: Réponse DHIS2 :

source: CommCare HQ was unable to send the DataSet:
fr: CommCare HQ n'a pas pu envoyer le DataSet :

source: Unable to save DataSet map
fr: Impossible d'enregistrer la carte DataSet

source: Unable to save case configs
fr: Impossible d'enregistrer les configurations de cas

source: Unable to save form configs
fr: Impossible d'enregistrer les configurations de formulaire

source: URL Copied
fr: URL copiée

source: Daily
fr: Chaque jour

source: Weekly
fr: Chaque semaine

source: Monthly
fr: Chaque mois

source: Disable logging
fr: Désactiver la journalisation

source: Unable to save OpenMRS Importers
fr: Impossible d'enregistrer les importateurs OpenMRS

source: Importing from OpenMRS will begin shortly.
fr: L'importation depuis OpenMRS commencera sous peu.

source: Failed to schedule task to import from OpenMRS.
fr: Échec de la planification de la tâche pour importer depuis OpenMRS.

source: Failed to fetch attempts
fr: Échec de la récupération des tentatives

source: Failed to fetch payload
fr: Échec de la récupération de la charge utile

source: Failed to send
fr: Échec de l'envoi

source: Failed to cancel
fr: Échec de l'annulation

source: Username
fr: Nom d'utilisateur

source: Client ID
fr: ID client

source: Client Secret
fr: Secret client

source: HTTP Header Name
fr: Nom de l'en-tête HTTP

source: API Key
fr: Clé API

source: Success! Response is:
fr: Succès ! La réponse est :

source: Failed! Response is:
fr: Échec ! La réponse est :

source: CommCare HQ was unable to make the request:
fr: CommCare HQ n'a pas pu effectuer la demande :
