Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/djangojs.po
Languages: fr

source: My project ended
fr: Mon projet est terminé

source: The funding for my project ended
fr: Le financement de mon projet est terminé

source: I don’t need the features of my paid plan anymore but I plan on continuing using CommCare
fr: Je n'ai plus besoin des fonctionnalités de mon plan payant mais je prévois de continuer à utiliser CommCare

source: We are switching to a different mobile data collection tool
fr: Nous passons à un autre outil de collecte de données mobiles

source: For budget reasons
fr: Pour des raisons budgétaires

source: I need more limited features
fr: J'ai besoin de fonctionnalités plus limitées

source: I need additional/custom features
fr: J'ai besoin de fonctionnalités supplémentaires/personnalisées

source: Other
fr: Autre

source: Downgrading?
fr: Rétrograder ?

source: Pausing Subscription?
fr: Mettre l'abonnement en pause ?

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be paused on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
fr: <p>Tous les abonnements CommCare nécessitent un engagement minimum de 30 jours.</p><p>Continuer vous permettra de programmer la mise en pause de votre abonnement au plan Édition <%- oldPlan %> le <strong> <%- date %> </strong></p><p>Si vous avez des questions ou si vous souhaitez nous parler de votre abonnement, veuillez contacter <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be paused on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
fr: <p>Tous les abonnements CommCare nécessitent un engagement minimum de 30 jours.</p><p>Votre abonnement actuel au plan Édition <%- oldPlan %> est programmé pour être mis en pause le <strong> <%- date %> </strong></p><p>Continuer vous permettra de programmer la rétrogradation de votre abonnement actuel au plan Édition <%- oldPlan %> vers le plan Édition <%- newPlan %> le <strong> <%- date %> </strong></p><p>Si vous avez des questions ou si vous souhaitez nous parler de votre abonnement, veuillez contacter <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be downgraded to the <%- nextSubscription %> Edition Plan on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
fr: <p>Tous les abonnements CommCare nécessitent un engagement minimum de 30 jours.</p><p>Votre abonnement actuel au plan Édition <%- oldPlan %> est programmé pour être rétrogradé vers le plan Édition <%- nextSubscription %> le <strong> <%- date %> </strong></p><p>Continuer vous permettra de programmer la rétrogradation de votre abonnement actuel au plan Édition <%- oldPlan %> vers le plan Édition <%- newPlan %> le <strong> <%- date %> </strong></p><p>Si vous avez des questions ou si vous souhaitez nous parler de votre abonnement, veuillez contacter <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.
fr: <p>Tous les abonnements CommCare nécessitent un engagement minimum de 30 jours.</p><p>Continuer vous permettra de programmer la rétrogradation de votre abonnement actuel au plan Édition <%- oldPlan %> vers le plan Édition <%- newPlan %> le <strong> <%- date %> </strong></p>Si vous avez des questions ou si vous souhaitez nous parler de votre abonnement, veuillez contacter <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.

source: Billed Annually
fr: Facturé annuellement

source: Billed Monthly
fr: Facturé mensuellement

source: Please enter a valid email.
fr: Veuillez entrer une adresse e-mail valide

source: Please enter your first name.
fr: Veuillez entrer votre prénom.

source: Please enter your last name.
fr: Veuillez entrer votre nom de famille.

source: Please enter your organization.
fr: Veuillez entrer votre organisation.

source: Please enter your job title.
fr: Veuillez entrer votre titre de poste.

source: Please enter your email address.
fr: Veuillez entrer votre adresse e-mail.

source: We are sorry, but something unexpected has occurred.
fr: Nous sommes désolés, mais quelque chose d'inattendu s'est produit.

source: Submit Request
fr: Soumettre la demande

source: Seconds
fr: Secondes

source: Chart
fr: Graphique

source: Show All Dates
fr: Afficher toutes les dates

source: You have unsaved changes.
fr: Vous avez des modifications non sauvegardées.

source: There was an error saving.
fr: Une erreur s'est produite lors de l'enregistrement.

source: Hide Past Versions
fr: Masquer les versions précédentes

source: See Past Versions
fr: Voir les versions précédentes

source: Add
fr: Ajouter

source: Moved successfully.
fr: Déplacé avec succès.

source: You have unsaved changes
fr: Vous avez des modifications non sauvegardées.

source: Select None
fr: Sélectionner aucun

source: Select All
fr: Tout sélectionner

source: Application name is required
fr: Le nom de l'application est requis

source: Project name is required
fr: Le nom du projet est requis

source: Invalid Project Selected
fr: Projet sélectionné invalide

source: Oops, there was a problem loading this section. Please try again.
fr: Il semble qu'une erreur se soit glissée. Veuillez essayer à nouveau.

source: Mobile UCR Options
fr: Options UCR Mobile

source: Mobile UCR Report
fr: Rapport UCR Mobile

source: Select a Report...
fr: Sélectionner un rapport...

source: Lookup Table Options
fr: Options de table de recherche

source: Lookup Table
fr: Table de Recherche

source: Select a Lookup Table...
fr: Sélectionner une table de recherche...

source: Lazy Load
fr: Chargement paresseux

source: Cache & Lazy Load
fr: Cache & Chargement paresseux

source: Tab Name
fr: Nom de l'onglet

source: Display Condition
fr: Condition d'affichage

source: Oct 31,
fr: 31 oct.

source: Days late
fr: Jours de retard

source: Years since date
fr: Années depuis la date

source: Months since date
fr: Mois depuis la date

source: Weeks since date
fr: Semaines depuis la date

source: Days since date
fr: Jours depuis la date

source: Days until date
fr: Jours jusqu'à la date

source: Weeks until date
fr: Semaines jusqu'à la date

source: Months until date
fr: Mois jusqu'à la date

source: Measuring
fr: Mesurant

source: Data Tab: Custom Expression
fr: Onglet de données : Expression personnalisée

source: Data Tab: Child Cases:
fr: Onglet de données : Cas enfants :

source: Select One
fr: Sélectionner un

source: Edit Graph
fr: Modifier le graphique

source: Copied!
fr: Copié!

source: It is recommended that you leave this value blank. Future changes to your report's chart configuration will not be reflected here.
fr: Il est recommandé de laisser cette valeur vide. Les changements futurs dans la configuration du graphique de votre rapport ne seront pas reflétés ici.

source: None
fr: Aucun

source: Unknown menu
fr: Menu inconnu

source: Don't Use Case Tiles
fr: N'utiliser pas des Plaques des Dossiers.

source: Manually configure Case Tiles
fr: Configurer manuellement les vignettes de cas

source: Edit Custom Variables
fr: Modifier les variables personnalisées

source: You have unsaved detail screen configurations.
fr: Vous avez des configurations d'écran de détail non enregistrées.

source: There is an error in your tab:
fr: Il y a une erreur dans votre onglet :

source: There is an error in your property name:
fr: Il y a une erreur dans le nom de votre propriété :

source: You can only have one property with the 'Image' format
fr: Vous ne pouvez avoir qu'une seule propriété avec le format 'Image'

source: All properties must be below a tab.
fr: Toutes les propriétés doivent être sous un onglet.

source: Search Properties and Default Search Filters can't have common properties. Please update following properties:
fr: Les propriétés de recherche et les filtres de recherche par défaut ne peuvent pas avoir de propriétés communes. Veuillez mettre à jour les propriétés suivantes :

source: There are errors in your configuration.
fr: Il y a des erreurs dans votre configuration.

source: <%- name %> (Calculated Property #<%- index %>)
fr: <%- name %> (Propriété calculée #<%- index %>)

source: Increasing (a, b, c)
fr: Croissant (a, b, c)

source: Increasing (May 1st, May 2nd)
fr: Croissant (1er mai, 2ième mai)

source: Increasing (1, 2, 3)
fr: Croissant (1, 2, 3)

source: Increasing (1.1, 1.2, 1.3)
fr: Croissant (1.1, 1.2, 1.3)

source: Decreasing (c, b, a)
fr: Décroissant (c, b, a)

source: Decreasing (May 2nd, May 1st)
fr: Décroissant (2ième mai, 1er mai)

source: Decreasing (3, 2, 1)
fr: Décroissant (3, 2, 1)

source: Decreasing (1.3, 1.2, 1.1)
fr: Décroissant (1.3, 1.2, 1.1)

source: Must begin with a letter and contain only letters, numbers, '-', and '_'
fr: Doit commencer avec une lettre et contenir uniquement des lettres, nombres, '-', et '_'

source: Plain
fr: Brut

source: Time Since or Until Date
fr: Temps depuis ou jusqu'à la date

source: Phone Number
fr: Numéro de téléphone

source: ID Mapping
fr: Mappage d'identifiants

source: Late Flag
fr: Fanion de retard

source: Search Only
fr: Chercher uniquement

source: Address
fr: Adresse

source: Distance from current location
fr: Distance de votre localisation actuelle

source: Address Popup (Web Apps only)
fr: Popup d'adresse (Applications Web uniquement)

source: Clickable Icon (Web Apps only)
fr: Icône cliquable (Applications Web uniquement)

source: Picture
fr: Image

source: Icon
fr: Icône

source: Conditional ID Mapping
fr: Mappage d'identifiant conditionnel

source: Translatable Text
fr: Texte traduisible

source: Sorry, something went wrong with the download. If you see this repeatedly please report an issue.
fr: Désolé, une erreur s'est produite lors du téléchargement. Si le problème persiste, veuillez le signaler.

source: Case Type required
fr: Type de cas requis

source: Case Tag required
fr: Étiquette de cas requise

source: Case Tag: only letters, numbers, '-', and '_' allowed
fr: Étiquette de cas : seuls les lettres, chiffres, '-', et '_' sont autorisés

source: Case Tag already in use
fr: Étiquette de cas déjà utilisée

source: subcase of
fr: sous-cas de

source: autoselect mode:
fr: mode de sélection automatique :

source: (from fixture)
fr: (depuis la fixture)

source: Autoselect mode required
fr: Mode de sélection automatique requis

source: Property required
fr: Propriété requise

source: Case required
fr: Cas requis

source: Lookup table tag required
fr: Étiquette de table de recherche requise

source: Expected case type required
fr: Type de cas attendu requis

source: Subcase parent reference is missing
fr: Référence parent de sous-cas manquante

source: Parent reference ID required for subcases:
fr: ID de référence parent requis pour les sous-cas :

source: Subcase must be in same repeat context as parent "
fr: Le sous-cas doit être dans le même contexte répétitif que le parent "

source: Select parent
fr: Sélectionner le parent

source: Raw
fr: Brut

source: User Data
fr: Données d'utilisateur

source: User Properties
fr: Propriétés de l'utilisateur

source: Case Index
fr: Index de cas

source: Load / Update / Close a case
fr: Charger / Mettre à jour / Fermer un cas

source: Automatic Case Selection
fr: Sélection automatique de cas

source: Load Case From Fixture
fr: Charger un cas depuis la fixture

source: Open a Case
fr: Ouvrir un cas

source: Property updated by two questions
fr: La propriété a été mise à jour par deux questions

source: Reserved word:
fr: Mot réservé :

source: Inside the wrong repeat!
fr: À l'intérieur de la mauvaise répétition !

source: Parent property references not allowed for subcases
fr: Références de propriété parent non autorisées pour les sous-cas

source: Two properties load to the same question
fr: Deux propriétés chargent la même question

source: You have unchanged case settings
fr: Vous avez des paramètres de dossier non sauvegardées

source: You have unchanged user properties settings
fr: Vous avez des paramètres d'utilisateur non sauvegardées

source: Property uses unrecognized prefix <strong>
fr: La propriété utilise un préfixe non reconnu

source: Unidentified Question
fr: Question non identifiée

source: We cannot find this question in the allowed questions for this field. It is likely that you deleted or renamed the question. Please choose a valid question from the dropdown.
fr: Nous ne pouvons pas trouver cette question dans les questions autorisées pour ce champ. Il est probable que vous ayez supprimé ou renommé la question. Veuillez choisir une question valide dans le menu déroulant.

source: Select a Question
fr: Sélectionner une question

source: Edit Form
fr: Modifier formulaire

source: Form Settings
fr: Paramètres de formulaire.

source: Could not enable user properties, please try again later.
fr: Impossible d'activer les propriétés utilisateur, veuillez réessayer plus tard.

source: This form either no longer exists or has a different case type
fr: Soit ce formulaire n'exsite plus soit il a un type de dossier différent

source: Unrecognized value
fr: Valeur non reconnue

source: Manual Linking Datums
fr: Liaison manuelle des datums

source: Set datums required to navigate to the selected form or menu
fr: Définir les datums requis pour naviguer vers le formulaire ou le menu sélectionné

source: Datum ID
fr: ID de datum

source: XPath Expression
fr: Expression de XPath

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Remove
fr: Supprimer

source: Menu Settings
fr: Paramètres du menu

source: Case type is required.
fr: Type de dossier est requis.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
fr: Les types de dossiers peuvent comporter uniquement les caractères a-z, 0-9 et '-' and '_'

source: 'commcare-user' is a reserved case type. Please change the case type
fr: 'commcare-user' est un type de dossier réservé. Veuillez changer le type de dossier

source: Go back to case list
fr: Retourner à la liste des cas

source: Proceed with registered case
fr: Procéder avec le cas enregistré

source: Show All
fr: Afficher tous

source: Display text is required
fr: Le texte d'affichage est requis

source: You have unsaved changes in your report list module
fr: Vous avez des modifications non sauvegardées dans votre module de liste de rapports

source: This code is used in multiple places.
fr: Ce code est utilisé à plusieurs endroits.

source: Releases
fr: Versions

source: You have unsaved changes to your application profiles
fr: Vous avez des modifications non sauvegardées sur vos profils d'application

source: There was an error saving
fr: Une erreur est survenue au cours de l'enregistrement

source: Select a user
fr: Sélectionner un utilisateur

source: (Default)
fr: (Par défaut)

source: Unknown App
fr: App. inconnue

source: An error occurred. Reload the page and click Make New Version to try again.
fr: Une erreur s'est produite. Rechargez la page et cliquez sur Créer une nouvelle version pour réessayer.

source: Sorry, that didn't go through. Please reload your page and try again
fr: Désolé, ça n'a pas fonctionné. Veuillez rafraîchir la page et réessayer

source: The versions list has changed since you loaded the page.
fr: La liste des versions a changé depuis votre dernier chargement de la page.

source: No new changes!
fr: Pas de nouvelles modifications!

source: You have unsaved changes to your prompt setting
fr: Vous avez des modifications non enregistrées dans votre paramètre d'invite

source: Upgrade to CommCare %s for this option!
fr: Mettez à jour CommCare%s pour cette option!

source: Upgrade to CommCare %s!
fr: Mettez à jour CommCare%s !

source: Auto-set by
fr: Défini automatiquement par

source: This value is currently inherited from the master app. Once this page is saved, it will no longer be inherited.
fr: Cette valeur est actuellement héritée de l'application principale. Une fois cette page enregistrée, elle ne sera plus héritée.

source: You have unsaved settings.
fr: Vous avez des paramètres non sauvegardées.

source: Settings
fr: Paramètres

source: Please enter a version to compare
fr: Veuillez entrer une version à comparer

source: Filter properties
fr: Propriétés de filtre

source: View All Cases
fr: Voir tous les cas

source: View All Forms
fr: Visualiser tous les formulaires

source: View Changed Items
fr: Voir les éléments modifiés

source: Filter questions or cases
fr: Filtrer les questions ou les cas

source: Form
fr: Formulaire

source: Name
fr: Nom

source: Label
fr: Libellé

source: Question Type
fr: Type de question

source: Question Value
fr: Valeur de la question

source: Calculate condition
fr: Calculer la condition

source: Display condition
fr: Condition d'affichage

source: Required
fr: requise

source: Question Comment
fr: Commentaire sur la question

source: Default Value
fr: Valeur par défaut

source: Validation Condition
fr: Condition de validation

source: Comment
fr: Commentaire

source: Form Filter
fr: Filtre de formulaire

source: Module Filter
fr: Filtre de module

source: Old Value
fr: Ancienne valeur

source: New Value
fr: Nouvelle valeur

source: Loaded Case Properties
fr: Propriétés de cas chargées

source: Saved Case Properties
fr: Propriétés de cas enregistrées

source: load
fr: charger

source: save
fr: enregistrer

source: Case Property
fr: Propriété de dossier

source: of Case Type
fr: du type de cas

source: Latest saved
fr: Dernière sauvegarde

source: [unknown]
fr: [inconnu]

source: Warning: unrecognized language
fr: Attention: langage non reconnu

source: You have unsaved changes in your supported languages
fr: Vous avez des modifications non sauvegardées dans vos langues supportées

source: There are errors in your configuration
fr: Il y a des erreurs dans votre configuration

source: You must have at least one language
fr: Vous devez avoir au moins une langue

source: Please enter language
fr: Veuillez entrer une langue

source: Invalid language code
fr: Code langage invalide

source: Language appears twice
fr: La langue appraît deux fois

source: This conflicts with a current language
fr: Ceci est incompatible avec la langue actuelle

source: Copy
fr: Copier

source: Expand All
fr: Développer tout

source: Collapse All
fr: Réduire tout

source: Bulk Update All Questions
fr: Mise à jour en masse de toutes les questions

source: Add Question
fr: Ajouter question

source: Click {btn} to start building your form.
fr: Cliquez sur {btn} pour commencer à créer votre formulaire.

source: Question Details
fr: Détails de question

source: Expression Editor
fr: Editeur d'expression

source: Cannot Change Question Type
fr: Impossible de changer le type de question

source: Change Question Type To
fr: Changer le type de question à

source: Delete
fr: Supprimer

source: Show
fr: Afficher

source: Used By
fr: Utilisé par

source: In Property
fr: Dans la propriété

source: Search...
fr: Recherche...

source: No match for {info} found!
fr: Aucune coorespondance trouvé pour {info}!

source: Multiple matches for {info} found!
fr: Correspondances multiples trouvées pour {info}!

source: Server Form
fr: Formulaire serveur

source: Local Form
fr: Formulaire local

source: XML should not be equivalent
fr: Le XML ne doit pas être équivalent

source: XML mismatch
fr: Incompatibilité XML

source: key
fr: clé

source: value
fr: valeur

source: Add Key&rarr;Value Pair
fr: Ajouter une paire Clé&rarr;Valeur

source: show in question list
fr: afficher dans liste de questions

source: Date Format Options
fr: Options de format de date

source: No Formatting
fr: Pas de formatage

source: Invalid XPath expression.
fr: Expression XPath invalide.

source: The {property} for a question is not allowed to reference the question itself. Please remove the . from the {property} or your form will have errors.
fr: La {propriété} pour une question n'est pas autorisée à faire référence à la question elle-même. Veuillez supprimer le . de la {propriété} sinon votre formulaire contiendra des erreurs.

source: Unknown question:
fr: Question inconnue:

source: Unknown questions:
fr: Questions inconnues:

source: no formatting
fr: pas de formatage

source: Custom
fr: Peronnaliser

source: {question} is required.
fr: {question} est requise.

source: {question} is not allowed.
fr: {question} n'est pas admise.

source: {question} validation failed
fr: {question} échec de validation

source: Unknown (read-only) question type
fr: Type de question inconnu (lecture seule)

source: Lookup Table Data
fr: Données de la Table de Recherche

source: No Translation Data
fr: Pas de données de traduction

source: Question ID
fr: Code Question

source: The ID '{nodeID}' may cause problems with form parsing. It is recommended to pick a different Question ID.
fr: L'ID '{nodeID}' peut causer des problèmes avec l'analyse du formulaire. Il est recommandé de choisir un autre ID de question.

source: {nodeID} is not a valid Question ID. It must start with a letter and contain only letters, numbers, and '-' or '_' characters.
fr: {nodeID} n'est pas un ID de question valide. Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, et les caractères '-' ou '_'.

source: 'meta' is not a valid Question ID.
fr: 'meta' n'est pas un ID de question valide.

source: Making this change will create a new Question ID (and a new column in exports).
fr: Faire ce changement créera un nouvel ID de question (et une nouvelle colonne dans les exports).

source: This question has the same Question ID as another question in the same group. Please choose a unique Question ID.
fr: Cette question a le même ID de question qu'une autre question dans le même groupe. Veuillez choisir un ID de question unique.

source: Default Data Value
fr: Valeur de la donnée par défaut

source: Special Hidden Value XMLNS attribute
fr: Attribut XMLNS de valeur cachée spéciale

source: Extra Data Attributes
fr: Attributs de données supplémentaires

source: Calculate Condition
fr: Calculer condition

source: You cannot have a Validation Error Message with no Validation Condition!
fr: Vous ne pouvez pas avoir un message d'erreur de validation sans condition de validation!

source: Validation Error Message
fr: Message d'erreur de validation

source: Required Condition
fr: Condition requise
