Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Data element ID
fr: ID de l'élément de données

source: Category option combo ID
fr: ID de la combinaison d'options de catégorie

source: Update DataValue Map
fr: Mettre à jour la carte DataValue

source: The "case_type" property is a dictionary, not a "%(data_type)s".
fr: La propriété "case_type" est un dictionnaire, pas un "%(data_type)s".

source: The "%(property)s" property is required.
fr: La propriété "%(property)s" est requise.

source: The "form_configs" property is a dictionary, not a "%(data_type)s".
fr: La propriété "form_configs" est un dictionnaire, pas un "%(data_type)s".

source: The "%(property)s" property is required for form "{}".
fr: La propriété "%(property)s" est requise pour le formulaire "{}".

source: Please specify the XMLNS of the form.
fr: Veuillez spécifier le XMLNS du formulaire.

source: Please specify the DHIS2 Program of the event.
fr: Veuillez spécifier le programme DHIS2 de l'événement.

source: Please map CommCare values to DHIS2 data elements.
fr: Veuillez mapper les valeurs CommCare aux éléments de données DHIS2.

source: No diagnosis available for this error
fr: Aucun diagnostic disponible pour cette erreur

source: Forward Forms to DHIS2 as Anonymous Events
fr: Transférer les formulaires vers DHIS2 en tant qu'événements anonymes

source: Forward Cases as DHIS2 Tracked Entities
fr: Transférer les cas en tant qu'entités suivies DHIS2

source: There was an error retrieving some UCR data. Try contacting support to help resolve this issue.
fr: Une erreur s'est produite lors de la récupération de certaines données UCR. Essayez de contacter le support pour aider à résoudre ce problème.

source: Add DataSet Map
fr: Ajouter une carte de jeu de données

source: DataSet Map
fr: Carte de jeu de données

source: Save DataSet map
fr: Enregistrer la carte de jeu de données

source: DHIS2 DataSet Maps
fr: Plans de l'ensemble de données DHIS2

source: Add DataSet Map (JSON UI)
fr: Ajouter une carte de jeu de données (interface JSON)

source: View log
fr: Voir le journal

source: Edit (JSON UI)
fr: Modifier (interface JSON)

source: Delete DataSet Map
fr: Supprimer la carte de jeu de données

source: Edit DataSet Map
fr: Modifier la carte de jeu de données

source: DataValue Maps
fr: Cartes DataValue

source: Update DataValue Map <strong data-bind="text: column"></strong>:
fr: Mettre à jour la carte DataValue <strong data-bind="text: column"></strong>:

source: Delete DataValue Map <strong data-bind="text: column"></strong>?
fr: Supprimer la carte DataValue <strong data-bind="text: column"></strong> ?

source: Yes, delete the DataValue Map for column <strong data-bind="text: column"></strong>.
fr: Oui, supprimer la carte DataValue pour la colonne <strong data-bind="text: column"></strong>.

source: Edit Configuration
fr: Modifier la configuration

source: Case config
fr: Configuration du cas

source: Add case config
fr: Ajouter une configuration de cas

source: Update DHIS2 Tracked Entity configuration
fr: Mettre à jour la configuration de l'entité suivie DHIS2

source: Form Config
fr: Configuration du formulaire

source: DataSet Maps per page
fr: Cartes DataSet par page

source: There are no DataSet Maps
fr: Il n'y a pas de cartes DataSet

source: Loading DataSet Maps
fr: Chargement des cartes DataSet

source: DataSet map updated successfully.
fr: Carte DataSet mise à jour avec succès.

source: Invalid value for "domain"
fr: Valeur invalide pour "domaine"

source: DataValue Maps per page
fr: Cartes DataValue par page

source: This DataSet Map has no DataValue Maps
fr: Cette carte DataSet n'a pas de cartes DataValue

source: Loading DataValue Maps
fr: Chargement des cartes DataValue

source: DataElementID
fr: Identifiant de l'element de données

source: CategoryOptionComboID
fr: Identifiant de la catégorie de l'option combinaison

source: DHIS2 Anonymous Events configuration saved
fr: Configuration des événements anonymes DHIS2 enregistrée

source: You cannot have more than one case config for the same case type.
fr: Vous ne pouvez pas avoir plus d'une configuration de cas pour le même type de cas.

source: DHIS2 Tracked Entity configuration saved
fr: Configuration de l'entité suivie DHIS2 enregistrée

source: Edit DHIS2 Anonymous Event Repeater
fr: Modifier le répéteur d'événements anonymes DHIS2

source: Forward Cases to DHIS2 as Tracked Entities
fr: Transférer les cas vers DHIS2 en tant qu'entités suivies

source: Edit DHIS2 Tracked Entity Repeater
fr: Modifier le répéteur d'entités suivies DHIS2

source: FHIR version
fr: Version FHIR

source: Enable patient registration
fr: Activer l'enregistrement des patients

source: Register new patients on the remote FHIR service?
fr: Enregistrer de nouveaux patients sur le service FHIR distant ?

source: Enable patient search
fr: Activer la recherche de patients

source: Search the remote FHIR service for matching patients?
fr: Rechercher des patients correspondants sur le service FHIR distant ?

source: Forward Cases to a FHIR API
fr: Transférer les cas vers une API FHIR

source: Unsupported FHIR Resource type {}. Please choose from {}
fr: Type de ressource FHIR non pris en charge {}. Veuillez choisir parmi {}

source: Edit FHIR Repeater
fr: Modifier le répéteur FHIR

source: e.g. "https://play.dhis2.org/dev/"
fr: par exemple "https://play.dhis2.org/dev/"

source: Client secret
fr: Secret client

source: Token URL
fr: URL du jeton

source: e.g. "https://play.dhis2.org/dev/uaa/oauth/token"
fr: par exemple "https://play.dhis2.org/dev/uaa/oauth/token"

source: Token Refresh URL
fr: URL de rafraîchissement du jeton

source: Pass credentials in header
fr: Passer les identifiants dans l'en-tête

source: Pass credentials in Basic Auth header when requesting a token
fr: Passer les identifiants dans l'en-tête d'authentification de base lors de la demande d'un jeton

source: Include client ID
fr: Inclure l'ID client

source: Send the client ID in the body of the token request
fr: Envoyer l'ID client dans le corps de la demande de jeton

source: Space-separated list of scopes e.g. "read write"
fr: Liste d'étendues séparées par des espaces, par exemple "lecture écriture"

source: Skip certificate verification
fr: Ignorer la vérification du certificat

source: Do not use in a production environment
fr: Ne pas utiliser dans un environnement de production

source: Addresses to send notifications
fr: Adresses pour envoyer des notifications

source: A comma-separated list of email addresses to send error notifications
fr: Une liste d'adresses e-mail séparées par des virgules pour envoyer des notifications d'erreur

source: API auth preset
fr: Préréglage d'authentification API

source: (Custom)
fr: (Personnalisé)

source: Additional headers
fr: En-têtes supplémentaires

source: A JSON object of additional headers to include on all requests
fr: Un objet JSON d'en-têtes supplémentaires à inclure dans toutes les requêtes

source: OAuth 2.0 Settings
fr: Paramètres OAuth 2.0

source: Test Connection
fr: Tester la connexion

source: Invalid email address(es): {emails}
fr: Adresse(s) e-mail invalide(s) : {emails}

source: Auth type '{}' requires a username.
fr: Le type d'authentification '{}' nécessite un nom d'utilisateur.

source: Unexpected type for transformed request
fr: Type inattendu pour la requête transformée

source: Error parsing HL7: {}
fr: Erreur d'analyse HL7 : {}

source: Payload must be valid JSON
fr: La charge utile doit être un JSON valide

source: Create a new API
fr: Créer une nouvelle API

source: Input Data Type
fr: Type de données d'entrée

source: Basic Configuration
fr: Configuration de base

source: Filters and Expressions
fr: Filtres et expressions

source: Filtered
fr: Filtré

source: Validation Failed
fr: Echec de validation

source: Request Status
fr: Statut de la demande

source: Inbound API Request Logs
fr: Journaux des demandes API entrantes

source: API Request Log
fr: Journal des demandes API

source: Copy URL
fr: Copier l'URL

source: Validation Expressions
fr: Expressions de validation

source: Name is required and must be less than 64 characters
fr: Le nom est requis et doit comporter moins de 64 caractères

source: Expression is required
fr: L'expression est requise

source: Message is required
fr: Le message est requis

source: Add Validation
fr: Ajouter une validation

source: Metadata
fr: Métadonnées

source: Request Details
fr: Détails de la demande

source: Response Details
fr: Détails de la réponse

source: Processing Attempts
fr: Tentatives de traitement

source: Retry
fr: Réessayer

source: Reverting API Requests
fr: Réversion des demandes API

source: Reverts actions performed in this request and archives any associated forms.
fr: Annule les actions effectuées dans cette demande et archive tous les formulaires associés.

source: Request exceeds the allowed size limit
fr: La demande dépasse la limite de taille autorisée

source: Unable to decode request body
fr: Impossible de décoder le corps de la demande

source: Inbound API Configurations
fr: Configurations API entrantes

source: Edit API Configuration
fr: Modifier la configuration de l'API

source: API Configuration updated successfully.
fr: Configuration de l'API mise à jour avec succès.

source: There is an error in your data API validations
fr: Il y a une erreur dans vos validations de données API

source: Please select the applicable API auth settings for the
fr: Veuillez sélectionner les paramètres d'authentification API applicables pour le

source: This can happen if the IP address of a Repeater is changed to point to a different server, or if a server has been rebuilt. It can signal more severe consequences, like attempts to synchronize CommCare cases with OpenMRS patients that can no longer be found.
fr: Cela peut se produire si l'adresse IP d'un Répéteur est modifiée pour pointer vers un autre serveur, ou si un serveur a été reconstruit. Cela peut signaler des conséquences plus graves, comme des tentatives de synchronisation des cas CommCare avec des patients OpenMRS qui ne peuvent plus être trouvés.

source: It is unclear how Atom feed pagination can lead to page "{}". Follow up with OpenMRS system administrator.
fr: Il n'est pas clair comment la pagination du flux Atom peut mener à la page "{}". Suivez avec l'administrateur système OpenMRS.

source: Response text: {}
fr: Texte de la réponse : {}

source: There is an XML syntax error in the OpenMRS Atom feed at
fr: Il y a une erreur de syntaxe XML dans le flux Atom d'OpenMRS à

source: patients added from OpenMRS Atom feed.
fr: patients ajoutés depuis le flux Atom d'OpenMRS.

source: patients from OpenMRS unless only one case type is specified.
fr: patients d'OpenMRS sauf si un seul type de cas est spécifié.

source: matching unique OpenMRS UUID. case external_id:
fr: correspondant à l'UUID unique d'OpenMRS. cas external_id :

source: Provider UUID
fr: UUID du fournisseur

source: person property key "%(key)s" is not valid.
fr: la clé de propriété de la personne "%(key)s" n'est pas valide.

source: person preferred name key "%(key)s" is not valid.
fr: la clé de nom préféré de la personne "%(key)s" n'est pas valide.

source: person preferred address key "%(key)s" is not valid.
fr: la clé d'adresse préférée de la personne "%(key)s" n'est pas valide.

source: ID "%(id_)s" used in "match_on_ids" is missing from "patient_identifiers".
fr: L'ID "%(id_)s" utilisé dans "match_on_ids" est manquant dans "patient_identifiers".

source: OpenMRS URL
fr: URL d'OpenMRS

source: e.g. "http://www.example.com/openmrs"
fr: par exemple "http://www.example.com/openmrs"

source: Location ID
fr: Identifiant organisation

source: If a project space has multiple OpenMRS servers to import from, for which CommCare location is this OpenMRS server authoritative?
fr: Si un espace projet a plusieurs serveurs OpenMRS à partir desquels importer, pour quel emplacement CommCare ce serveur OpenMRS est-il autoritaire ?

source: Import Frequency
fr: Fréquence d'importation

source: How often should cases be imported?
fr: À quelle fréquence les cas doivent-ils être importés ?

source: Log Level
fr: Niveau de log

source: Timezone
fr: Fuseau horaire

source: Timezone name. If not specified, the domain's timezone will be used.
fr: Nom du fuseau horaire. Si non spécifié, le fuseau horaire du domaine sera utilisé.

source: Report UUID
fr: UUID du rapport

source: The OpenMRS UUID of the report of patients to be imported
fr: L'UUID OpenMRS du rapport des patients à importer

source: Report Parameters
fr: Paramètres du rapport

source: The ID of the mobile worker or location who will own new cases
fr: L'ID du travailleur mobile ou de l'emplacement qui possédera les nouveaux cas

source: The Organization Level whose mobile worker will own new cases
fr: Le niveau d'organisation dont le travailleur mobile possédera les nouveaux cas

source: External ID Column
fr: Colonne d'ID externe

source: The column that contains the OpenMRS UUID of the patient
fr: La colonne qui contient l'UUID OpenMRS du patient

source: Name Columns
fr: Colonnes de nom

source: Space-separated column(s) to be concatenated to create the case name (e.g. "givenName familyName")
fr: Colonnes séparées par des espaces à concaténer pour créer le nom du cas (par exemple "givenName familyName")

source: Map columns to properties
fr: Mapper les colonnes aux propriétés

source: e.g. [{"column": "givenName", "property": "first_name"}, ...]
fr: par exemple [{"column": "givenName", "property": "first_name"}, ...]

source: Cases at this location and below will be forwarded. Leave empty if this is the only OpenMRS Forwarder
fr: Les cas à cet emplacement et en dessous seront transférés. Laisser vide si c'est le seul Transmetteur OpenMRS

source: Poll Atom feed for changes made in OpenMRS/Bahmni
fr: Interroger le flux Atom pour les changements effectués dans OpenMRS/Bahmni

source: Atom feed enabled
fr: Flux Atom activé

source: Specify a single case type so that CommCare can add cases using the Atom feed for patients created in OpenMRS/Bahmni.
fr: Spécifiez un type de cas unique afin que CommCare puisse ajouter des cas en utilisant le flux Atom pour les patients créés dans OpenMRS/Bahmni.

source: Specify a location so that CommCare can set an owner for cases added via the Atom feed.
fr: Spécifiez un emplacement afin que CommCare puisse définir un propriétaire pour les cas ajoutés via le flux Atom.

source: Either the same person has more than one CommCare case, or OpenMRS repeater configuration needs to be modified to match cases with patients more accurately.
fr: Soit la même personne a plus d'un cas CommCare, soit la configuration du répéteur OpenMRS doit être modifiée pour faire correspondre les cas avec les patients plus précisément.

source: Forward to OpenMRS
fr: Transférer vers OpenMRS

source: Unable to create an OpenMRS patient for case
fr: Impossible de créer un patient OpenMRS pour le cas

source: Add OpenMRS Importer
fr: Ajouter un importateur OpenMRS

source: Update OpenMRS Importers
fr: Mettre à jour les importateurs OpenMRS

source: Import Now
fr: Importer maintenant

source: OpenMRS Importer
fr: Importateur OpenMRS

source: OpenMRS Importers
fr: Importateurs OpenMRS

source: OpenMRS Importers saved
fr: Importateurs OpenMRS enregistrés

source: Edit OpenMRS Repeater
fr: Modifier le répéteur OpenMRS

source: Succeeded
fr: Réussi

source: Cancelled
fr: Annulé

source: Invalid Payload
fr: Charge utile invalide

source: Is enabled
fr: Est activé

source: Is not enabled
fr: N'est pas activé

source: Should be enabled
fr: Devrait être activé

source: Can be disabled
fr: Peut être désactivé

source: Response case action filter expression
fr: Expression de filtre d'action de cas de réponse

source: Response case action expression
fr: Expression d'action de cas de réponse

source: This expression is used to generate the request payload. It is required for POST, and PUT requests.
fr: Cette expression est utilisée pour générer la charge utile de la requête. Elle est requise pour les requêtes POST et PUT.

source: Items to add to the end of the URL. Please see the documentation for more information.
fr: Éléments à ajouter à la fin de l'URL. Veuillez consulter la documentation pour plus d'informations.

source: Use this to determine if the response should create or update a case. If left blank, no action will be taken. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
fr: Utilisez ceci pour déterminer si la réponse doit créer ou mettre à jour un cas. Si laissé vide, aucune action ne sera entreprise. Pour plus d'informations, consultez <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">ces documents</a>

source: Use this to create a Case API payload which will be used to create or update a case. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
fr: Utilisez ceci pour créer une charge utile API de cas qui sera utilisée pour créer ou mettre à jour un cas. Pour plus d'informations, consultez <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">ces documents</a>

source: This field is required for {request_method} requests.
fr: Ce champ est requis pour les requêtes {request_method}.

source: This field is required when '{other}' is provided
fr: Ce champ est requis lorsque '{other}' est fourni

source: Configurable Case Repeater
fr: Répéteur de cas configurable

source: Configurable Form Repeater
fr: Répéteur de formulaire configurable

source: Configurable ArcGIS Form Repeater
fr: Répéteur de formulaire ArcGIS configurable

source: [No error message given by ArcGIS]
fr: [Aucun message d'erreur fourni par ArcGIS]

source: Edit Case Repeater
fr: Modifier le Répéteur de Cas

source: Edit Form Repeater
fr: Modifier le Répéteur de Formulaire

source: Edit ArcGIS Form Repeater
fr: Modifier le Répéteur de Formulaire ArcGIS

source: Start Forwarding
fr: Démarrer le transfert

source: Include 'app_id' URL query parameter.
fr: Inclure le paramètre de requête URL 'app_id'.

source: Users to exclude
fr: Utilisateurs à exclure

source: Forms submitted by these users will not be forwarded
fr: Les formulaires soumis par ces utilisateurs ne seront pas transférés

source: XMLNSes of forms to include
fr: XMLNS des formulaires à inclure

source: Separate with commas, spaces or newlines. Leave empty to forward all forms.
fr: Séparer par des virgules, des espaces ou des nouvelles lignes. Laisser vide pour transférer tous les formulaires.

source: Only cases of this type will be forwarded. Leave empty to forward all cases
fr: Seuls les dossiers de ce type seront transmis. Laisser vide pour transmettre tous les dossiers

source: Case creations and updates submitted by these users will not be forwarded
fr: Les créations et mises à jour de dossiers soumises par cet utilisateur ne seront pas transférées

source: Unknown case-type
fr: Type de dossier inconnu

source: Unknown user
fr: Utilisateur inconnu

source: Forward Forms
fr: Transférer les formulaires

source: Forward Cases
fr: Transférer les dossiers

source: Forward Cases on Creation Only
fr: Transférer les Cas uniquement à la Création

source: Forward Cases on Update Only
fr: Transférer les Cas uniquement à la Mise à Jour

source: Forward Cases To Another Commcare Project
fr: Transférer les Cas vers un autre projet Commcare

source: Update Cases in another CommCare Project via a Data Registry
fr: Mettre à jour les Cas dans un autre projet CommCare via un Registre de Données

source: Forward Form Stubs
fr: Transférer les Form Stubs

source: Forward App Schema Changes
fr: Transférer les modifications de schéma d'application

source: Forward Users
fr: Transférer les utilisateurs

source: Forward Locations
fr: Transférer les sites

source: Forward Data Source Data
fr: Transférer les Données de la Source de Données

source: Python dictionary
fr: Dictionnaire Python

source: Resend selected records
fr: Renvoyer les enregistrements sélectionnés

source: Cancel selected records
fr: Annuler les enregistrements sélectionnés

source: Requeue selected records
fr: Réenfilement des enregistrements sélectionnés

source: Requeue
fr: Réenfiler

source: Select all %(total)s payloads
fr: Sélectionner tous les %(total)s chargements

source: Select %(total_pending)s pending payloads
fr: Sélectionner %(total_pending)s chargements en attente

source: Select %(total_cancelled)s cancelled payloads
fr: Sélectionner %(total_cancelled)s chargements annulés

source: Please select at least one payload
fr: Veuillez sélectionner au moins un chargement

source: This action is not allowed for some of the selected payloads
fr: Cette action n'est pas autorisée pour certains des chargements sélectionnés

source: Are you sure?
fr: Êtes-vous sûr(e) ?

source: Payload
fr: Charge utile

source: No attempts exist for this record.
fr: Aucune tentative n'existe pour cet enregistrement.

source: Diagnosis:
fr: Diagnostic :

source: View records
fr: Voir les enregistrements

source: Resume
fr: Reprendre

source: Resume Forwarding
fr: Reprendre le Transfert

source: Are you sure you want to resume forwarding to: "%(name)s" ? <br/> All records enqueued for this forwarder with be triggered once forwarding is resumed.
fr: Êtes-vous sûr de vouloir reprendre le transfert vers : "%(name)s" ? <br/> Tous les enregistrements en file d'attente pour ce transmetteur seront déclenchés une fois le transfert repris.

source: Pause Forwarding
fr: Mettre en pause le transfert

source: Are you sure you want to pause forwarding to: "%(name)s" ? <br/> Please note that new records would get enqueued but would get triggered only when forwarding is resumed.
fr: Êtes-vous sûr de vouloir mettre en pause le transfert vers : "%(name)s" ? <br/> Veuillez noter que de nouveaux enregistrements seront mis en file d'attente mais ne seront déclenchés que lorsque le transfert sera repris.

source: Delete Configuration
fr: Supprimer la configuration

source: Are you sure you want to delete the configuration for: %(name)s ? <br/><br /> Historical data forwarding records will not be deleted, but no new records will be forwarded, and this configuration will no longer appear on this page.
fr: Êtes-vous sûr de vouloir supprimer la configuration pour : %(name)s ? <br/><br /> Les enregistrements de transfert de données historiques ne seront pas supprimés, mais aucun nouvel enregistrement ne sera transféré, et cette configuration n'apparaîtra plus sur cette page.

source: %(pending_record_count)s pending items to be forwarded
fr: %(pending_record_count)s items à transférer en instance

source: Failure
fr: Echec

source: Invalid
fr: Invalide

source: You haven't configured any services to forward to yet.
fr: Vous n'avez pas encore configuré de services vers lesquels transférer.

source: Add a service to forward to
fr: Ajouter un service vers lequel transférer

source: Unable to generate url for record
fr: Impossible de générer un url pour le dossier

source: Invalid payload
fr: Charge utile invalide

source: Remote Service
fr: Service distant

source: Retry Date
fr: Réessayer date

source: Delivery Attempts
fr: Tentatives de livraison

source: View Responses
fr: Voir les réponses

source: Cancel or Requeue
fr: Annuler ou remettre en file d'attente

source: Please filter to a specific repeater or payload before attempting a bulk action.
fr: Veuillez filtrer par un répéteur ou une charge utile spécifique avant de tenter une action en masse.

source: Forward Data
fr: Transférer les données

source: Forwarding set up to {}
fr: Transfert configuré vers {}

source: Update Forwarder
fr: Mettre à jour le transmetteur

source: Forwarder Successfully Updated
fr: Transmetteur mis à jour avec succès
