Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Name already in use
fr: Le nom est déjà en cours d'utilisation

source: Form does not validate
fr: Le formulaire ne valide pas

source: You cannot delete the default program
fr: Vous ne pouvez pas supprimé le logiciel défaut

source: Program Information
fr: Information programme

source: Update Program
fr: Mettre à jour le programme

source: Create Program
fr: Créer un programme

source: There are no products for this program yet.
fr: Il n'y a encore aucun produit pour ce programme.

source: Available Programs
fr: Programmes disponibles

source: Add Program
fr: Ajouter un programme

source: Loading programs...
fr: Chargement des programmes...

source: There are no programs for this project yet.
fr: Il n'y a encore aucun produit pour ce programme.

source: This program is the default and cannot be deleted.
fr: Ce logiciel est la défaut et ne peut pas être supprimé.

source: Delete Program
fr: Supprimer le program

source: delete
fr: supprimer

source: This will delete the program. All of the programs products will be assigned to the default program instead. BE CAREFUL, as this action is irreversible.
fr: Ceci supprimera le logiciel. Tous les produits de logiciel sera assigné plutôt au logiciel défaut. FAIRE ATTENTION, cette action n'est pas réversible

source: Delete unsuccessful. Try Again?
fr: La suppression n'a pas réussi. Essayez encore?

source: Deleting Program...
fr: En cours de suppression le logiciel

source: Program '{program_name}' has successfully been deleted.
fr: Logiciel '{program_name}' a été supprimé avec succès

source: Programs
fr: Programmes

source: New Program
fr: Nouveau programme

source: Program saved!
fr: Programme sauvegardé !

source: Edit Program
fr: Modifier le programme

source: Full Name
fr: Nom complet

source: Professional Email
fr: Email professionnel

source: Create Password
fr: Créer un mot de passe

source: I will primarily be using CommCare to...
fr: Je vais principalement utiliser CommCare pour...

source: Monitor and evaluate a program
fr: Surveiller et évaluer un programme

source: Improve delivery of services
fr: Améliorer la prestation de services

source: Collect data for a research project
fr: Collecter des données pour un projet de recherche

source: Build a technology solution for my team/clients
fr: Construire une solution technologique pour mon équipe/mes clients

source: Explore data collection for personal use
fr: Explorer la collecte de données pour un usage personnel

source: Please Specify
fr: Veuillez préciser

source: Organization or Company
fr: Organisation ou entreprise

source: I have read and agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
fr: J'ai lu et j'accepte la <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Politique de confidentialité</a>, les <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Conditions d'utilisation</a>, l'<a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Accord commercial</a>, et la <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Politique d'utilisation acceptable</a> de Dimagi.

source: Create Your Account
fr: Créer votre compte

source: Name Your First Project
fr: Nommer votre premier projet

source: %s is an invalid phone number.
fr: %s n'est pas un numéro de téléphone valide.

source: Username already taken. Please try another.
fr: Nom d'utilisateur déjà pris. Veuillez essayer un autre.

source: You must agree to our Terms of Service and Business Agreement in order to register an account.
fr: Vous devez accepter nos Conditions d'utilisation et notre Accord commercial pour enregistrer un compte.

source: Please specify how you plan to use CommCare so we know how to best help you.
fr: Veuillez préciser comment vous prévoyez d'utiliser CommCare afin que nous sachions comment vous aider au mieux.

source: My CommCare Project
fr: Mon projet CommCare

source: Important: This will be used to create a project URL, and you will not be able to change it in the future.
fr: Important : Cela sera utilisé pour créer une URL de projet, et vous ne pourrez pas la modifier à l'avenir.

source: Create Project
fr: Créer un projet

source: I have read and agree to Dimagi's <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
fr: J'ai lu et j'accepte la <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Politique de confidentialité</a>, les <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Conditions d'utilisation</a>, l'<a href="https://dimagi.com/terms/latest/ba/" target="_blank">Accord commercial</a>, et la <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Politique d'utilisation acceptable</a> de Dimagi.

source: You will use this email to log in.
fr: Vous utiliserez cette adresse électronique pour vous connecter

source: You can only sign up with the email address your invitation was sent to.
fr: Vous ne pouvez vous inscrire qu'avec l'adresse email à laquelle votre invitation a été envoyée.

source: Username already taken. Please try another or log in.
fr: Nom d'utilisateur déjà pris. Veuillez essayer un autre ou vous connecter.

source: Select a role
fr: Sélectionnez un rôle

source: Send Invite
fr: Envoyer invitation

source: Information for new Web User
fr: Information pour nouvel utilisateur mobile

source: Add User
fr: Ajouter utilisateur

source: Update Invite
fr: Mettre à jour l'invitation

source: Update invitation for new Web User
fr: Mettre à jour l'invitation pour un nouvel utilisateur Web

source: Location Settings
fr: Paramètres des Sites

source: Tableau Configuration
fr: Configuration de Tableau

source: Tableau Groups
fr: Groupes Tableau

source: Tableau Role
fr: Rôle Tableau

source: Reminder to Activate your CommCare project
fr: Rappel pour activer votre projet CommCare

source: Activate your CommCare project
fr: Activer votre projet CommCare

source: Resend Confirmation Email
fr: Renvoyer le courriel de confirmation

source: Resend Confirmation
fr: Renvoyer confirmation

source: Pending Project Name
fr: Nom de projet en attente

source: Confirmation Email Sent
fr: Courriel de confirmation envoyé

source: An email was just sent to %(username)s.
fr: Un email vient d'être envoyé à %(username)s.

source: Please visit the link provided in the email to activate your account, so you can start using your new CommCare HQ project!
fr: Veuillez visiter le lien fourni dans l'email pour activer votre compte, afin de pouvoir commencer à utiliser votre nouveau projet CommCare HQ !

source: Waiting for Confirmation
fr: En attente de confirmation

source: Thank you for requesting a new CommCare HQ project: <strong>%(requested_domain)s</strong>.
fr: Merci d'avoir demandé un nouveau projet CommCare HQ : <strong>%(requested_domain)s</strong>.

source: Before you can use this project, you must first confirm your account.
fr: Avant de pouvoir utiliser ce projet, vous devez d'abord confirmer votre compte.

source: Welcome to CommCare HQ, %(first_name)s!
fr: Bienvenue sur CommCare HQ, %(first_name)s !

source: Please accept an invitation or create your own project space to start using CommCare.
fr: Veuillez accepter une invitation ou créer votre propre espace projet pour commencer à utiliser CommCare.

source: Before you can view any of your own data from CommCare, you will need to create a project space.
fr: Avant de pouvoir voir vos propres données de CommCare, vous devrez créer un espace projet.

source: Let's add a new project, %(first_name)s.
fr: Ajoutons un nouveau projet, %(first_name)s.

source: Please accept an invitation or create your own project space.
fr: Veuillez accepter une invitation ou créer votre propre espace projet.

source: Create a project space below as a separate sandbox for new applications, users, and form submissions.
fr: Créez un espace projet ci-dessous comme un bac à sable séparé pour les nouvelles applications, utilisateurs et soumissions de formulaires.

source: You have been invited to the following project spaces:
fr: Vous avez été invité aux espaces projet suivants :

source: Create a New Project Space
fr: Créer un nouvel espace de projet

source: Your project space contains all form submissions from your CommCare mobile applications and tools to help you easily create, deploy, and monitor your applications and workers.
fr: Votre espace projet contient toutes les soumissions de formulaires de vos applications mobiles CommCare et des outils pour vous aider à créer, déployer et surveiller facilement vos applications et travailleurs.

source: <strong>Please note:</strong> This project space will not immediately become a part of existing subscriptions.
fr: <strong>Veuillez noter :</strong> Cet espace projet ne fera pas immédiatement partie des abonnements existants.

source: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Learn more about CommCare Enterprise</a> if you would like to link project spaces together under one account.
fr: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">En savoir plus sur CommCare Enterprise</a> si vous souhaitez lier des espaces projet ensemble sous un seul compte.

source: on <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> with your email address.
fr: sur <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> avec votre adresse e-mail.

source: Almost there, %(full_name)s--please activate your CommCare HQ Account!
fr: Presque là, %(full_name)s--veuillez activer votre compte CommCare HQ !

source: You are almost in, %(first_name)s!
fr: Vous y êtes presque, %(first_name)s !

source: Activate My Account
fr: Activer mon compte

source: Thanks for signing up for CommCare. Your new project space is waiting for you!
fr: Merci de vous être inscrit à CommCare. Votre nouvel espace de projet vous attend !

source: Please make sure to activate your account from your desktop computer, as App Building is not optimized for mobile devices.
fr: Veuillez vous assurer d'activer votre compte depuis votre ordinateur de bureau, car la création d'applications n'est pas optimisée pour les appareils mobiles.

source: Simply activate your account to start collecting better data anywhere in the world.
fr: Activez simplement votre compte pour commencer à collecter de meilleures données partout dans le monde.

source: You received this message because we received a new user request
fr: Vous avez reçu ce message car nous avons reçu une demande de nouvel utilisateur

source: Don't forget to activate your account. Your new project space is waiting for you!
fr: N'oubliez pas d'activer votre compte. Votre nouvel espace de projet vous attend !

source: We noticed that you registered for an account yesterday, but it seems you haven't confirmed your email address yet.
fr: Nous avons remarqué que vous vous êtes inscrit pour un compte hier, mais il semble que vous n'avez pas encore confirmé votre adresse e-mail.

source: Dear %(full_name)s, please visit your CommCare HQ Account on a desktop!
fr: Cher(e) %(full_name)s, veuillez visiter votre compte CommCare HQ sur un ordinateur de bureau !

source: A reminder to visit on your desktop:
fr: Un rappel pour visiter sur votre ordinateur de bureau :

source: Visit CommCare HQ
fr: Visitez CommCare HQ

source: This email has been sent as a reminder for you to visit your CommCare HQ project space on a laptop or desktop computer.
fr: Cet e-mail a été envoyé pour vous rappeler de visiter votre espace de projet CommCare HQ sur un ordinateur portable ou de bureau.

source: You received this message because we received a reminder request
fr: Vous avez reçu ce message car nous avons reçu une demande de rappel

source: You have been added to the %(domain)s project on %(hq_name)s.
fr: Vous avez été ajouté au %(domain)s projet sur %(hq_name)s.

source: You've been added to %(domain)s.
fr: Vous avez été ajouté à %(domain)s.

source: Confirm Account
fr: Confirmer le compte

source: Once you confirm your account you will be able to access and submit data in the %(domain)s project on %(hq_name)s. Your username to login is <strong>%(username)s</strong>
fr: Une fois que vous avez confirmé votre compte, vous pourrez accéder et soumettre des données dans le %(domain)s projet sur %(hq_name)s. Votre nom d'utilisateur pour vous connecter c'est <strong>%(username)s</strong>.

source: You received this message because we received an invitation request from an administrator of the project "%(domain)s".
fr: Vous avez reçu ce message car nous avons reçu une demande d'invitation de la part d'un administrateur du projet "%(domain)s".

source: You have been added to the "%(domain)s" project on %(hq_name)s.
fr: Vous avez été ajouté à "%(domain)s" projet sur %(hq_name)s

source: To confirm your account, please open the following link in your browser: %(url)s
fr: Pour confirmer votre compte, veuillez ouvrir le lien suivant dans votre navigateur: %(url)s

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
fr: Une fois que vous avez confirmé votre compte, vous pourrez accéder et soumettre des données dans le %(domain)s projet sur %(hq_name)s. Votre nom d'utilisateur pour vous connecter c'est %(username)s.

source: Thanks,
fr: Merci,

source: -The %(hq_name)s team
fr: -Le %(hq_name)s équipe

source: Reset your password on CommCare HQ!
fr: Réinitialisez votre mot de passe sur CommCare HQ !

source: Reset password for
fr: Réinitialiser le mot de passe pour

source: Reset Password
fr: Réinitialiser le mot de passe

source: Someone requested a password reset for your email on CommCare HQ.
fr: Quelqu'un a demandé une réinitialisation de mot de passe pour votre email sur CommCare HQ.

source: If it wasn't you, feel free to ignore this email.
fr: Si ce n'était pas vous, vous pouvez ignorer cet email.

source: You received this message because we received a password reset request
fr: Vous avez reçu ce message car nous avons reçu une demande de réinitialisation de mot de passe

source: Reset Password on CommCare HQ
fr: Réinitialiser le mot de passe sur CommCare HQ

source: Hello %(name)s, Your account with username %(username)s is confirmed successfully. You can now log in and submit data in the "%(domain)s" project on %(hq_name)s. Thanks, -The %(hq_name)s team
fr: Bonjour %(name)s, Votre compte avec le nom d'utilisateur %(username)s est confirmé avec succès. Vous pouvez maintenant vous connecter et soumettre des données dans le "%(domain)s" projet sur %(hq_name)s. Merci, -L'équipe %(hq_name)s

source: Hello %(name)s,
fr: Bonjour %(name)s,

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
fr: Une fois que vous aurez confirmé votre compte, vous pourrez accéder et soumettre des données dans le "%(domain)s" projet sur %(hq_name)s. Votre nom d'utilisateur pour vous connecter est %(username)s

source: Oh, no!
fr: Oh non!

source: Well, this is embarrassing...
fr: Hum, ceci est embarrassant...

source: It seems our servers are having issues processing new accounts right now.
fr: Il semble que nos serveurs ont des difficultés à traiter des nouveaux comptes en ce moment.

source: It's most definitely our fault, and we sincerely apologize. Our best developers are already on the case, don't worry.
fr: Ceci est de notre faute, et on s'excuse sincèrement. Nos meilleurs développeurs s'en occupent déjà, pas de soucis.

source: Please try back in an hour and hopefully everything will be fixed. We are very sorry for the inconvenience.
fr: Veuillez essayer dans une heure et nous espérons que tout sera corrigé. Nous sommes désolés pour ce désagrément.

source: Issue with registration
fr: Problème avec l'inscription

source: Please check that you have JavaScript enabled to use this site! We found the following issues:
fr: Veuillez vérifier que vous avez activé JavaScript pour utiliser ce site ! Nous avons trouvé les problèmes suivants :

source: Go Back & Fix Form
fr: Retouner & arranger le formulaire

source: Creating Account...
fr: Création du compte...

source: Please wait a moment&mdash;almost there!
fr: Veuillez patienter un instant &mdash;nous y sommes presque!

source: Created new user...
fr: Nouvel utilisateur créé...

source: Prepared project space...
fr: Espace projet préparé...

source: Updated reports...
fr: Rapport mis à jour...

source: Syncing with servers...
fr: Synchronisation avec les serveurs...

source: Thank you for choosing <strong>CommCare</strong>. <i class="fa fa-heart"></i>
fr: Merci d'avoir choisi <strong>CommCare</strong>. <i class="fa fa-heart"></i>

source: Success!
fr: Succès!

source: An email was just sent to
fr: An courriel a été envoyé à

source: Please visit the link provided <strong>from your desktop computer</strong> to activate your account, so you can start using your new CommCare HQ project!
fr: Veuillez visiter le lien fourni <strong>depuis votre ordinateur de bureau</strong> pour activer votre compte, afin de commencer à utiliser votre nouveau projet CommCare HQ !

source: <strong>Please visit the link provided in the email to activate your account,</strong> so you can start using your new CommCare HQ project!
fr: <strong>Veuillez visiter le lien fourni dans l'email pour activer votre compte,</strong> afin de commencer à utiliser votre nouveau projet CommCare HQ !

source: If you can't find the email, you may <a href="%(resend_url)s">resend the confirmation email</a>.
fr: Si vous ne trouvez pas l'email, vous pouvez <a href="%(resend_url)s">renvoyer l'email de confirmation</a>.

source: Single Sign-On
fr: Authentification unique

source: We are now redirecting you to sign in with <span data-bind="text: ssoIdpName"></span>.
fr: Nous vous redirigeons maintenant pour vous connecter avec <span data-bind="text: ssoIdpName"></span>.

source: Your account will be created after the next step.
fr: Votre compte sera créé après l'étape suivante.

source: Create an Account
fr: Créer un compte

source: Create Account
fr: Créer compte

source: Name Project
fr: Nommer le projet

source: Loading...just a second!
fr: Chargement...juste un instant!

source: Want to learn more before signing up?
fr: Voulez-vous en savoir plus avant de vous inscrire ?

source: Visit CommCareHQ on your computer!
fr: Visitez CommCareHQ sur votre ordinateur !

source: A user with this email address is already in this project or has a pending invitation.
fr: L'utilisateur correspondant à cette adresse de courrier électronique est déjà inclus dans ce projet ou son invitation est en attente.

source: A user with this email address is deactivated.
fr: Un utilisateur avec cette adresse e-mail est désactivé.

source: Please try again.
fr: Veuillez réessayer.

source: There is already a user with this email.
fr: Il existe déjà un utilisateur avec cet e-mail.

source: CommCareHQ account request
fr: Demande de compte CommCareHQ

source: This email is managed by {}. You will be asked to login with Single Sign-On after the next step.
fr: Cet e-mail est géré par {}. Vous serez invité à vous connecter avec l'authentification unique après l'étape suivante.

source: Confirm Account
fr: Confirmer le compte

source: Oops!
fr: Oups!

source: Your organization has requested that project creation be restricted. For more information, please speak to your administrator.
fr: Votre organisation a demandé que la création de projet soit restreinte. Pour plus d'informations, veuillez parler à votre administrateur.

source: Number of projects requested today exceeds limit (%d) - contact Dimagi
fr: Le nombre de projets demandés aujourd'hui dépasse la limite (%d) - contactez Dimagi

source: Project name already taken - please try another
fr: Le nom de projet est déjà utilisé - Veuillez choisir un autre.

source: We encountered a temporary system issue. Please try again in a few minutes. If the issue persists, please contact support.
fr: Nous avons rencontré un problème temporaire du système. Veuillez réessayer dans quelques minutes. Si le problème persiste, veuillez contacter le support.

source: seconds before requesting again.
fr: secondes avant de faire une nouvelle demande.

source: There was a problem with your request
fr: Votre demande comportait un élément problématique

source: An account activation key was not provided. If you think this is an error, please contact the system administrator.
fr: Aucune clé d'activation n'a été fournie. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter l'administrateur système.

source: The account activation key "%s" provided is invalid. If you think this is an error, please contact the system administrator.
fr: La clé d'activation "%s" fournie n'est pas valide. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter l'administrateur système.

source: Accepted
fr: Accepté

source: Rejected
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Invitation Accepted
fr: Invitation acceptée

source: Invitation Rejected
fr: Invitation rejetée

source: Grant created
fr: Subvention créée

source: Grant removed
fr: Subvention supprimée

source: Data Accessed
fr: Données consultées

source: Invitation Added
fr: Invitation ajoutée

source: Registry Activated
fr: Registre activé

source: Registry De-activated
fr: Registre désactivé

source: Invitation Revoked
fr: Invitation révoquée

source: Schema Changed
fr: Schéma modifié

source: Grant
fr: Subvention

source: CommCare Data Registry: Invitation to participate
fr: Registre de données CommCare : Invitation à participer

source: CommCare Data Registry: Participant opted in
fr: Registre de données CommCare : Participant inscrit

source: CommCare Data Registry: Participant opted out
fr: Registre de données CommCare : Participant désinscrit

source: CommCare Data Registry: Access Granted
fr: Registre de données CommCare : Accès accordé

source: The '%(domain)s' project space has been granted access to data from the '%(access_domain)s' project space via the '%(registry_name)s' CommCare data registry.
fr: L'espace projet '%(domain)s' a reçu l'accès aux données de l'espace projet '%(access_domain)s' via le registre de données CommCare '%(registry_name)s'.

source: You can view the data registry at the following link:
fr: Vous pouvez consulter le registre de données au lien suivant :

source: Thank you for using CommCare.
fr: Merci d'utiliser CommCare.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
fr: Cordialement, <br /> L'équipe CommCare HQ <br /> www.commcarehq.org

source: Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
fr: Merci d'utiliser CommCare. Cordialement, L'équipe CommCare HQ www.commcarehq.org

source: The '%(domain)s' project space has been invited to participate in the '%(registry_name)s' CommCare data registry by the '%(owning_domain)s' project space.
fr: L'espace projet '%(domain)s' a été invité à participer au registre de données CommCare '%(registry_name)s' par l'espace projet '%(owning_domain)s'.
