Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(current_subscription_end_date)s your current subscription will be paused.
fr: Vous aurez accès aux fonctionnalités de votre <strong>Plan Logiciel Édition %(p)s</strong> jusqu'au %(current_subscription_end_date)s.<br /> Le %(current_subscription_end_date)s, votre abonnement actuel sera mis en pause.

source: Your subscription will be paused immediately upon clicking the Confirm Pause button.
fr: Votre abonnement sera mis en pause immédiatement après avoir cliqué sur le bouton Confirmer la pause.

source: You have selected the <strong>%(p)s Edition</strong> subscription.
fr: Vous avez sélectionné l'abonnement <strong>Édition %(p)s</strong>.

source: Monthly Fee
fr: Frais mensuels

source: Included each month
fr: Inclus chaque mois

source: Note: Continuing will change your current subscription.
fr: Note : Continuer changera votre abonnement actuel.

source: CommCare is billed on a monthly basis, and all subscriptions require a 30 day minimum commitment. You should expect your first invoice on %(invoice_date)s, or you can prepay for your subscription by following the instructions <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment">here</a>.
fr: CommCare est facturé mensuellement, et tous les abonnements nécessitent un engagement minimum de 30 jours. Vous devriez recevoir votre première facture le %(invoice_date)s, ou vous pouvez prépayer pour votre abonnement en suivant les instructions <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment">ici</a>.

source: Once you subscribe to a paid plan, you will be able to pause your subscription after 30 days, but you will no longer be able to downgrade to the CommCare Community plan.
fr: Une fois que vous vous abonnez à un plan payant, vous pourrez mettre votre abonnement en pause après 30 jours, mais vous ne pourrez plus rétrograder au plan Communauté de CommCare.

source: <input type="checkbox" data-bind="checked: oUserAgreementSigned"> I understand and wish to continue.
fr: <input type="checkbox" data-bind="checked: oUserAgreementSigned"> Je comprends et souhaite continuer.

source: Thank you for staying with your current subscription.
fr: Merci de rester avec votre abonnement actuel.

source: Continuing will keep you on <strong>%(p)s Edition Software Plan</strong> and any pending subscriptions will be cancelled.
fr: Continuer vous maintiendra sur le <strong>Plan Logiciel Édition %(p)s</strong> et tout abonnement en attente sera annulé.

source: We're sorry to see you downgrade!
fr: Nous sommes désolés de vous voir rétrograder !

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(start_date_after_minimum_subscription)s your current subscription will be downgraded to the %(new_plan_edition)s Edition Software Plan.
fr: Vous aurez accès aux fonctionnalités de votre <strong>Plan Logiciel Édition %(p)s</strong> jusqu'au %(current_subscription_end_date)s.<br /> Le %(start_date_after_minimum_subscription)s, votre abonnement actuel sera rétrogradé au Plan Logiciel Édition %(new_plan_edition)s.

source: We're sorry to see you downgrade! You are currently subscribed to the <strong>%(p)s Software Plan.</strong>
fr: Nous sommes désolés de vous voir rétrograder ! Vous êtes actuellement abonné au <strong>Plan Logiciel %(p)s.</strong>

source: Subscription
fr: Souscription

source: Product Rate
fr: Coût de Produit

source: Feature Rate
fr: Caractéristique de Tarif

source: Balance
fr: Solde / Qté. restante

source: Note: Selecting this plan will result in the following changes to your project.
fr: Remarque: La sélection de ce plan apportera les changements suivants à votre projet.

source: Go to All Invoices page for this Project Space
fr: Allez sur la page des Factures pour cet espace de projet

source: Export to Excel
fr: Télécharger fichier Excel

source: Add New Credit Card
fr: Ajoutez nouvelle carte bancaire

source: Processing your request
fr: Traitement de votre demande

source: Card Number
fr: Numéro de Carte

source: Use this card to autopay
fr: Utiliser cette carte pour paiement automatique

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
fr: Nous utilisons <a href="http://www.stripe.com/" target="_blank">Stripe</a> pour traiter cette transaction.

source: Save
fr: Enregistrer

source: Pay Monthly
fr: Payer Mensuellement

source: Pay Annually
fr: Payer Annuellement

source: Save close to 20%% when you pay annually.
fr: Économisez près de 20%% lorsque vous payez annuellement.

source: Select Payment Method
fr: Selectionner la Methode de Payment

source: Card
fr: Carte

source: Use a saved card
fr: Utilisé la même carte

source: Actually remove this card?
fr: Effectivement Retirer cette carte?

source: Yes, Remove
fr: Oui, Retirer

source: Removing card...
fr: Retrait de la carte

source: Use a different card
fr: Utilisé une carte différente

source: Card Information
fr: Information de la carte

source: Processing your payment...
fr: Traitement de votre paiement...

source: Save card for later
fr: Enregistrer la carte pour plus tard

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
fr: Nous utilisons <a href="http://www.stripe.com/" target="_blank">Stripe</a> pour traiter cette transaction.

source: Using Stripe's TEST API.
fr: Utiliser l'API de teste de Stripe.

source: Currently Active
fr: Actuellement Actif

source: Last Invoice Due Date
fr: Date limite de la dernière facture

source: "Do Not Invoice" Reason
fr: Raison de "Non Facturation"

source: Edit
fr: Modifier

source: Plan Information
fr: Information du Plan

source: Roles and Features
fr: Droits et caractéristiques

source: Version Summary
fr: Sommaire de la version

source: Generating Report...
fr: Émission de rapport...

source: Apply
fr: Appliquer

source: Invoices
fr: Factures

source: Upgrade / Downgrade
fr: Mise à jour / Rétrograder

source: Community
fr: Communauté

source: For projects in a pilot phase with a small group (up to {}) of mobile users that only need very basic CommCare features.
fr: Pour les projets en phase pilote avec un petit groupe (jusqu'à {}) d'utilisateurs mobiles qui n'ont besoin que des fonctionnalités de base de CommCare.

source: For programs with one-time data collection needs, simple case management workflows, and basic M&E requirements. ({} mobile workers included)
fr: Pour les programmes ayant des besoins ponctuels de collecte de données, des flux de travail simples de gestion de cas, et des exigences de base en suivi et évaluation. ({} travailleurs mobiles inclus)

source: Pro
fr: Professionnel

source: For programs with complex case management needs, field staff collaborating on tasks, and M&E teams that need to clean and report on data. ({} mobile workers included)
fr: Pour les programmes ayant des besoins complexes en gestion de cas, le personnel de terrain collaborant sur des tâches, et les équipes de suivi et évaluation qui doivent nettoyer et rapporter les données. ({} travailleurs mobiles inclus)

source: Advanced
fr: Avancés

source: For programs with distributed field staff, facility-based workflows, and advanced security needs. Also for M&E teams integrating data with 3rd party analytics. ({} mobile workers included)
fr: Pour les programmes avec du personnel de terrain distribué, des flux de travail basés sur les installations, et des besoins avancés en sécurité. Également pour les équipes de suivi et évaluation intégrant des données avec des analyses tierces. ({} travailleurs mobiles inclus)

source: Enterprise
fr: Entreprise

source: For organizations that need a sustainable path to scale mobile data collection and service delivery across multiple teams, programs, or countries.
fr: Pour les organisations qui ont besoin d'une voie durable pour étendre la collecte de données mobiles et la prestation de services à travers plusieurs équipes, programmes ou pays.

source: Paused
fr: En pause

source: Reseller
fr: Revendeur

source: Managed Hosting
fr: Hébergement géré

source: SMS Messages
fr: Messages SMS

source: Mobile Workers
fr: Utilisateurs mobiles

source: Web Users
fr: Utilisateurs Web

source: Form-Submitting Mobile Workers
fr: Travailleurs mobiles soumettant des formulaires

source: Monthly
fr: Chaque mois

source: Your CommCare Billing Statement for {account_name} is due in {num_days} days
fr: Votre relevé de facturation CommCare pour {account_name} est dû dans {num_days} jours

source: Oh no! Your CommCare subscription for {} has been paused
fr: Oh non ! Votre abonnement CommCare pour {} a été mis en pause

source: CommCare Alert: {}'s subscriptions will be paused after tomorrow!
fr: Alerte CommCare : les abonnements de {} seront mis en pause après demain !

source: subscriptions on {}
fr: abonnements sur {}

source: CommCare Alert: {}'s subscription will be paused after tomorrow!
fr: Alerte CommCare : l'abonnement de {} sera suspendu après demain !

source: subscription for {}
fr: abonnement pour {}

source: CommCare Billing Statement {} days Overdue for {}
fr: Relevé de facturation CommCare {} jours en retard pour {}

source: Could not obtain billing statement. An issue has been submitted.
fr: Nous n'avons pas pu obtenir le relevé de facturation. Un problème a été soumis.

source: Accounting Admins
fr: Administrateur de Compte

source: Admins per page
fr: Administrateur par page

source: You haven't specified any accounting admins. How are you viewing this page??! x_x
fr: Vous pouvez spécifier ici tout compte administrateurs. Comment voyez vous cette pages??! x_x

source: Loading admin list...
fr: Chargement de la liste d'administrateur...

source: Removed Users:
fr: Supprimer les utilisateurs:

source: Added Users:
fr: Ajouter les utilisateurs:

source: Reference
fr: Référence

source: Constant
fr: Constante

source: SQL Statement
fr: Instruction SQL

source: Sum
fr: Somme

source: Average
fr: Moyenne

source: Count
fr: Compter

source: Count Unique Values
fr: Compter les valeurs uniques

source: Has a nonzero sum (1 if sum is nonzero else 0).
fr: A une somme non nulle (1 si la somme est non nulle sinon 0).

source: Month
fr: Mois

source: Week
fr: Semaine

source: no table
fr: pas de table

source: Rebuild Data
fr: Reconstruire les données

source: Preview data
fr: Previsualisation de données

source: View Aggregate UCR
fr: Voir l'UCR agrégé

source: Preview Aggregate UCR
fr: Aperçu de l'UCR agrégé

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Professional email
fr: Email professionnel

source: Organization
fr: Organisation

source: Job title
fr: Intitulé du poste

source: Preferred language
fr: Langue préférée

source: Please Select
fr: Veuillez sélectionner

source: English
fr: Anglais

source: French
fr: Français

source: Spanish
fr: Espagnol

source: How did you hear about us?
fr: Comment avez-vous entendu parler de nous ?

source: Social Media
fr: Réseaux sociaux

source: Web Search (e.g. Google)
fr: Recherche Web (par exemple, Google)

source: Word of Mouth / Referral
fr: Bouche à oreille / Référence

source: Event / Conference
fr: Événement / Conférence

source: Other
fr: Autre

source: We'd love to hear more! Please specify -
fr: Nous aimerions en savoir plus ! Veuillez préciser -

source: By clicking this button, you agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a> and <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>.
fr: En cliquant sur ce bouton, vous acceptez les <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Conditions d'utilisation</a> et la <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Politique de confidentialité</a> de Dimagi.

source: No hubspot API ID is present.
fr: Aucun ID d'API HubSpot n'est présent.

source: '{value}' is an invalid value for the '{filter_name}' filter
fr: '{value}' est une valeur invalide pour le filtre '{filter_name}'

source: Invalid limit '{value}' provided. Please provide a positive integer.
fr: Limite invalide '{value}' fournie. Veuillez fournir un entier positif.

source: No matching '{field_name}' field for ordering
fr: Aucun champ '{field_name}' correspondant pour le tri

source: Password or connect username required
fr: Mot de passe ou nom d'utilisateur de connexion requis

source: You don't have permission to use connect_username field
fr: Vous n'avez pas la permission d'utiliser le champ connect_username

source: The request resulted in the following errors: {}
fr: La demande a entraîné les erreurs suivantes : {}

source: You don't have permission to access this API
fr: Vous n'avez pas la permission d'accéder à cette API

source: Invalid data source! Details: {details}
fr: Source de données invalide ! Détails : {details}

source: You do not have permission to view this feed.
fr: Vous n'avez pas la permission de voir ce flux.

source: limit must be a positive integer.
fr: la limite doit être un entier positif.

source: Limit may not exceed {}.
fr: La limite ne peut pas dépasser {}.

source: The role '{}' does not exist
fr: Le rôle '{}' n'existe pas.

source: There are multiple roles with the name '{}' in the domain '{}'
fr: Il y a plusieurs rôles avec le nom '{}' dans le domaine '{}'

source: Both primary_location and locations must be provided together.
fr: primary_location et locations doivent être fournis ensemble.

source: Primary location must be included in the list of locations.
fr: L'emplacement principal doit être inclus dans la liste des emplacements.

source: Attempted to update unknown or non-editable field '{}'
fr: Tentative de mise à jour d'un champ inconnu ou non modifiable '{}'

source: Password is not strong enough.
fr: Le mot de passe n'est pas assez fort.

source: 'default_phone_number' must be a string
fr: 'default_phone_number' doit être une chaîne de caractères

source: Could not find %(doc_type)s with id %(id)s
fr: Impossible de trouver des %(doc_type)s dont l'identifiant est %(id)s

source: '{param}' is not a valid type of date range.
fr: '{param}' n'est pas un type de plage de dates valide.

source: Cannot parse datetime '{val}'
fr: Impossible d'analyser la date et l'heure '{val}'

source: 'email' is required for each user
fr: 'email' est requis pour chaque utilisateur

source: 'role' required for each user
fr: 'role' requis pour chaque utilisateur

source: 'role' is required for each user
fr: 'role' est requis pour chaque utilisateur

source: '{}' is defined by the profile so cannot be set directly
fr: '{}' est défini par le profil et ne peut donc pas être défini directement

source: You do not have permission to edit Tableau Configuration.
fr: Vous n'avez pas la permission de modifier la configuration de Tableau.

source: This domain does not have user profile privileges.
fr: Ce domaine n'a pas de privilèges de profil utilisateur.

source: This domain does not have locations privileges.
fr: Ce domaine n'a pas de privilèges d'emplacements.

source: Run Every (minutes)
fr: Exécuter toutes les (minutes)

source: Username of the user to run the workflow
fr: Nom d'utilisateur de l'utilisateur pour exécuter le workflow

source: HAR File
fr: Fichier HAR

source: HAR file recording should start with the selection of the app (navigate_menu_start).
fr: L'enregistrement du fichier HAR doit commencer par la sélection de l'application (navigate_menu_start).

source: Populate workflow from HAR file
fr: Remplir le workflow à partir du fichier HAR

source: User not found
fr: Utilisateur non trouvé

source: App not found in domain: {domain}:{app_id}
fr: Application non trouvée dans le domaine : {domain}:{app_id}

source: Human: Answer each question individually and submit form
fr: Humain : Répondez à chaque question individuellement et soumettez le formulaire

source: No Submit: Answer all questions but don't submit the form
fr: Pas de soumission : Répondez à toutes les questions mais ne soumettez pas le formulaire

source: Ignore: Do not complete or submit forms
fr: Ignorer : Ne pas remplir ou soumettre de formulaires

source: Sync user data before running
fr: Synchroniser les données utilisateur avant de lancer

source: Number of minutes between runs
fr: Nombre de minutes entre les exécutions

source: Emails to notify on failure
fr: Emails à notifier en cas d'échec

source: Success
fr: Succès

source: Error:
fr: Erreur:

source: Workflow
fr: Flux de travail

source: Current Workflow
fr: Flux de travail actuel

source: The workflow shown here is the current version which may differ from the version executed at the time of this run.
fr: Le flux de travail affiché ici est la version actuelle qui peut différer de la version exécutée au moment de cette exécution.

source: Logs
fr: Journaux

source: Run
fr: Exécuter

source: Editing "%(workflow_name)s"
fr: Édition de "%(workflow_name)s"

source: New workflow
fr: Nouveau flux de travail

source: Average Timings
fr: Temps moyens

source: App Name
fr: Nom de l'application

source: Last Run
fr: Dernière exécution

source: Last 10 Runs
fr: 10 dernières exécutions

source: Delete
fr: Supprimer

source: Workflow Execution Log for %(workflow_name)s: %(date)s
fr: Journal d'exécution du flux de travail pour %(workflow_name)s : %(date)s

source: Details
fr: Détails

source: Started: %(date_started)s
fr: Commencé : %(date_started)s

source: Ended: %(date_ended)s
fr: Terminé : %(date_ended)s

source: Duration: %(duration)s
fr: Durée : %(duration)s

source: Status:
fr: Statut :

source: Error
fr: Erreur

source: Logs for workflow "%(name)s"
fr: Journaux pour le flux de travail "%(name)s"

source: Log Status
fr: Statut du journal

source: Filter
fr: Filtrer

source: All Status
fr: Tous les statuts

source: Started
fr: Commencé

source: Duration
fr: Durée

source: Avg Timings
fr: Temps moyens

source: Max Timings
fr: Temps maximums

source: Testing %(name)s
fr: Test de %(name)s

source: Running...
fr: En cours d'exécution...

source: Automatically Executed App Workflows
fr: Flux de travail des applications exécutés automatiquement

source: New App Workflow
fr: Nouveau flux de travail d'application

source: You must use the 'Import HAR' button to upload a HAR file.
fr: Vous devez utiliser le bouton 'Importer HAR' pour télécharger un fichier HAR.

source: Edit App Workflow: {name}
fr: Modifier le flux de travail de l'application : {name}

source: Unable to process HAR file: {error}
fr: Impossible de traiter le fichier HAR : {error}

source: Automatically Executed App Workflow Logs
fr: Journaux de flux de travail d'application exécutés automatiquement

source: Invalid date parameter
fr: Paramètre de date invalide

source: Workflow Log: {name}
fr: Journal de flux de travail : {name}

source: Case Detail Overwrite
fr: Ecraser les details de dossier

source: Ability to overwrite one case list or detail's settings with another's. Available in menu settings, in the actions tab.
fr: Possibilité d'écraser une liste de dossier ou des paramètres de détail par d'autres. Disponible dans le menu des paramètres, dans l'onglet actions.

source: Case List Menu Item
fr: Element du menu de la liste des dossiers.

source: Allows the mobile user to view the case list and case details without actually opening a form. Available in menu settings.
fr: Permet à l'utilisateur mobile de visualiser la liste des dossiers et les détails des dossiers sans ouvrir un formulaire. Disponible dans le menu des paramètres.

source: Case Conditions
fr: Conditions de dossier

source: Open or close a case only if a specific question has a particular answer. Available in form settings, under Case Management.
fr: Ouvrez ou fermez un dossier uniquement si une question précise a une réponse particulière. Disponible dans les paramètres de formulaire, sous la rubrique gestion des dossiers.

source: Display Conditions
fr: Conditions d'affichage

source: Write logic to show or hide forms and menus on the mobile device. Available in form and menu settings.
fr: Écrire une logique pour afficher ou masquer des formulaires et des menus sur l'appareil mobile. Disponible dans les paramètres de formulaire et de menu.

source: Menu Mode
fr: Mode Menu

source: Control whether a form's enclosing menu is displayed on the mobile device or not. Available in menu settings.
fr: Contrôler si le menu englobant d'un formulaire est affiché sur l'appareil mobile ou non. Disponible dans les paramètres de menu.

source: Register from case list
fr: S'inscrire depuis la liste des cas

source: Minimize duplicates by making registration forms available directly from the case list on the mobile device. Availabe in menu settings.
fr: Minimisez les doublons en rendant les formulaires d'inscription disponibles directement depuis la liste des cas sur l'appareil mobile. Disponible dans les paramètres de menu.

source: Child Cases
fr: Dossiers d'enfants

source: Open other types of cases, linking them to the case that created them. Available in form settings.
fr: Ouvrir d'autres types de cas, en les liant au cas qui les a créés. Disponible dans les paramètres de formulaire.

source: Child cases are not available on your subscription. This feature is only available on our Pro plan or higher.
fr: Les cas enfants ne sont pas disponibles sur votre abonnement. Cette fonctionnalité est uniquement disponible sur notre plan Pro ou supérieur.

source: Sub Menus
fr: Sous-menus

source: Nest menus inside of other menus.
fr: Nicher des menus à l'intérieur d'autres menus.

source: New Case Lists Created Empty
fr: Nouvelles listes de cas créées vides

source: When adding a new case list, don't include a registration and followup form.
fr: Lors de l'ajout d'une nouvelle liste de cas, n'incluez pas de formulaire d'inscription et de suivi.

source: Case Management
fr: Gestion des dossiers

source: Build more complex workflows
fr: Construire des flux de travail plus complexes

source: Mobile Experience
fr: Expérience mobile

source: Improve the user experience of your mobile workers
fr: Améliorer l'expérience utilisateur de vos travailleurs mobiles

source: Calculations
fr: Calculs

source: Add logic to your app with XPath expressions
fr: Ajoutez de la logique à votre application avec des expressions XPath

source: App Building Efficiency
fr: Efficacité de Construction d'Applications

source: Tools to help build your apps faster
fr: Outils pour vous aider à construire vos applications plus rapidement

source: [Filter]
fr: [Filtrer]

source: Case type '%(case_type)s' has no '%(relationship)s' relationship to any other case type.
fr: Type de dossier '%(case_type)s' n'a pas de '%(relationship)s' relations avec auncun autre type de dossier.

source: Continue To {form_name}
fr: Continuer vers {form_name}

source: Create a new Case
fr: Créer un nouveau Cas

source: Build for version requested not found
fr: Construction pour la version demandée non trouvée

source: Please log in to the app to check for an update.
fr: Veuillez vous connecter à l'application pour vérifier une mise à jour.

source: Case
fr: Dossier

source: Form
fr: Formulaire

source: Data Source
fr: Source de données

source: Forms or Cases
fr: Formulaires ou dossiers

source: Data Registry
fr: Registre de Données

source: <strong>Form</strong>: Display data from form submissions.<br/><strong>Case</strong>: Display data from your cases. You must be using case management for this option.
fr: <strong>Formulaire</strong> : Afficher les données des soumissions de formulaires.<br/><strong>Cas</strong> : Afficher les données de vos cas. Vous devez utiliser la gestion des cas pour cette option.
