Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Search Screen Subtitle
fr: Sous-titre de l'écran de recherche

source: Search Filter
fr: Filtre de recherche

source: Copy case list filter
fr: Copier le filtre de la liste des cas

source: Example: age > 5
fr: Exemple : âge > 5

source: Claim Condition
fr: Condition de réclamation

source: Don't search cases owned by the following ids
fr: Ne recherchez pas de dossiers possédés par les identifiants suivants

source: Ignore Owners
fr: Ignorer les propriétaires

source: Example: instance('commcaresession')/session/context/userid or 'a1c0148dc2120c6b1762f5ac5aba2a15'
fr: Exemple : instance('commcaresession')/session/context/userid ou 'a1c0148dc2120c6b1762f5ac5aba2a15'

source: Data Registry Workflow
fr: Flux de travail du registre de données

source: Load Additional Data Registry Cases
fr: Charger des cas supplémentaires du registre de données

source: Load additional cases from the Data Registry into the 'registry' instance for forms in this module. The case type of the case must be configured in the registry and in the module via the module's case type or the module's 'Additional Case List and Case Search Types' configuration.
fr: Charger des cas supplémentaires du registre de données dans l'instance 'registry' pour les formulaires de ce module. Le type de cas du cas doit être configuré dans le registre et dans le module via le type de cas du module ou la configuration 'Liste de cas supplémentaires et types de recherche de cas' du module.

source: Case ID XPath
fr: XPath de l'ID de cas

source: Add Case ID to Data Registry Query
fr: Ajouter l'ID de cas à la requête du registre de données

source: Case property with additional case id to add to results
fr: Propriété de cas avec ID de cas supplémentaire à ajouter aux résultats

source: Custom Related Case Property
fr: Propriété de cas liée personnalisée

source: Enter in the name of a case property that contains the ID of another case you'd like included in the results instance. This is to allow you to configure your case list display to show properties of that related case. Read more on the <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Help Site</a>.
fr: Entrez le nom d'une propriété de cas qui contient l'ID d'un autre cas que vous souhaitez inclure dans l'instance des résultats. Cela permet de configurer l'affichage de votre liste de cas pour montrer les propriétés de ce cas lié. En savoir plus sur le <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>site d'aide</a>.

source: Include all related cases in search results
fr: Inclure tous les cas liés dans les résultats de recherche

source: Clearing search terms resets search results
fr: Effacer les termes de recherche réinitialise les résultats de recherche

source: This is not a valid xpath expression. Check to make sure your parentheses match and you are referencing case properties correctly.
fr: Ceci n'est pas une expression xpath valide. Vérifiez que vos parenthèses correspondent et que vous référencez correctement les propriétés de cas.

source: A property is not allowed both here and Default Search Filters. Please remove from one of the lists
fr: Une propriété n'est pas autorisée à la fois ici et dans les filtres de recherche par défaut. Veuillez la retirer d'une des listes

source: Configure
fr: Configurer

source: Options for:
fr: Options pour :

source: Help Text
fr: Texte d'aide

source: Default Value Expression
fr: Expression de valeur par défaut

source: In "YYYY-MM-DD to YYYY-MM-DD" format
fr: Au format "AAAA-MM-JJ à AAAA-MM-JJ"

source: e.g. Use #,# as separator to select multiple values
fr: par exemple. Utilisez #,# comme séparateur pour sélectionner plusieurs valeurs

source: Checkbox
fr: Case à cocher

source: Date Range
fr: Plage de dates

source: Barcode
fr: Code-barres

source: Lookup Table Selection
fr: Sélection de table de recherche

source: Mobile UCR Selection
fr: Sélection UCR mobile

source: Geocoder Broadcast
fr: Diffusion du géocodeur

source: Allow multiple selections
fr: Autoriser les sélections multiples

source: Allow searching for blank values
fr: Autoriser la recherche de valeurs vides

source: Label Field
fr: Champ d'étiquette

source: Value Field
fr: Champ de valeur

source: Sort Field
fr: Champ de tri

source: Instance Nodeset
fr: Jeu de nœuds d'instance

source: This refers to data other than selected report/lookup-table.
fr: Cela se réfère à des données autres que le rapport/table de recherche sélectionné.

source: Advanced Options
fr: Options avancées

source: Geocoder Receiver Expression
fr: Expression du récepteur de géocodeur

source: Hide in Search Screen
fr: Masquer dans l'écran de recherche

source: Exclude From Search Filters
fr: Exclure des filtres de recherche

source: Required Message
fr: Message requis

source: Validation Condition
fr: Condition de validation

source: Validation Message
fr: Message de validation

source: Done
fr: Terminé

source: Group Name
fr: Nom de groupe

source: Reset Grid
fr: Réinitialiser la grille

source: Case Tile Template
fr: Modèle de tuile de cas

source: Custom Detail Variables
fr: Personnaliser les détails des variables

source: Add custom variables to the variables node.
fr: Ajouter des variables personnalisées au nœud des variables.

source: Enable visit scheduler
fr: Autoriser le planificateur de visites

source: Be able to configure a visit schedule
fr: Autoriser le planificateur de visites

source: Visit schedule will be ignored as not all forms in the case list update or close a case.
fr: Le calendrier des visites sera ignoré car toutes les formulaires dans la liste de cas ne mettent pas à jour ou ne ferment pas un cas.

source: Schedule Phases
fr: Planifier des phases

source: Schedule Phase Number
fr: Planifier un nombre de phase

source: Schedule Anchor Property
fr: Planifier une propriété d'ancrage

source: Forms in this phase
fr: Formulaires dans cette phase

source: Add Phase
fr: Ajoutez phase

source: You can only delete phases that have no forms
fr: Vous pouvez seulement supprimer des phases qui n'ont pas de formulaire

source: Visit schedules can only be used when all the forms in the case list<br/> update or close a case, which means registration forms must go in a separate case list.
fr: Les calendriers de visites ne peuvent être utilisés que lorsque tous les formulaires de la liste de cas<br/> mettent à jour ou ferment un cas, ce qui signifie que les formulaires d'enregistrement doivent aller dans une liste de cas séparée.

source: Lookup Table Case Selection
fr: Sélection de dossiers de la Table de recherche

source: Enable Lookup Table Filtering
fr: Autoriser le filtrage de la Table de recherche

source: Enabling this allows you to filter the case list based on a lookup table selection and an xpath expression that consumes that selection
fr: Activer ceci permet de trier la liste de dossiers basée sur la sélection de la table de recherche et l'expression xpath qui personnalise la sélection

source: Lookup Table Type
fr: Type de tableau de référence

source: Lookup Table Type refers to the lookup table that should be used in selection
fr: Le type de table de recherche se réfère à la table de recherche qui devrait être utilisée dans la sélection

source: Select One
fr: Sélectionner un

source: Display Column
fr: Afficher la colonne

source: This Column will be displayed as the choice for the user to select from
fr: Cette colonne sera affichée comme le choix de l'utilisateur pour sélectionner un formulaire

source: Localize Display Column
fr: Localiser la colonne d'affichage

source: Set this checkbox to indicate that the lookup table does not contain the display string, but a reference to the localization string
fr: Activer cette case pour indiquer que la table de reference ne contien pas la corde d'affichage, mais une reference vers la corde de l'organisation.

source: Variable Column
fr: Colonne de variables

source: This column will be used as the variable which is input into the xpath expression below
fr: Cette colonne sera utilisée comme une variable qui est entrée dans l'expression xpath ci-dessous

source: XPath filtering expression
fr: Expression de XPath de tri

source: The XPath filtering expression will be added to the list of conditions that filter the case list
fr: Cette expression de XPath de tri sera ajoutée à la liste des conditions qui trie la liste de dossiers

source: Graph Type
fr: Type de graphique

source: Series
fr: Séries

source: Delete Series
fr: Supprimer les séries

source: Path
fr: Chemin

source: Radius
fr: Rayon

source: Add Configuration &rarr; Value Mapping
fr: Ajouter Configuration &rarr; Mappage de valeur

source: Add Series
fr: Ajouter des séries

source: Add Configuration &rarr; Value mapping
fr: Ajouter Configuration &rarr; Mappage de valeur

source: X Value
fr: Valeur X

source: Y Value
fr: Valeur Y

source: Add Annotation
fr: Ajouter une annotation

source: Report
fr: Rapport

source: Sync Delay (in hours)
fr: Délai de synchronisation (en heures)

source: Data Table
fr: Table de données

source: Display codes
fr: Afficher les codes

source: Hide codes
fr: Masquer les codes

source: Custom alias:
fr: Alias personnalisé :

source: Use xpath expression
fr: Utiliser une expression xpath

source: Must be a valid xpath expression.
fr: Doit être une expression xpath valide

source: Not localizable.
fr: Pas localisable

source: Domain sync delay set to:
fr: Délai de synchronisation du domaine défini sur :

source: hours.
fr: heures.

source: Add Report
fr: Ajouter un Rapport

source: To save time when building large applications, it can be useful to copy one menu's entire case list or case details configuration to another menu.
fr: Pour gagner du temps lors de la création de grandes applications, il peut être utile de copier la liste complète des cas ou la configuration des détails des cas d'un menu à un autre.

source: Learn More
fr: En savoir plus

source: Copy Case List to another menu
fr: Copier la liste des cas vers un autre menu

source: This will <strong>overwrite</strong> the case list of the selected menu with the current menu's case list configuration.
fr: Cela <strong>écrasera</strong> la liste des cas du menu sélectionné avec la configuration de la liste des cas du menu actuel.

source: Copy Case Detail to another menu
fr: Copier le détail des cas vers un autre menu

source: This will <strong>overwrite</strong> the case detail of the selected menu with the current menu's case detail configuration.
fr: Cela <strong>écrasera</strong> le détail des cas du menu sélectionné avec la configuration du détail des cas du menu actuel.

source: XPath expression
fr: Expression de XPath

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case. Other case lists with the same case type will use the same set of case(s).
fr: Le nom du type de cas que vous suivez (par exemple, « grossesse », « ferme », « ménage », etc.). Tous les cas que vous enregistrez dans cette liste de cas seront de ce type. D'autres listes de cas avec le même type de cas utiliseront le même ensemble de cas.

source: The name for the type of case you are tracking (e.g. &quot;pregnancy&quot;, &quot;farm&quot;, &quot;household&quot;, etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
fr: Le nom pour le type de dossier que vous suivez (p.ex. "grossesse", "ferme", "ménage", etc.). Tous les dossiers que vous enregistrez dans ce module seront ce type de dossier, et uniquement les dossiers de ce type seront affichés dans la liste des cas. Les autres modules avec le même type de dossier utiliseront le même ensemble de dossiers.

source: This case type has been deprecated in the Data Dictionary.
fr: Ce type de cas a été déprécié dans le Dictionnaire de Données.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
fr: Les types de dossiers peuvent comporter uniquement les caractères a-z, 0-9 et '-' and '_'

source: You have cases associated with the %(case_type)s Case Type. Making this change will NOT affect your existing cases. Only new cases will be affected.
fr: Vous avez des cas associés au type de cas %(case_type)s. Apporter cette modification n'affectera PAS vos cas existants. Seuls les nouveaux cas seront affectés.

source: Additional Case List and Case Search Types
fr: Types supplémentaires de liste de cas et de recherche de cas

source: Cases of these types will be displayed in Case List and Case Search screens, in addition to the Case Type inputted above. <a target='_blank' href='https://confluence.dimagi.com/display/ccinternal/Case+Search+and+Claim'>(More Information)</a>
fr: Les cas de ces types seront affichés dans les écrans de liste de cas et de recherche de cas, en plus du type de cas saisi ci-dessus. <a target='_blank' href='https://confluence.dimagi.com/display/ccinternal/Case+Search+and+Claim'>(Plus d'informations)</a>

source: Parent Menu
fr: Menu parent

source: Nest this menu under another for easier application navigation. <a href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(More Information)</span>
fr: Nichez ce menu sous un autre pour une navigation plus facile dans l'application. <a href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(Plus d'informations)</span>

source: No Parent
fr: Pas de parent

source: Source Menu
fr: Menu source

source: Include Forms
fr: Inclure les formulaires

source: Shadow Module Version
fr: Version du module ombre

source: Upgrade to version 2
fr: Mettre à niveau vers la version 2

source: Display Style
fr: Style d'affichage

source: Display this module's forms as a list or a grid. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Help Site</a>.
fr: Affichez les formulaires de ce module en tant que liste ou grille. En savoir plus sur target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>le site d'aide</a>.

source: Auto Select Case
fr: Sélection automatique de dossier

source: When the case list contains only one case, skip over it, jumping directly to case details.
fr: Si la liste des dossiers contient uniquement un dossier, sautez le et allez directement sur les détails du dossier.

source: Show Case List Optimizations
fr: Afficher les optimisations de la liste des cas

source: Case List Optimizations
fr: Optimisations de la liste des cas

source: Set caching and lazy loading for case list columns for better performance. Once saved, reload this page to reveal/hide relevant column on case list.
fr: Définir la mise en cache et le chargement paresseux pour les colonnes de la liste des cas pour de meilleures performances. Une fois enregistré, rechargez cette page pour révéler/masquer la colonne pertinente sur la liste des cas.

source: Empty Case List Text
fr: Texte de liste de cas vide

source: Last UCR Update
fr: Dernière mise à jour UCR

source: Throughout this menu, include a persistent report tile displaying the last time UCR data was synced.
fr: Tout au long de ce menu, incluez une tuile de rapport persistante affichant la dernière fois que les données UCR ont été synchronisées.

source: Edit Field Style
fr: Modifier le style du champ

source: Horizontal Align
fr: Alignement horizontal

source: Vertical Align
fr: Alignement vertical

source: Font Size
fr: Taille de la police

source: Border
fr: Bordure

source: Shade
fr: Ombre

source: Loading Multimedia Sizes...
fr: Chargement des tailles de multimédia...

source: No Multimedia
fr: Aucun document multimédia

source: Preview
fr: Aperçu

source: Replace
fr: Remplacer

source: Set Path
fr: Définir un chemin

source: Use this %(label)s for all languages
fr: Utilisez ce %(label)s pour toutes les langues

source: This %(label)s is linked to the default language, and can only be modified there.
fr: Ce %(label)s est lié à la langue par défaut et ne peut être modifié que là.

source: Use Default Path
fr: Utiliser le chemin par défaut

source: Application Release Logs
fr: Journaux de publication de l'application

source: Version Number
fr: Numéro de version

source: Update Type
fr: Type de mise à jour

source: Time
fr: Heure

source: Current Profiles
fr: Profiles actuelles

source: Remote applications only support one build profile. Please remove all but one profile before saving.
fr: Les applications distantes ne prennent en charge qu'un seul profil de build. Veuillez supprimer tous les profils sauf un avant de sauvegarder.

source: Application profiles let you install the same application with different languages and options on different phones. Application profiles will appear in <em>new</em> versions of the application.
fr: Les profils d'application vous permettent d'installer la même application avec différentes langues et options sur différents téléphones. Les profils d'application apparaîtront dans les versions <em>nouvelles</em> de l'application.

source: Manage application profiles here.
fr: Gérez les profils d'application ici.

source: Learn more about Application Profiles on our <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Help Site</a>
fr: En savoir plus sur les profils d'application sur notre <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>site d'aide</a>

source: Profile Name
fr: Nome de profile

source: Default Language
fr: Langue par défaut

source: Upgrade to CommCare 2.30!
fr: Mettez à niveau vers CommCare 2.30 !

source: Latest Enabled Version:
fr: Dernière version activée :

source: Add Profile
fr: Ajouter un profile

source: <p class="lead"> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to start building your App! </p>
fr: <p class="lead"> Veuillez cliquer sur <i class="fa fa-plus"></i> <strong>Ajouter...</strong> pour commencer à construire votre application ! </p>

source: <p class="lead"> As you build your App, check out the <strong>App Preview</strong> to demo it in real time! </p>
fr: <p class="lead"> Au fur et à mesure que vous construisez votre application, consultez l'<strong>Aperçu de l'application</strong> pour la démo en temps réel ! </p>

source: Application Profiles
fr: Profiles d'application

source: Your project does not have any mobile workers! Only mobile workers can log into a CommCare application. Before you can publish your application,
fr: Votre projet n'a pas de travailleurs mobiles ! Seuls les travailleurs mobiles peuvent se connecter à une application CommCare. Avant de pouvoir publier votre application,

source: create your first mobile worker
fr: Créer votre premier utilisateur mobile

source: Download to Android
fr: Télécharger pour Android

source: Online Install
fr: Installer en ligne

source: Offline Install
fr: Installer hors ligne

source: CommCare from Google Play
fr: CommCare de Google Play

source: to your Android device.
fr: sur votre appareil Android.

source: Application Profile
fr: Profil d'application

source: Include Multimedia
fr: Inclure multimédia

source: Only supported for versions made after 2013-10-15
fr: Pris en charge seulement pour les conceptions effectuées après le 15 octobre 2013

source: Download Targeted Version
fr: Télécharger la version ciblée

source: Open the app on your Android and use one of the following installation methods:
fr: Ouvrez l'application sur votre Android et utilisez l'une des méthodes d'installation suivantes :

source: Scan Application Barcode
fr: Scannez le code barre de l'application

source: Enter App Code
fr: Entrez le code de l'application

source: Enter app code on installation screen:
fr: Entrez le code de l'application sur l'écran d'installation:

source: (No app code available. If you would like to use an app code instead of scanning the application barcode, try making another version.)
fr: (Aucun code d'application disponible. Si vous souhaitez utiliser un code d'application au lieu de scanner le code-barres de l'application, essayez de créer une autre version.)

source: Transfer this file to your Android phone's file system
fr: Transférez ce fichier au système de fichier de votre téléphone Android

source: From CommCare ODK's install screen menu, bring up the application menu by hitting the three dots in the upper right or by hitting the menu button on your phone to select Offline Install
fr: Depuis le menu d'installation de CommCare ODK, affichez le menu de l'application en appuyant sur les trois points en haut à droite ou en appuyant sur le bouton menu de votre téléphone pour sélectionner l'installation hors ligne

source: You'll be prompted to select this file from your phone's file system and install will begin
fr: Vous serez invité à sélectionner ce fichier à partir du sytème de fichiers de votre téléphone et l'installation commencera.

source: Note: Offline install automatically installs all multimedia included in your form. All subsequent remote updates will also include multimedia which could require a lot of data. See the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Help Site </a> for more info.
fr: Remarque : L'installation hors ligne installe automatiquement tous les multimédias inclus dans votre formulaire. Toutes les mises à jour distantes ultérieures incluront également des multimédias, ce qui pourrait nécessiter beaucoup de données. Consultez le <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> site d'aide </a> pour plus d'informations.

source: Open in Web Apps
fr: Ouvrir dans les applications Web

source: Send to phone via SMS
fr: Envoyer au téléphone via SMS

source: Download Multimedia
fr: Télécharger multimédia

source: View Source Files
fr: Afficher les fichiers de source

source: Send to
fr: Envoyer à

source: SMS charges will incur.
fr: Des frais SMS seront appliqués.

source: Send
fr: Envoyer

source: No URL was found for this app, try rebuilding.
fr: Aucune adresse URL n'a été trouvée pour cette application. Tentez de la concevoir à nouveau.

source: One or more of your versions is broken, please make sure it is not marked as released. Make a new version if needed, and update any live deployments as soon as possible.
fr: Une ou plusieurs de vos versions sont défectueuses, veuillez vous assurer qu'elles ne sont pas marquées comme publiées. Créez une nouvelle version si nécessaire et mettez à jour toutes les déploiements en direct dès que possible.

source: All new versions should work, so if problems persist, please report the issue.
fr: Toutes les nouvelles versions devraient fonctionner, donc si les problèmes persistent, veuillez signaler le problème.

source: Show only released versions
fr: Afficher uniquement les versions publiées

source: Released versions only
fr: Versions publiées uniquement

source: show all
fr: afficher tout

source: Make New Version
fr: Créer une nouvelle version

source: The new application build contains the following deprecated case types:
fr: La nouvelle version de l'application contient les types de cas obsolètes suivants :
