Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: This is a location user. You must delete the corresponding location before you can delete this user.
fr: Utilisateur de site. Vous devez supprimer l'organisation correspondante avant de pouvoir supprimer cet utilisateur.

source: User %s has been deleted. All their submissions and cases will be permanently deleted in the next few minutes
fr: L'utilisateur %s a été supprimé. Toutes ses soumissions et cas seront définitivement supprimés dans les prochaines minutes

source: User is already in Demo mode!
fr: L'utilisateur est déjà en mode de démonstration!

source: User is not in Demo mode!
fr: L'utilisateur n'est pas en mode de démonstration!

source: Successfully turned off demo mode!
fr: Mode de démonstration éteint avec succès!

source: Turn off Demo mode
fr: Désactiver le mode démo

source: Demo User Status
fr: Statut de l'utilisateur démo

source: Demo User status
fr: Statut de l'utilisateur démo

source: Getting latest restore data, please wait
fr: Acquisition des dernières données de restauration, veuillez patienter

source: Go back to Edit Mobile Worker
fr: Retour à la modification de l'utilisateur mobile

source: User is now in Demo mode with latest restore!
fr: L'utilisateur est maintenant en mode de démonstration avec la dernière restauration!

source: The user is not a demo user.
fr: Cet utilisateur n'est pas un utilisateur démo.

source: User groups updated!
fr: Groupes d'utilisateurs mis à jour !

source: Form not valid. A group may have been deleted while you were viewing this pagePlease try again.
fr: Formulaire non valide. Il se peut qu'un groupe ait été supprimé pendant que vous visualisiez cette page. Veuillez essayer à nouveau.

source: Username {} is available
fr: Le nom d'utilisateur {} est disponible

source: You do not have permission to create mobile workers.
fr: Vous n'avez pas la permission de créer des travailleurs mobiles.

source: Forms did not validate: {errors}
fr: Les formulaires n'ont pas été validés : {errors}

source: No Permission.
fr: Pas de permission.

source: Please provide mobile worker data.
fr: Veuillez fournir les données d'utilisateur mobile.

source: Check your request: {}
fr: Vérifier votre demande: {}

source: Deactivated
fr: Désactiver

source: Pending Confirmation
fr: Confirmation en attente

source: Bulk Upload Mobile Workers
fr: Téléversement en bloc des utilisateurs mobiles

source: Mobile Worker Upload Status
fr: Statut du téléchargement en bloc des utilisateurs mobiles

source: Return to manage mobile workers
fr: Retour à la gestion des utilisateurs mobiles

source: Download Users
fr: Télécharger utilisateurs

source: Download Users Status
fr: Télécharger les statuts des utilisateurs

source: Preparing user download.
fr: Préparation du téléchargement d'utilisateurs en cours.

source: Go back to Mobile Workers
fr: Retour aux utilisateurs mobiles

source: No users found. Please check your file contains a 'username' column.
fr: Aucun utilisateur trouvé. Veuillez vérifier que votre fichier contient une colonne 'username'.

source: No users found. Please check file is not empty.
fr: Aucun utilisateur trouvé. Veuillez vérifier que le fichier n'est pas vide.

source: Workbook has no worksheets
fr: Le classeur ne contient aucune feuille de calcul

source: Bulk Delete
fr: Suppression en masse

source: No users deleted. Please address the above issue(s) and re-upload your updated file.
fr: Aucun utilisateur supprimé. Veuillez résoudre le(s) problème(s) ci-dessus et re-télécharger votre fichier mis à jour.

source: The following users have form submissions and must be deleted individually: {}.
fr: Les utilisateurs suivants ont des soumissions de formulaire et doivent être supprimés individuellement : {}.

source: The following users were not found: {}.
fr: Les utilisateurs suivants n'ont pas été trouvés : {}.

source: Bulk Clear
fr: Effacement en masse

source: No users cleared. Please address the above issue(s) and re-upload your updated file.
fr: Aucun utilisateur effacé. Veuillez résoudre le(s) problème(s) ci-dessus et re-télécharger votre fichier mis à jour.

source: Mobile Workers Bulk Lookup
fr: Recherche en masse des travailleurs mobiles

source: exists
fr: existe

source: is_active
fr: est_actif

source: You can now login
fr: Vous pouvez maintenant vous connecter

source: A row with no username was skipped
fr: Une ligne sans nom d'utilisateur a été sautée

source: Sorry, it looks like your invitation has expired. Please check the invitation link you received and try again, or request a project administrator to send you the invitation again.
fr: Désolé, il semble que votre invitation à expirer. Veuillez vérifier le lien de l'invitation que vous avez reçu et réessayez, ou demandez à un administrateur projet de vous envoyer une nouvelle invitation.

source: Sorry, that invitation has already been used up. If you feel this is a mistake, please ask the inviter for another invitation.
fr: Désolé, cette invitation a déjà été utilisée. Si vous pensez qu'il s'agit d'une erreur, veuillez demander une autre invitation à l'invitant.

source: Project Invitation
fr: Invitation de projet

source: Project Invitation, Account Required
fr: Invitation de projet, Compte exigé

source: You are already a member of {entity}.
fr: Vous êtes déjà membre de {entity}.

source: It looks like you are trying to accept an invitation for {invited} but you are already a member of {entity} with the account {current}. Please sign out to accept this invitation as another user.
fr: Il semble que vous tentiez d'accepter une invitation pour {invited}, mais vous êtes déjà membre de {entity} avec le compte {current}. Veuillez vous déconnecter pour accepter cette invitation sous un autre utilisateur.

source: The invited user {invited} and your user {current} do not match!
fr: L'utilisateur invité {invited} et votre utilisateur {current} ne correspondent pas !

source: User account for %s created!
fr: Compte utilisateur pour %s créé !

source: Error while attempting resend
fr: Une erreur est survenue lors de la tentative de nouvel envoi

source: Invitation resent
fr: Invitation envoyée à nouveau

source: A request is pending for this email. You will receive an email when the request is approved.
fr: Une requête est en attente pour cette adresse e-mail. Vous allez recevoir un courriel quand votre requête sera approuvée.

source: File Type
fr: Type de fichier

source: File Size
fr: Taille de fichier

source: Parent case not found
fr: Dossier parent pas trouvé

source: (current case)
fr: (cas actuel)

source: No related cases
fr: Aucun dossier relié

source: Changes to
fr: Modifications de

source: New Value
fr: Nouvelle valeur

source: Show More
fr: Afficher plus

source: Last Sent
fr: Dernier envoi

source: Attempts
fr: Tentatives

source: Requeue Request
fr: Requête de mise en file d'attente

source: Opened
fr: Ouvert

source: Empty Case
fr: Dossier vide

source: Open
fr: Ouvert

source: Modified On
fr: Modifié le

source: Last Submitter
fr: Dernière operateur à soumettre

source: Date Modified
fr: Date modifié

source: Parent Location
fr: Location parente

source: You have to specify both dates!
fr: Veuillez spécifier les deux dates !

source: You can't have an end date of {end} after start date of {start}
fr: Ce n’est pas possible d’avoir une date de finir de {end} après d’une date de commencer de {start}.

source: You can't use dates earlier than the year 1900
fr: Ce n’est pas possible de utiliser des dates de avant de l’année 1900.

source: You are limited to a span of {max} days, but this date range spans {total} days
fr: Vous êtes limitée à un période de {max} jours, mais cette période peut couvrir {total} jours.

source: ERROR: Could not send "%(subject)s"
fr: ERREUR: Ne pourrait pas envoyé "%(subject)s"

source: Could not send email: file size is too large.
fr: Ne pourrait pas envoyé l'email: la taille de fichier est trop grande

source: Please contact %(support_email)s for assistance.
fr: Veuillez contacter %(support_email)s pour assistance

source: This report will only show data for the past 60 days. Furthermore the report may not always show the latest log data but will be updated over time
fr: Ce rapport ne montrera que les données datant des 60 derniers jours. Par ailleurs, il se peut que le rapport ne montre pas toujours les données de journal les plus récentes, mais il sera mis à jour avec le temps.

source: Device Log Details
fr: Détails de journal d'appareil

source: Log Date
fr: Date du journal

source: Log Submission Date
fr: Date de soumission du journal

source: Log Type
fr: Type de journal

source: Logged in Username
fr: Nom d'utilisateur connecté

source: Device Users
fr: Utilisateur d'appareil

source: File Downloader
fr: Téléchargeur de fichiers

source: Preparing download. This may take some time...
fr: Préparation du téléchargement. Cela peut prendre un certain temps...

source: There was an error processing your request
fr: Il y a une erreur dans le processus de votre requête

source: Your export is ready.
fr: Votre exportation est prête.

source: Process complete.
fr: Processus Complet.

source: Task processor not detected. There may be something wrong with your system. If the download takes longer than normal to complete, please contact support for help.
fr: Processeur de tâches non détecté. Il peut y avoir un problème avec votre système. Si le téléchargement prend plus de temps que d'habitude, veuillez contacter le support pour obtenir de l'aide.

source: Something went wrong!
fr: Il y a un souci!

source: Processed
fr: Traité

source: of
fr: de

source: <br/><br/>You can also upload your data to Dropbox with the link below:<br/>{}
fr: <br/><br/>Vous pouvez également télécharger vos données sur Dropbox avec le lien ci-dessous :<br/>{}

source: Your CommCare export for {} is ready! Click on the link below to download your requested data:<br/>{}{}
fr: Votre exportation CommCare pour {} est prête ! Cliquez sur le lien ci-dessous pour télécharger les données demandées :<br/>{}{}

source: CommCare Export Complete
fr: Exportation CommCare terminée

source: An error occurred during the download.
fr: Une erreur est survenue lors du téléchargement.

source: You do not have access to this file
fr: Vous n'avez pas accès à ce fichier

source: You do not have access to this file. It can only be downloaded by the user who created it
fr: Vous n'avez pas accès à ce fichier. Il ne peut être téléchargé que par l'utilisateur qui l'a créé

source: Custom Calculations in Case List
fr: Calculs personnalisés dans la liste de dossiers

source: Specify a custom xpath expression to calculate a value in the case list or case detail screen.
fr: Spécifier un personnalisation expresse de XPATH pour calculer une valeur dans l’écran détaillé de Liste de cas

source: Icons in Case List
fr: Icônes dans la liste de dossiers

source: Display a case property as an icon in the case list. For example, to show that a case is late, display a red square instead of "late: yes".
fr: Afficher une Propriété de cas comme une icône de la liste de Cas. Par exemple, pour voir que le cas est en retard, affiche un cercle rouge au lieu de "Retard: OUI"

source: Conditional ID Mapping in Case List
fr: Mappage conditionnel des ID dans la liste des cas

source: Specify a custom xpath expression to calculate a lookup key in the case list, case detail screen or case tile enum columns.
fr: Spécifiez une expression xpath personnalisée pour calculer une clé de recherche dans les colonnes de liste de cas, de détail de cas ou d'énumération de tuiles de cas.

source: Split multi-selects in case export
fr: Séparer les questions à choix multiples dans l'exportation de dossiers.

source: This setting allows users to split multi-select questions into multiple columns in case exports.
fr: Ce paramètre permet aux utilisateurs de séparer les questions à choix multiples dans plusieurs colonnes dans l'exportation de dossiers.

source: Use location name
fr: Utiliser le nom de l'emplacement

source: This setting changes the location dropdown to display location name instead of the full location path.
fr: Ce paramètre modifie le menu déroulant de l'emplacement pour afficher le nom de l'emplacement au lieu du chemin complet de l'emplacement.

source: Call Center
fr: Centre d'appel

source: The call center application setting allows an application to reference a mobile user as a case that can be monitored using CommCare. This allows supervisors to view their workforce within CommCare. From here they can do things like monitor workers with performance issues, update their case with possible reasons for poor performance, and offer guidance towards solutions.
fr: Le paramétrage du Centre d'appel permet à une application de référencer un utilisateur mobile comme un dossier qui peut ainsi être supervise en utilisant CommCare. Cela permet aux superviseurs de voir leurs effectifs avec CommCare. A partir de là ils pourront identifier les utilisateurs avec des problèmes de performance, mettre-à-jour les dossiers avec des commentaires et analyses explicatives sur les possibles raisons des mauvaises performances et aussi donner des conseils pour résoudre les problèmes.

source: Custom Single and Multiple Answer Questions
fr: Questions personnalisées à réponse unique et à réponse multiple

source: Allows display of custom lists, such as case sharing groups or locations as choices in Single Answer or Multiple Answer lookup Table questions. Configuring these questions requires specifying advanced logic. Available in form builder, as an additional option on the Lookup Table Data for lookup table questions.
fr: Permet l'affichage de listes personnalisées, telles que des groupes de partage de cas ou des emplacements comme choix dans les questions de Table de recherche à Réponse Unique ou Multiple. La configuration de ces questions nécessite de spécifier une logique avancée. Disponible dans le créateur de formulaires, comme option supplémentaire sur les Données de Table de recherche pour les questions de table de recherche.

source: This feature allows you to quickly explore your case data for ad-hoc data queries or to identify unclean data.
fr: Cette fonctionnalité vous permet d'explorer rapidement vos données de cas pour des requêtes de données ad hoc ou pour identifier des données non nettoyées.

source: Sorry, referrals are no longer supported!
fr: Desolé, les références ne sont pas plus soutenus!

source: Invalid stock report type {}!
fr: Type de rapport de stock non valide {}!

source: Can't specify a transaction block with no src or dest case
fr: Impossible de spécifier un bloc de transaction sans src ou dossier dest

source: Product IDs must be set for all ledger updates!
fr: Les identifiants de produits doivent être définis pour toutes les mises à jour de registres!

source: '{form_name}' successfully saved!
fr: '{form_name}' enregistré avec succès !

source: You submitted [this form]({}), which affected [this case]({}).
fr: Vous avez soumis [ce formulaire]({}), qui a affecté [ce cas]({}).

source: You submitted [this form]({}), which affected these cases: {}.
fr: Vous avez soumis [ce formulaire]({}), qui a affecté ces cas : {}.

source: You submitted [this form]({}).
fr: Vous avez soumis [ce formulaire]({}).

source: Your form affected [this case]({}).
fr: Votre formulaire a affecté [ce cas]({}).

source: Your form affected these cases: {}.
fr: Votre formulaire a affecté ces cas : {}.

source: Click to export your [case]({}) or [form]({}) data.
fr: Cliquez pour exporter vos données de [cas]({}) ou de [formulaire]({}).

source: Click to export your [form data]({}).
fr: Cliquez pour exporter vos [données de formulaire]({}).

source: Click to export your [case data]({}).
fr: Cliquez pour exporter vos [données de cas]({}).

source: One of the fields from 'title, body, data' is required!
fr: Un des champs parmi 'titre, corps, données' est requis !

source: FCM is not setup on this environment!
fr: FCM n'est pas configuré dans cet environnement !

source: Please enter a valid 24-hour time in the format HH:MM
fr: Veuillez entrer une heure valide au format 24 heures HH:MM

source: Please enter a valid date in the format YYYY-MM-DD
fr: Veuillez entrer une date valide au format AAAA-MM-JJ

source: Please enter a whole number greater than or equal to {}
fr: Veuillez entrer un nombre entier supérieur ou égal à {}

source: Custom SMS Content
fr: Contenu SMS personnalisé

source: IVR Intervals
fr: Intervalles IVR

source: Maximum Question Prompt Attempts
fr: Nombre maximum de tentatives pour la question

source: Intervals
fr: Intervalles

source: Action on Notification
fr: Action sur la notification

source: Please fill out at least one translation
fr: Veuillez remplir au moins une traduction

source: This field must not exceed {} characters
fr: Ce champ ne doit pas dépasser {} caractères

source: Please specify the reminder intervals or disable them
fr: Veuillez spécifier les intervalles de rappel ou les désactiver

source: Intervals must be positive numbers
fr: Les intervalles doivent être des nombres positifs

source: Reminder intervals must add up to less than {} based on the current survey expiration
fr: Les intervalles de rappel doivent être inférieurs à {} en fonction de l'expiration actuelle de l'enquête

source: Rich Text Message
fr: Message en texte enrichi

source: Message type
fr: Type de message

source: Expire After
fr: Expiration après

source: hour(s)
fr: heure(s)

source: Reminder Intervals
fr: Intervalles de rappel

source: e.g., 30, 60
fr: par exemple, 30, 60

source: Specify a list of comma-separated intervals in minutes. At each interval, if the survey session is still open, the system will resend the current question in the open survey.
fr: Spécifiez une liste d'intervalles séparés par des virgules en minutes. À chaque intervalle, si la session de l'enquête est toujours ouverte, le système renverra la question actuelle dans l'enquête ouverte.

source: Event will send on day
fr: L'événement sera envoyé le jour

source: of the schedule
fr: du calendrier

source: Time to Send
fr: Heure d'envoi

source: Random Time Window Length
fr: Longueur de la fenêtre de temps aléatoire

source: Send Time Case Property
fr: Propriété de l'heure d'envoi du cas

source: Wait
fr: Attendre

source: minute(s) and then send
fr: minute(s) puis envoyer

source: Minutes to wait must be greater than or equal to 5 for all events after the first.
fr: Les minutes d'attente doivent être supérieures ou égales à 5 pour tous les événements après le premier.

source: The day and time for this event are out of order. Please move this event into the correct order.
fr: Le jour et l'heure de cet événement sont désordonnés. Veuillez déplacer cet événement dans le bon ordre.

source: The day for this event is out of order. Please move this event into the correct order.
fr: Le jour de cet événement est désordonné. Veuillez déplacer cet événement dans le bon ordre.

source: This random time window overlaps with the next event's window. Please adjust your events accordingly to prevent overlapping windows.
fr: Cette fenêtre de temps aléatoire chevauche la fenêtre de l'événement suivant. Veuillez ajuster vos événements en conséquence pour éviter les chevauchements.

source: Events must occur at least 5 minutes apart.
fr: Les événements doivent se produire à au moins 5 minutes d'intervalle.

source: There is a mismatch between the last event's day and how often you have chosen to repeat the schedule above. Based on the day of the last event, you must repeat every {} days at a minimum.
fr: Il y a un décalage entre le jour du dernier événement et la fréquence à laquelle vous avez choisi de répéter le programme ci-dessus. En fonction du jour du dernier événement, vous devez répéter tous les {} jours au minimum.

source: Please add at least one event
fr: Veuillez ajouter au moins un événement

source: Immediately
fr: Immédiatement

source: Custom Daily Schedule
fr: Programme quotidien personnalisé

source: Custom Immediate Schedule
fr: Programme immédiat personnalisé

source: On Days
fr: Les jours

source: A specific time
fr: Une heure spécifique

source: A random time
fr: Une heure aléatoire

source: every
fr: chaque

source: never
fr: jamais

source: Recipient(s)
fr: Destinataire(s)

source: User Groups
fr: Groupes d'utilisateurs

source: User Organizations
fr: Organisations d'utilisateurs

source: User Recipient(s)
fr: Destinataire(s) utilisateur

source: User Group Recipient(s)
fr: Destinataire(s) du groupe d'utilisateurs

source: User Organization Recipient(s)
fr: Destinataire(s) de l'organisation utilisateur

source: Also send to users at organizations below the selected ones
fr: Envoyer également aux utilisateurs des organisations en dessous de celles sélectionnées

source: Users at all organization levels
fr: Utilisateurs à tous les niveaux d'organisation

source: Only users at the following organization levels
fr: Seulement les utilisateurs aux niveaux d'organisation suivants

source: Case Group Recipient(s)
fr: Destinataire(s) du groupe de cas

source: What to send
fr: Que faut-il envoyer

source: When the survey session expires, submit a partially completed form if the survey is not completed
fr: Lorsque la session de l'enquête expire, soumettre un formulaire partiellement complété si l'enquête n'est pas terminée

source: Include case updates in partially completed submissions
fr: Inclure les mises à jour de cas dans les soumissions partiellement complétées

source: Interpret send times using GMT when recipient has no preferred time zone
fr: Interpréter les heures d'envoi en utilisant GMT lorsque le destinataire n'a pas de fuseau horaire préféré

source: Filter on
fr: Filtrer sur

source: User data filter: whole json
fr: Filtre de données utilisateur : json complet

source: User data filter: property name
fr: Filtre de données utilisateur : nom de la propriété

source: User data filter: property value
fr: Filtre de données utilisateur : valeur de la propriété

source: Please choose a form
fr: Veuillez choisir un formulaire

source: Please make a released build of the application
fr: Veuillez créer une version publiée de l'application

source: Form not found in latest released app build
fr: Formulaire non trouvé dans la dernière version publiée de l'application

source: Connect Survey
fr: Connecter le sondage

source: Add Event
fr: Ajouter un événement

source: Advanced Survey Options
fr: Options avancées du sondage

source: At
fr: À

source: Define the send times in the events below.
fr: Définir les heures d'envoi dans les événements ci-dessous.

source: Random Window Length (minutes)
fr: Longueur de la fenêtre aléatoire (minutes)

source: weeks
fr: semaines

source: months
fr: mois

source: Stop
fr: Arrêter

source: weekly occurrences
fr: occurrences hebdomadaires

source: monthly occurrences
fr: occurrences mensuelles

source: Date of final occurrence:
fr: Date de la dernière occurrence :

source: The "Case's Parent Case" Recipient setting only works for Parent / Child relationships, not Parent / Extension or Host / Extension relationships.
fr: Le paramètre de destinataire "Cas parent du cas" ne fonctionne que pour les relations Parent / Enfant, pas pour les relations Parent / Extension ou Hôte / Extension.

source: Select mobile worker(s)
fr: Sélectionner le(s) travailleur(s) mobile(s)

source: Select user group(s)
fr: Sélectionner le(s) groupe(s) d'utilisateurs

source: Select user organization(s)
fr: Sélectionner le(s) organisation(s) d'utilisateurs

source: For the selected organizations, include
fr: Pour les organisations sélectionnées, inclure

source: Select organization levels(s)
fr: Sélectionner le(s) niveau(x) d'organisation

source: Select case group(s)
fr: Sélectionner le(s) groupe(s) de cas

source: Filter user recipients
fr: Filtrer les destinataires utilisateurs

source: (not found)
fr: (non trouvé)
