Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Additional Information
fr: Information Additionnelle

source: Invalid profile selected. Please select a valid profile.
fr: Profil invalide sélectionné. Veuillez sélectionner un profil valide.

source: Select a profile
fr: Sélectionnez un profil

source: Unrecognized Information
fr: Information non reconnue

source: Key '{}' was duplicated, key names must be unique.
fr: Clé '{}' dupliquée, noms clés doivent être uniques.

source: Key '{}' is a reserved word in Commcare.
fr: La clé '{}' est un mot réservé dans Commcare.

source: Profile name '{}' appears more than once. Profile names must be unique.
fr: Le nom de profil '{}' apparaît plus d'une fois. Les noms de profil doivent être uniques.

source: Profile '{}' contains '{}' which is not a known field.
fr: Le profil '{}' contient '{}' qui n'est pas un champ connu.

source: Profile '{}' does not assign a value for required field '{}'
fr: Le profil '{}' n'attribue pas de valeur pour le champ requis '{}'

source: A label is required for each field.
fr: Une étiquette est requise pour chaque champ.

source: A property name is required for each field.
fr: Un nom de propriété est requis pour chaque champ.

source: Properties must start with a letter and consist only of letters, numbers, underscores or hyphens.
fr: Les propriétés doivent commencer par une lettre et ne contenir que des lettres, des chiffres, des underscores ou des tirets.

source: Not a valid regular expression
fr: Expression régulière non valide

source: A name is required for each profile.
fr: Un nom est requis pour chaque profil.

source: At least one field is required for each profile.
fr: Au moins un champ est requis pour chaque profil.

source: Edit {} Fields
fr: Modifier {} Champs

source: Could not update '{}'. Synced data cannot be created this way
fr: Impossible de mettre à jour '{}'. Les données synchronisées ne peuvent pas être créées de cette manière

source: Could not update '{}'. You do not have the appropriate role
fr: Impossible de mettre à jour '{}'. Vous n'avez pas le rôle approprié

source: Unable to remove synced fields. You do not have the appropriate role
fr: Impossible de supprimer les champs synchronisés. Vous n'avez pas le rôle approprié

source: Could not delete profile '{}' because it has users assigned.
fr: Impossible de supprimer le profil '{}' car il a des utilisateurs assignés.

source: {} fields and profiles saved successfully.
fr: {} champs et profils enregistrés avec succès.

source: {} fields saved successfully.
fr: {} champs enregistrés avec succès.

source: Unable to save {} fields or profiles, see errors below.
fr: Impossible d'enregistrer les champs ou profils {}, voir les erreurs ci-dessous.

source: Unable to save {} fields, see errors below.
fr: Impossible d'enregistrer les champs {}, voir les erreurs ci-dessous.

source: You may not use "{}" as a field name
fr: Vous ne pouvez pas utiliser "{}" comme nom de champ

source: Field names may not begin with "{}"
fr: Noms de champ ne peuvent pas commencer avec "{}"

source: '{value}' is not a valid choice for {label}. The available options are: {options}.
fr: '{value}' n'est pas un choix valide pour {label}. Les options disponibles sont : {options}.

source: '{value}' is not a valid match for {label}
fr: '{value}' n'est pas une correspondance valide pour {label}

source: {label} is required.
fr: {label} est requis.

source: Unlock Linked Fields For Me
fr: Déverrouiller les champs liés pour moi

source: Lock Linked Fields For Me
fr: Verrouiller les champs liés pour moi

source: Linked Configurations
fr: Configurations liées

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
fr: Les configurations liées sont contrôlées depuis un espace de projet distinct et lié. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>En savoir plus</a>.

source: Fields
fr: Chanps

source: Profiles
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Add a Field
fr: Ajouter un champ

source: %(entity_string)s Property
fr: Propriété de %(entity_string)s

source: %(entity_string)s Property
fr: Propriété de %(entity_string)s

source: The unique ID you can use to reference this property in the application builder. The property may not contain spaces.
fr: L'ID unique que vous pouvez utiliser pour référencer cette propriété dans le créateur d'application. La propriété ne peut pas contenir d'espaces.

source: The field label that users will see when adding or editing a %(entity_string)s in CommCare HQ.
fr: L'étiquette de champ que les utilisateurs verront lors de l'ajout ou de la modification d'un %(entity_string)s dans CommCare HQ.

source: A value for this field must be provided when creating or editing a %(entity_string)s. Bulk import will fail unless this field is provided.
fr: Une valeur pour ce champ doit être fournie lors de la création ou de la modification d'un %(entity_string)s. L'importation en masse échouera à moins que ce champ ne soit fourni.

source: Required for
fr: Requis pour

source: Specify which %(entity_string)s type this field is required for.
fr: Spécifiez pour quel type de %(entity_string)s ce champ est requis.

source: Specify a means of validating user input to this field. You can provide a drop-down list of choices or specify a regular expression to be applied to the input. For example, ^[1-9]{10}$ will match only 10 character numeric input.
fr: Spécifiez un moyen de valider l'entrée utilisateur pour ce champ. Vous pouvez fournir une liste déroulante de choix ou spécifier une expression régulière à appliquer à l'entrée. Par exemple, ^[1-9]{10}$ ne correspondra qu'à une entrée numérique de 10 caractères.

source: Choices
fr: Choix

source: Provides a drop-down list of choices for this field instead of free text entry.
fr: Fournit une liste déroulante de choix pour ce champ au lieu d'une saisie de texte libre.

source: Add Choice
fr: Ajouter Choix

source: Regular Expression
fr: Expression régulière

source: Are you sure you want to delete %(item)s?
fr: Êtes-vous sûr de vouloir supprimer %(item)s ?

source: <p> Deleting this field can cause you to lose data for any %(entity_string)s with information stored in this field. </p> <p> Data will show up on the edit %(entity_string)s page but will be removed the next time the %(entity_string)s is saved. </p>
fr: <p> Supprimer ce champ peut vous faire perdre des données pour tout %(entity_string)s avec des informations stockées dans ce champ. </p> <p> Les données apparaîtront sur la page de modification de %(entity_string)s mais seront supprimées la prochaine fois que le %(entity_string)s sera enregistré. </p>

source: Unlock Linked Fields?
fr: Déverrouiller les champs liés ?

source: <p>Linked Fields are fields that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Fields may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
fr: <p>Les champs liés sont des champs contrôlés par un espace de projet distinct lié à ce projet. Cliquez ici pour en savoir plus.</p> <p>Les modifications apportées aux champs liés peuvent être écrasées par les prochaines mises à jour de l'espace de projet lié, et peuvent également affecter les solutions sur cet espace de projet.</p>

source: Unlock
fr: Déverrouiller

source: Make user profiles a requirement for the following user types
fr: Rendre les profils utilisateur obligatoires pour les types d'utilisateurs suivants

source: Make user profiles a requirement for the following user types.
fr: Rendre les profils utilisateur obligatoires pour les types d'utilisateurs suivants.

source: A profile must be provided when creating or editing a user of the selected user type(s).
fr: Un profil doit être fourni lors de la création ou de la modification d'un utilisateur des types d'utilisateurs sélectionnés.

source: Make user profiles a requirement for the following user types dropdown.
fr: Rendre les profils utilisateur obligatoires pour la liste déroulante des types d'utilisateurs suivants.

source: Add a Profile
fr: Ajouter un profil

source: Remove unused fields from existing data.
fr: Supprimer les champs vides des données existantes.

source: Remove Unused Fields
fr: Supprimer les champs vides

source: If checked, this will remove any other fields from every %(entity_string)s. This could break existing applications if they rely on these other fields.
fr: Si coché, cela supprimera tous les autres champs de chaque %(entity_string)s. Cela pourrait casser les applications existantes si elles dépendent de ces autres champs.

source: Welcome Back to %(cc_name)s
fr: Bon retour à %(cc_name)s

source: Thanks for using %(cc_name)s!
fr: Merci d'utiliser %(cc_name)s !

source: Thanks for using CommCare HQ! If you have questions, suggestions, or other thoughts, <br />we invite you to join the discussion on the <a href="https://forum.dimagi.com/" target="_blank">CommCare User Forum</a>.
fr: Merci d'utiliser CommCare HQ ! Si vous avez des questions, des suggestions, ou d'autres réflexions, <br />nous vous invitons à rejoindre la discussion sur le <a href="https://forum.dimagi.com/" target="_blank">Forum des utilisateurs de CommCare</a>.

source: HQ Dashboard
fr: Tableau de Bord HQ

source: Build, update, and deploy applications
fr: Concevoir, mettre à jour et déployer une application

source: View worker monitoring reports and inspect project data
fr: Voir le rapport de Suivis et Inspecter les Données du Projet

source: {cc_name} Supply Setup
fr: {cc_name} Configuration du Supply

source: Update {cc_name} Supply Settings
fr: Mettre à jour {cc_name} les paramètrese du Supply

source: Export and manage data
fr: Téléchargement et gestion de Données

source: Users
fr: Utilisateurs

source: Manage accounts for mobile workers and CommCare HQ users
fr: Gérer les comptes pour les travailleurs mobiles et les utilisateurs de CommCare HQ

source: Manage the Organization Hierarchy
fr: Gérer la hiérarchie géographique

source: Messaging
fr: Messagerie

source: Configure and schedule SMS messages and keywords
fr: Configurer et planifier envoi des messages SMS et mots clés

source: Set project-wide settings and manage subscriptions
fr: Déterminer paramètres du projet et gérer vos souscriptions

source: Help Site
fr: Rubrique d'Aide

source: Visit CommCare's knowledge base
fr: Visiter la base de connaissance de CommCare

source: Subscribed to Community Edition.
fr: Abonné à l'Édition Communautaire.

source: Please add case owners to filter the list of cases.
fr: Veuillez ajouter des propriétaires de cas pour filtrer la liste des cas.

source: Data Type
fr: Type de données

source: Select a Case Property
fr: Sélectionner une propriété de cas

source: Add Column
fr: Ajouter une colonne

source: Please specify a data type.
fr: Veuillez spécifier un type de données.

source: This case property is already a column.
fr: Cette propriété de cas est déjà une colonne.

source: Incorrect data type for '{prop_id}', should be '{expected_data_type}'
fr: Type de données incorrect pour '{prop_id}', devrait être '{expected_data_type}'

source: Match Type
fr: Type de correspondance

source: Add Filter
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Please select a case property to filter on.
fr: Veuillez sélectionner une propriété de cas pour filtrer.

source: Unrecognized data type.
fr: Type de données non reconnu.

source: This value cannot contain both single quotes (') and double quotes (") at the same time.
fr: Cette valeur ne peut pas contenir à la fois des guillemets simples (') et des guillemets doubles (").

source: Not a valid number.
fr: Ce n'est pas un nombre valide.

source: Unknown date type.
fr: Type de date inconnu.

source: Date format should be 'YYYY-MM-DD'
fr: Le format de date doit être 'AAAA-MM-JJ'

source: Date and Time format should be 'YYYY-MM-DD HH:MM:SS', where the hour is the 24-hour format, 00 to 23.
fr: Le format de date et heure doit être 'AAAA-MM-JJ HH:MM:SS', où l'heure est au format 24 heures, de 00 à 23.

source: Please select a match type.
fr: Veuillez sélectionner un type de correspondance.

source: Please provide a value or use the 'empty' or 'missing' match types.
fr: Veuillez fournir une valeur ou utiliser les types de correspondance 'vide' ou 'manquant'.

source: Data type '{}' cannot have match type '{}'.
fr: Le type de données '{}' ne peut pas avoir le type de correspondance '{}'.

source: Select a Case Type
fr: Sélectionner un type de cas

source: Next
fr: Suivant

source: Please select a case type to continue.
fr: Veuillez sélectionner un type de cas pour continuer.

source: '{}' is not a valid case type
fr: '{}' n'est pas un type de cas valide

source: Next Step
fr: Étape suivante

source: Resume the session.
fr: Reprendre la session.

source: Start a new session and delete the existing session.
fr: Commencer une nouvelle session et supprimer la session existante.

source: Start Session
fr: Démarrer la session

source: Go Back
fr: Retourner

source: Phone Number or Numeric ID
fr: Numéro de téléphone ou identifiant numérique

source: Date and Time
fr: Date et Heure

source: Single Option
fr: Option unique

source: Multiple Option
fr: Option multiple

source: Password
fr: Mot de passe

source: Number
fr: Nombre

source: Multiple Choice
fr: Choix multiple

source: is empty
fr: est vide

source: is not empty
fr: n'est pas vide

source: is missing
fr: est manquant

source: is not missing
fr: n'est pas manquant

source: is exactly
fr: est exactement

source: is not
fr: n'est pas

source: starts with
fr: commence par

source: does not start with
fr: ne commence pas par

source: is like
fr: est comme

source: is not like
fr: n'est pas comme

source: sounds like
fr: ressemble à

source: does not sound like
fr: ne ressemble pas à

source: is any
fr: est n'importe lequel

source: is not any
fr: n'est pas n'importe lequel

source: is all
fr: est tout

source: is not all
fr: n'est pas tout

source: equals
fr: égal

source: does not equal
fr: n'équivaut pas

source: less than
fr: inférieur à

source: less than or equal to
fr: inférieur ou égal à

source: greater than
fr: supérieur à

source: greater than or equal to
fr: supérieur ou égal à

source: on
fr: sur

source: before
fr: avant

source: before or on
fr: avant ou le

source: after
fr: après

source: on or after
fr: le ou après

source: unknown
fr: inconnu

source: Find & Replace
fr: Trouver & Remplacer

source: Copy & Replace
fr: Copier & Remplacer

source: Strip Whitespaces
fr: Supprimer les espaces

source: Make Title Case
fr: Mettre en majuscules les titres

source: Make Upper Case
fr: Mettre en majuscules

source: Make Lower Case
fr: Mettre en minuscules

source: Make Value Empty
fr: Rendre la valeur vide

source: Make Value NULL
fr: Rendre la valeur NULL

source: Undo All Edits
fr: Annuler toutes les modifications

source: Committed On
fr: Engagé le

source: Completed On
fr: Terminé le

source: # Cases Cleaned
fr: # Cas nettoyés

source: Start a Cleaning Session
fr: Commencer une session de nettoyage

source: Recent Tasks
fr: Tâches récentes

source: Pending
fr: En attente

source: An active data cleaning session already exists for this case type. Please decide how you would like to proceed.
fr: Une session de nettoyage de données active existe déjà pour ce type de cas. Veuillez décider comment vous souhaitez procéder.

source: Filter Cases
fr: Filtrer les cas

source: Configure Columns
fr: Configurer les colonnes

source: Clean Selected Cases
fr: Nettoyer les cas sélectionnés

source: Filters Applied: %(num_records)s Matching Records
fr: Filtres appliqués : %(num_records)s enregistrements correspondants

source: Clear Filters
fr: Effacer les filtres

source: Records Selected
fr: Enregistrements sélectionnés

source: Case ID
fr: Identifiant de dossier

source: Owner ID
fr: Identifiant de propriétaire

source: Open/Closed Status
fr: Statut Ouvert/Fermé

source: External ID
fr: Identifiant externe

source: Date Opened
fr: Date ouvert

source: Closed On
fr: Fermé le

source: Last Modified On
fr: Dernière modification le

source: Closed By
fr: Fermé par

source: Last Modified By
fr: Dernière modification par

source: Opened By
fr: Ouvert par

source: Owner
fr: Propriétaire

source: Closed By User ID
fr: Fermé par ID utilisateur

source: Opened By User ID
fr: Ouvert par ID utilisateur

source: Last Modified (UTC)
fr: Dernière modification (UTC)

source: Cannot retrieve columns, session was not found.
fr: Impossible de récupérer les colonnes, session introuvable.

source: Cannot retrieve pinned filters, session was not found.
fr: Impossible de récupérer les filtres épinglés, session introuvable.

source: Cannot retrieve filters, session was not found.
fr: Impossible de récupérer les filtres, session introuvable.

source: Clean Case Data
fr: Nettoyer les données de cas

source: Clean Case Type
fr: Nettoyer le type de cas

source: That session does not exist. Please start a new session.
fr: Cette session n'existe pas. Veuillez démarrer une nouvelle session.

source: Case Type "{case_type}"
fr: Type de cas "{case_type}"

source: Caches successfully cleared.
fr: Caches effacés avec succès.

source: Session saved.
fr: Session enregistrée.

source: Data cleaning session was not found.
fr: Session de nettoyage des données introuvable.

source: Starting Data Cleaning Session...
fr: Démarrage de la session de nettoyage des données...

source: The multi-choice sheets (ending in "-vl") in the uploaded Excel file were ignored during the import as they are an unsupported format in the Data Dictionary
fr: Les feuilles à choix multiples (se terminant par "-vl") dans le fichier Excel téléchargé ont été ignorées lors de l'importation car elles sont dans un format non pris en charge dans le Dictionnaire de Données

source: Row {} in "{}-vl" sheet is missing a case property field
fr: La ligne {} dans la feuille "{}-vl" manque d'un champ de propriété de cas

source: Invalid sheet name "{}". It should start with a letter, and only contain letters, numbers, "-", and "_"
fr: Nom de feuille invalide "{}". Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, "-" et "_"

source: The "Data Type" column values were ignored during the import as they are an unsupported format in the Data Dictionary
fr: Les valeurs de la colonne "Type de Donnée" ont été ignorées lors de l'importation car elles sont dans un format non pris en charge dans le Dictionnaire de Données

source: Could not find resource type for {}
fr: Impossible de trouver le type de ressource pour {}

source: Error in "{}" sheet, row {}: {}
fr: Erreur dans la feuille "{}", ligne {}: {}

source: Missing required valid "{}-vl" multi-choice sheet for case type "{}"
fr: Feuille à choix multiples "{}-vl" requise manquante pour le type de cas "{}"

source: Not enough columns in "{}" sheet
fr: Pas assez de colonnes dans la feuille "{}"

source: FHIR Resource {} {}: {}
fr: Ressource FHIR {} {}: {}

source: Case property "{}" referenced in "{}-vl" sheet that does not exist in "{}" sheet. Row(s) affected: {}
fr: Propriété de cas "{}" référencée dans la feuille "{}-vl" qui n'existe pas dans la feuille "{}". Ligne(s) affectée(s): {}

source: Group "{group}" already exists for case type "{case_type}"
fr: Le groupe "{group}" existe déjà pour le type de cas "{case_type}"

source: No Type Currently Selected
fr: Aucun type actuellement sélectionné

source: Valid values: %s
fr: Valeurs valides : %s

source: Data Dictionary
fr: Dictionnaire de données

source: deprecated
fr: obsolète

source: Add Case Type
fr: Ajouter un type de cas

source: Show Deprecated Case Types
fr: Afficher les types de cas obsolètes

source: Hide Deprecated Case Types
fr: Masquer les types de cas obsolètes

source: Create a new Case Type
fr: Créer un nouveau type de cas

source: A case type with this name already exists.
fr: Un type de cas avec ce nom existe déjà.

source: Invalid case type name. It should start with a letter, and only contain letters, numbers, '-', and '_'
fr: Nom de type de cas invalide. Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, '-', et '_'

source: Create Case Type
fr: Créer un type de cas

source: There was an error processing the request. Please try again.
fr: Une erreur s'est produite lors du traitement de la demande. Veuillez réessayer.

source: FHIR Resource Type
fr: Type de ressource FHIR

source: Import from Excel
fr: Importer à partir d'Excel

source: Deprecate Case Type
fr: Rendre le type de cas obsolète

source: Restore Case Type
fr: Restaurer le type de cas

source: Delete Case Type
fr: Supprimer le type de cas

source: Show Deprecated
fr: Afficher les obsolètes

source: Hide Deprecated
fr: Masquer les obsolètes

source: FHIR Resource Property Path
fr: Chemin de propriété de ressource FHIR

source: <b data-bind="text: name()"></b> group's properties will be moved to <b>No Group</b>
fr: Les propriétés du groupe <b data-bind="text: name()"></b> seront déplacées vers <b>Aucun groupe</b>

source: No Group
fr: Aucun groupe

source: Case Property Group
fr: Groupe de propriété de dossier

source: This GPS case property is currently being used to store the geolocation for cases, so the data type cannot be changed.
fr: Cette propriété de cas GPS est actuellement utilisée pour stocker la géolocalisation des cas, donc le type de données ne peut pas être modifié.

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Deprecate
fr: Déprécier

source: A case property with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated properties.
fr: Une propriété de cas avec ce nom existe déjà. Si vous ne la voyez pas sur la page, veuillez cliquer sur le bouton 'Afficher les dépréciés' pour révéler les propriétés dépréciées.

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, '-', and '_'
fr: Nom de propriété de cas invalide. Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, '-', et '_'.

source: Add Case Property Group
fr: Ajouter un groupe de propriété de dossier

source: A case property group with this name already exists. If you don’t see it on the page, please click ‘Show Deprecated’ button to reveal deprecated groups.
fr: Un groupe de propriétés de cas avec ce nom existe déjà. Si vous ne le voyez pas sur la page, veuillez cliquer sur le bouton 'Afficher les dépréciés' pour révéler les groupes dépréciés.

source: Invalid case group name. It should start with a letter, and only contain letters, numbers, '-', and '_'
fr: Nom de groupe de cas invalide. Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, '-', et '_'.

source: Add a new Case Type
fr: Ajouter un nouveau type de cas

source: Deprecate '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
fr: Déprécier '<span data-bind="text: $root.activeCaseType()"></span>' Type de cas
