Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
fr: Chère %(name)s, Cet email est votre reçu pour le payement de %(amount)s de la la facture Numéro %(invoice_num)s pour votre Projet %(project)s.

source: Please note that there is still a remaining balance on this Invoice. Invoice No.: %(invoice_num)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s Date Due: %(date_due)s
fr: Veuillez considérer ceci comme un rappel à solder cette facture. Facture Numéro: %(invoice_num)s Montant Payé: %(amount)s Date de Payement: %(date_paid)s Transaction Numéro: %(transaction_id)s Solde à payer: %(balance)s Date d'échéance : %(date_due)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Merci d'avoir choisi CommCare. Si vous avez encore des questions, n'hésitez pas à nous contacter %(invoicing_contact_email)s. Cordialement, L'équipe du siège de CommCare www.commcarehq.org Courriel de: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days.
fr: Cher administrateur de %(domain_or_account)s, ceci est un rappel que votre relevé de facturation %(plan_name)s pour %(month_name)s est dû dans %(days_until_due)s jours.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
fr: Pour voir le relevé de facturation complet, connectez-vous à votre espace projet sur CommCare HQ et naviguez vers <a href="%(statements_url)s">Relevés de facturation</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
fr: L'administrateur de votre projet peut voir le relevé de facturation complet en se connectant à votre espace projet sur CommCare HQ et en naviguant vers <a href="%(statements_url)s">Relevés de facturation</a>.

source: You can pay this bill by credit card or by wire:
fr: Vous pouvez payer cette facture par carte de crédit ou par virement :

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
fr: Pour payer par carte de crédit, veuillez aller sur votre page <a href="%(statements_url)s">Relevés de facturation</a>, cliquer sur le bouton vert "Effectuer un paiement" devant votre ou vos factures impayées, et remplir le montant que vous souhaitez payer ainsi que vos coordonnées de carte de crédit.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(invoicing_contact_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
fr: Pour payer par virement, trouvez les coordonnées bancaires de Dimagi sur votre facture. Veuillez inclure le numéro de facture dans votre paiement par virement et assurez-vous d'envoyer un email à %(invoicing_contact_email)s après avoir effectué le paiement, en mentionnant la date du paiement, le montant, le numéro de facture, et l'espace projet.

source: Best Regards,
fr: Cordialement,

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
fr: Cher administrateur de %(domain_or_account)s, ceci est un rappel que votre relevé de facturation %(plan_name)s pour %(month_name)s est dû dans %(days_until_due)s jours. Numéro de relevé : %(statement_number)s Espace projet : %(domain)s Plan logiciel : %(plan_name)s Statut : %(payment_status)s Montant dû ce mois-ci : %(amount_due)s Solde total : %(total_balance)s

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements: %(statements_url)s.
fr: Pour voir le relevé de facturation complet, connectez-vous à votre espace projet sur CommCare HQ et naviguez vers Relevés de facturation : %(statements_url)s.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to navigate to Billing Statements: %(statements_url)s.
fr: L'administrateur de votre projet peut voir le relevé de facturation complet en se connectant à votre espace projet sur CommCare HQ et en naviguant vers Relevés de facturation : %(statements_url)s.

source: To pay this bill, you can either choose a credit card or wire payment: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
fr: Pour payer cette facture, vous pouvez choisir soit un paiement par carte de crédit soit par virement : - Pour payer par carte de crédit, veuillez aller sur votre page Relevés de facturation, cliquer sur le bouton vert "Effectuer un paiement" devant votre ou vos factures impayées, et remplir le montant que vous souhaitez payer ainsi que vos coordonnées de carte de crédit. - Pour payer par virement, trouvez les coordonnées bancaires de Dimagi sur votre facture. Veuillez inclure le numéro de facture dans votre paiement par virement et assurez-vous d'envoyer un email à %(accounts_email)s après avoir effectué le paiement, en mentionnant la date du paiement, le montant, le numéro de facture, et l'espace projet.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org
fr: Merci d'utiliser %(plan_name)s. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Cordialement, L'équipe CommCare HQ www.commcarehq.org

source: Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s.
fr: Votre compte de facturation a des relevés de facturation CommCare impayés qui sont en retard de plus de %(days_overdue)s jours. Le solde actuellement dû est : $%(total)s.

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" >instructions</a >.
fr: Pour rappel, les paiements peuvent être effectués par carte de crédit, transfert électronique de fonds (TEF), ou chèque en suivant ces <a href="https://confluence.dimagi.com/display/commcarepublic/How+to+Pay+by+Credit+Card+or+Wire+Payment" >instructions</a >.

source: You can also pre-pay for several months at any time by following <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Pricing+FAQs#CommCarePricingFAQs-Pre-payment" >these steps</a >.
fr: Vous pouvez également prépayer pour plusieurs mois à tout moment en suivant <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Pricing+FAQs#CommCarePricingFAQs-Pre-payment" >ces étapes</a >.

source: <em>Please make a payment as soon as possible for the amount due.</em> <strong >If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s.</strong > As of this date, you will lose access to your project space until you re-subscribe to a paid plan.
fr: <em>Veuillez effectuer un paiement dès que possible pour le montant dû.</em> <strong >Si vous n'êtes pas en mesure d'effectuer un paiement, votre abonnement sera suspendu le %(date_to_pause)s.</strong > À partir de cette date, vous perdrez l'accès à votre espace projet jusqu'à ce que vous vous réabonniez à un plan payant.

source: If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don't hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
fr: Si vous avez des questions ou si vous pensez que vos paiements récents n'ont pas été reflétés dans ce solde, n'hésitez pas à contacter <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Thanks, <br /> The CommCare HQ Team <br /> www.commcarehq.org
fr: Merci, - l'équipe CommCareHQ Team www.commcarehq.org

source: Dear %(domain_or_account)s administrator, Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Please make a payment as soon as possible for the amount due. If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s. As of this date, you will lose access to your project space until you re-subscribe to a paid plan. If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don’t hesitate to contact %(contact_email)s. Thanks, The CommCare HQ Team www.commcarehq.org
fr: Cher administrateur de %(domain_or_account)s, Votre compte de facturation a des relevés de facturation CommCare impayés qui sont en retard de plus de %(days_overdue)s jours. Le solde actuellement dû est : $%(total)s. Pour voir la liste complète des factures impayées, vous pouvez suivre ce lien : %(statements_url)s Pour rappel, les paiements peuvent être effectués par carte de crédit, transfert électronique de fonds (TEF), ou chèque en suivant les instructions à https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions Vous pouvez également prépayer pour plusieurs mois à tout moment en suivant les étapes à https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Veuillez effectuer un paiement dès que possible pour le montant dû. Si vous n'êtes pas en mesure d'effectuer un paiement, votre abonnement sera suspendu le %(date_to_pause)s. À partir de cette date, vous perdrez l'accès à votre espace projet jusqu'à ce que vous vous réabonniez à un plan payant. Si vous avez des questions ou si vous pensez que vos paiements récents n'ont pas été reflétés dans ce solde, n'hésitez pas à contacter %(contact_email)s. Merci, L'équipe CommCare HQ www.commcarehq.org

source: Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
fr: Votre abonnement %(plan_name)s pour %(domain)s se termine bientôt ! Si vous ne renouvelez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonniez à un nouveau plan payant.

source: To change or renew your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
fr: Pour changer ou renouveler votre abonnement, veuillez vous connecter à votre projet sur CommCare HQ et naviguer vers la <a href="%(subscription_url)s">page d'abonnement</a> dans les paramètres de votre projet.

source: Dear %(domain)s administrator, Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur de %(domain)s, Votre abonnement %(plan_name)s pour %(domain)s se termine bientôt ! Si vous ne renouvelez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonniez à un nouveau plan payant. Pour changer ou renouveler votre abonnement, veuillez vous connecter à votre projet sur CommCare HQ et naviguer vers la page d'abonnement dans les paramètres de votre projet : %(subscription_url)s Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: Your 30 Day Trial for %(domain)s ends soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
fr: Votre essai de 30 jours pour %(domain)s se termine bientôt ! Si vous ne changez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonniez à un nouveau plan payant.

source: To change your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
fr: Pour changer votre abonnement, veuillez vous connecter à votre projet sur CommCare HQ et naviguer vers la <a href="%(subscription_url)s">page d'abonnement</a> dans les paramètres de votre projet.

source: If you have questions about our pricing plans, <a href="http://www.commcarehq.org/software-plans/">you can review them here</a>.
fr: Si vous avez des questions sur nos plans tarifaires, <a href="http://www.commcarehq.org/software-plans/">vous pouvez les consulter ici</a>.

source: Thank you for your use and support of CommCare.
fr: Merci pour votre utilisation et votre soutien à CommCare.

source: Dear %(domain)s administrator, Your 30 Day Trial for %(domain)s is ending soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have questions about our pricing plans, you can review them here: https://www.commcarehq.org/pricing/ Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur de %(domain)s, Votre essai de 30 jours pour %(domain)s se termine bientôt ! Si vous ne changez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonniez à un nouveau plan payant. Pour changer votre abonnement, veuillez vous connecter à votre projet sur CommCare HQ et naviguer vers la page d'abonnement dans les paramètres de votre projet : %(subscription_url)s Si vous avez des questions sur nos plans tarifaires, vous pouvez les consulter ici : https://www.commcarehq.org/pricing/ Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: Please find attached the prepayment invoice for your CommCare subscription.
fr: Veuillez trouver ci-joint la facture de prépaiement pour votre abonnement CommCare.

source: Amount Due
fr: Montant Du

source: <b>Note:</b> Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option.
fr: <b>Remarque :</b> Tous les frais à la demande pour les utilisateurs excédentaires ou les SMS seront facturés séparément en fonction de l'utilisation réelle le mois suivant. Si vous le souhaitez, vous pouvez également prépayer pour l'utilisation prévue à la demande. Veuillez nous contacter si vous souhaitez explorer cette option.

source: <b>Instructions for Payment</b>
fr: <b>Instructions pour le paiement</b>

source: Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment:
fr: Dimagi accepte les paiements par ACH, virement bancaire, et carte de crédit. Toutes les options de paiement sont listées dans la facture jointe. Si vous payez par virement, veuillez suivre ces instructions pour assurer un traitement et une identification rapides de votre paiement :

source: Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice.
fr: Envoyez le paiement par virement bancaire sur le compte bancaire de Dimagi et incluez l'ID de la facture dans les détails du virement. Les détails du compte bancaire de Dimagi et l'ID de la facture se trouvent dans la facture jointe.

source: Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name.
fr: Envoyez un e-mail à %(accounts_email)s après avoir effectué le paiement en incluant la date du paiement, le montant, le numéro de la facture et le nom de l'espace projet.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
fr: Merci d'utiliser CommCare. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s.

source: %(greeting)s Please find attached the prepayment invoice for your CommCare subscription.
fr: %(greeting)s Veuillez trouver ci-joint la facture de prépaiement pour votre abonnement CommCare.

source: Note: Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option. Instructions for Payment Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment: 1. Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice. 2. Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name. Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Note : Tous les frais à la demande pour les utilisateurs supplémentaires ou les SMS seront facturés séparément sur la base de l'utilisation réelle le mois suivant. Si vous le souhaitez, vous pouvez également prépayer pour l'utilisation à la demande prévue. Veuillez nous contacter si vous souhaitez explorer cette option. Instructions pour le paiement Dimagi accepte les paiements par ACH, virement bancaire et carte de crédit. Toutes les options de paiement sont listées dans la facture jointe. Si vous payez par virement, veuillez suivre ces instructions pour garantir un traitement et une identification rapides de votre paiement : 1. Envoyez le paiement par virement bancaire sur le compte bancaire de Dimagi et incluez l'ID de la facture dans les détails du virement. Les détails du compte bancaire de Dimagi et l'ID de la facture se trouvent dans la facture jointe. 2. Envoyez un e-mail à %(accounts_email)s après avoir effectué le paiement en incluant la date du paiement, le montant, le numéro de la facture et le nom de l'espace projet. Merci d'utiliser CommCare. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Cordialement, L'équipe CommCare HQ www.commcarehq.org Déclaration de : CommCare HQ et la société Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Resend Invoice #%(invoice_number)s Email?
fr: Renvoyer l'e-mail de la facture n°%(invoice_number)s ?

source: Invoice
fr: Facture

source: Adjustments
fr: Ajustements

source: Suppress
fr: Supprimer

source: Hide From Client
fr: Masquer du client

source: Recipients
fr: Destinataires

source: View PDF
fr: Voir PDF

source: Reason
fr: Raison

source: User
fr: Utilisateur

source: Amount
fr: Le Montant

source: Adjust Balance for Invoice #
fr: Ajuster l'équilibre pour la facture #

source: What happens after your subscription gets paused?
fr: Que se passe-t-il après la mise en pause de votre abonnement ?

source: You will lose access to your project space, but you will be able to re-subscribe any time in the future.
fr: Vous perdrez l'accès à votre espace projet, mais vous pourrez vous réabonner à tout moment dans le futur.

source: You will no longer be billed. However, based on your payment method you may have an open invoice for the service provided this month.
fr: Vous ne serez plus facturé. Cependant, en fonction de votre méthode de paiement, vous pourriez avoir une facture ouverte pour le service fourni ce mois-ci.

source: Re-subscribing will restore full access to your project space, including your data, apps, report, and configurations.
fr: La réinscription restaurera l'accès complet à votre espace projet, y compris vos données, applications, rapports et configurations.

source: If you don't intend to use this project space again and would like to delete it, please inform us at <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.
fr: Si vous n'avez pas l'intention d'utiliser cet espace projet à nouveau et souhaitez le supprimer, veuillez nous en informer à <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.

source: We hope to see you soon!
fr: Nous espérons vous revoir bientôt !
