Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: To enable messaging features, please request access by sending an email to <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> from your work email address containing the following information:
fr: Pour activer les fonctionnalités de messagerie, veuillez demander l'accès en envoyant un email à <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> depuis votre adresse email professionnelle contenant les informations suivantes :

source: Your full name
fr: Votre nom complet

source: The organization you work for
fr: L'organisation pour laquelle vous travaillez

source: WhatsApp Templates
fr: Modèles WhatsApp

source: To send a template message, copy and paste the <strong>Template String</strong> as the message text, replacing each <code>{variable}</code> with the variables you want to add in to the template, surrounded by curly braces.
fr: Pour envoyer un message modèle, copiez et collez la <strong>Chaîne de Modèle</strong> comme texte du message, en remplaçant chaque <code>{variable}</code> par les variables que vous souhaitez ajouter au modèle, entourées d'accolades.

source: Template Name
fr: Nom du modèle

source: Body
fr: Corps

source: Category
fr: Catégorie

source: Template String
fr: Chaîne de modèle

source: Invalid phone number format.
fr: Format de numéro de téléphone invalide

source: Yesterday
fr: Hier

source: 1 Week
fr: 1 semaine

source: 30 Days
fr: 30 jours

source: Compose SMS Message
fr: Composer le message SMS

source: You didn't specify any recipients
fr: Vous n'avez spécifié aucun destinataire

source: You can't send an empty message
fr: Vous ne pouvez pas envoyer un message vide

source: The following groups don't exist:
fr: Les groupes suivants n'existent pas :

source: The following users don't have phone numbers:
fr: Les utilisateurs suivants n'ont pas de numéro de téléphone :

source: Couldn't send to the following number(s):
fr: Impossible d'envoyer le(s) numéro(s) suivant(s) :

source: Couldn't find the following user(s):
fr: Impossible de trouver le(s) utilisateur(s) suivant(s) :

source: Successfully sent:
fr: Envoi réussi :

source: No messages were sent.
fr: Aucun message n'a été envoyé.

source: Message sent
fr: Message envoyé

source: Test SMS Message
fr: Message SMS de test

source: Test message received.
fr: Message teste reçu

source: Invalid phone number. Please choose a two-way phone number belonging to a contact in your project.
fr: Numéro de téléphone invalide. Veuillez choisir un numéro de téléphone bidirectionnel appartenant à un contact de votre projet.

source: Invalid phone number. Either this number is not assigned to a contact in your project or there is an active session for this number in another project space. To 'claim' this channel use the 'claim this channel' checkbox or start a new SMS survey with this number and wait for the first message to be sent.
fr: Numéro de téléphone invalide. Soit ce numéro n'est pas attribué à un contact de votre projet, soit il y a une session active pour ce numéro dans un autre espace de projet. Pour 'revendiquer' ce canal, utilisez la case à cocher 'revendiquer ce canal' ou commencez une nouvelle enquête SMS avec ce numéro et attendez que le premier message soit envoyé.

source: Changes saved.
fr: Modifications enregistrées.

source: Chat over SMS
fr: Converser par SMS

source: All Time
fr: Tout temps

source: System
fr: Système

source: SMS Connectivity
fr: Connectivité SMS

source: Supported Countries
fr: Pays supportés

source: Add %s Gateway
fr: Ajouter %s passerelle

source: Create %s Gateway
fr: Créer %s passerelle

source: Add SMS Gateway
fr: Ajouter une passerelle SMS

source: Edit SMS Gateway
fr: Modifier la passerelle SMS

source: Edit %s Gateway
fr: Modifier %s passerelle

source: Update %s Gateway
fr: Mettre à jour %s passerelle

source: Subscribe SMS
fr: Inscrire SMS

source: Updated CommCare Supply settings.
fr: Paramètres CommCare Supply mis à jour.

source: messaging translation
fr: traduction de messagerie

source: messaging translations
fr: traductions de messagerie

source: SMS Translations Updated.
fr: Traductions SMS mises à jour.

source: Update failed. We're looking into it.
fr: La mise à jour a échouée. Nous tentons de déterminer de quoi il s'agit.

source: SMS Settings
fr: Paramètres des SMS

source: You have multiple gateways that support whatsapp templates (infobip, turn) configured. Please remove the ones you don't use.
fr: Vous avez plusieurs passerelles qui prennent en charge les modèles WhatsApp (infobip, turn) configurées. Veuillez supprimer celles que vous n'utilisez pas.

source: You have no gateways that support whatsapp templates (infobip, turn) configured. Please configure one before proceeding
fr: Vous n'avez aucune passerelle qui prend en charge les modèles WhatsApp (infobip, turn) configurée. Veuillez en configurer une avant de continuer.

source: failed to fetch templates. Please make sure the gateway is configured properly.
fr: échec de la récupération des modèles. Veuillez vous assurer que la passerelle est correctement configurée.

source: Connect Messaging Users
fr: Connecter les utilisateurs de messagerie

source: Channels created for the following users:
fr: Canaux créés pour les utilisateurs suivants :

source: No channels created
fr: Aucun canal créé

source: %s per 160 character SMS
fr: %s par 160 caractères d'SMS

source: Any Country (Delivery not guaranteed via connection)
fr: N'importe quel pays (Transmission non garantie via la connexion)

source: Valid Billables
fr: Facturables valides

source: Invalid Billables
fr: Facturables invalides

source: Has Gateway Fee
fr: A un frais de passerelle

source: Gateway Type
fr: Type de Passerelle

source: Specific Gateway
fr: Passerelle spécifique

source: Country Code
fr: Code pays

source: Please Select a Country Code
fr: Sélectionnez un code pays

source: Completed (Partially Completed Submission)
fr: Complété (Soumission complétée partiellement)

source: Not Finished
fr: Non terminé

source: Email domain '{}' is already associated with an identity provider.
fr: Le domaine de messagerie '{}' est déjà associé à un fournisseur d'identité.

source: No email domain exists with the name {}.
fr: Aucun domaine de messagerie n'existe avec le nom {}.

source: Please ensure that '{}' is added as an Authenticated Email Domain for this Identity Provider before proceeding.
fr: Veuillez vous assurer que '{}' est ajouté en tant que domaine de messagerie authentifié pour ce fournisseur d'identité avant de continuer.

source: User {} is already exempt from SSO
fr: L'utilisateur {} est déjà exempté de SSO

source: There is already a testing user {}. A user cannot both be a testing user and exempt from SSO.
fr: Il y a déjà un utilisateur de test {}. Un utilisateur ne peut pas être à la fois un utilisateur de test et exempté de SSO.

source: At least one admin must be exempt from SSO in case of failure connecting with an Identity Provider.
fr: Au moins un administrateur doit être exempté de SSO en cas d'échec de connexion avec un fournisseur d'identité.

source: The user {} was never exempt from SSO with this Identity Provider and the {} Email Domain.
fr: L'utilisateur {} n'a jamais été exempté de SSO avec ce fournisseur d'identité et le domaine de messagerie {}.

source: User {} is already a test user.
fr: L'utilisateur {} est déjà un utilisateur de test.

source: There is already a user exempt from SSO with the username '{}'. A user cannot both be a test user and exempt from SSO.
fr: Il y a déjà un utilisateur exempté de SSO avec le nom d'utilisateur '{}'. Un utilisateur ne peut pas être à la fois un utilisateur de test et exempté de SSO.

source: The user {} was never a test user for this Identity Provider and the {} Email Domain.
fr: L'utilisateur {} n'a jamais été un utilisateur de test pour ce fournisseur d'identité et le domaine de messagerie {}.

source: User account for {} has been re-activated.
fr: Le compte utilisateur pour {} a été réactivé.

source: User account for {} created.
fr: Compte utilisateur pour {} créé.

source: Could not accept invitation because it is expired.
fr: Impossible d'accepter l'invitation car elle est expirée.

source: You have been added to the "{}" project space.
fr: Vous avez été ajouté à l'espace projet "{}".

source: You did not enter a valid slug. Did you mean '{}'?
fr: Vous n'avez pas entré un slug valide. Vouliez-vous dire '{}' ?

source: Please make sure you specify at least one Authenticated Email Domain.
fr: Veuillez vous assurer de spécifier au moins un domaine de messagerie authentifié.

source: Please make sure you have specified at least one enterprise admin that is exempt from SSO.
fr: Veuillez vous assurer d'avoir spécifié au moins un administrateur d'entreprise exempté de SSO.

source: This is required when Single Sign On is active.
fr: Ceci est requis lorsque la connexion unique est active.

source: This is not a valid One Login URL.
fr: Ceci n'est pas une URL One Login valide.

source: <a href="{}">Please read this guide</a> on how to set up CommCare HQ with {}.<br />You will need the following information:
fr: <a href="{}">Veuillez lire ce guide</a> sur comment configurer CommCare HQ avec {}.<br />Vous aurez besoin des informations suivantes :

source: Billing Account Owner
fr: Propriétaire du compte de facturation

source: Protocol
fr: Protocole

source: Public Name
fr: Nom public

source: Users will see this name when logging in.
fr: Les utilisateurs verront ce nom lors de la connexion.

source: Slug for SP Endpoints
fr: Slug pour les points de terminaison SP

source: This will be the unique slug for this IdP's SAML2 urls.
fr: Ce sera le slug unique pour les URLs SAML2 de cet IdP.

source: Primary Configuration
fr: Configuration principale

source: Create Identity Provider
fr: Créer un fournisseur d'identité

source: A Identity Provider already exists with this slug.
fr: Un fournisseur d'identité existe déjà avec ce slug.

source: This service does not support the selected protocol.
fr: Ce service ne prend pas en charge le protocole sélectionné.

source: Login Url
fr: URL de connexion

source: Redirect URIs
fr: URIs de redirection

source: Post Logout Redirect URIs
fr: URIs de redirection après déconnexion

source: Sign-in redirect URIs
fr: URIs de redirection de connexion

source: Sign-out redirect URIs
fr: URIs de redirection de déconnexion

source: Initiate login URI
fr: URI d'initiation de connexion

source: Identifier (Entity ID)
fr: Identifiant (ID d'entité)

source: Reply URL (Assertion Consumer Service)
fr: URL de réponse (Service consommateur d'assertion)

source: Sign on URL
fr: URL de connexion

source: Public x509 Cert
fr: Certificat x509 public

source: Certificate Expires On
fr: Le certificat expire le

source: Rollover x509 Cert
fr: Rollover Certificat x509

source: This is a high security feature that ensures Assertions are fully encrypted. This feature requires a Premium Entra ID subscription.
fr: C'est une fonctionnalité de haute sécurité qui garantit que les assertions sont entièrement chiffrées. Cette fonctionnalité nécessite un abonnement Premium Entra ID.

source: This feature may or may not be supported by your Identity Provider. Please refer to their documentation.
fr: Cette fonctionnalité peut ou non être prise en charge par votre fournisseur d'identité. Veuillez vous référer à leur documentation.

source: Not needed/generated yet.
fr: Pas encore nécessaire/généré.

source: CAUTION: Changing this value will alter SSO endpoint URLs below and affect active SSO setups for the client!
fr: ATTENTION : Changer cette valeur modifiera les URL des points de terminaison SSO ci-dessous et affectera les configurations SSO actives pour le client !

source: This text is what users will see when logging in with SSO.
fr: Ce texte est ce que les utilisateurs verront lors de la connexion avec SSO.

source: Allow Enterprise Admins to edit SSO Enterprise Settings
fr: Autoriser les administrateurs d'entreprise à modifier les paramètres SSO de l'entreprise

source: Single Sign On is active
fr: Single Sign On est actif

source: Force users with matching email domains to log in with SSO.
fr: Forcer les utilisateurs avec des domaines de messagerie correspondants à se connecter avec SSO.

source: Service Provider Settings
fr: Paramètres du fournisseur de services

source: Relying Party Settings
fr: Paramètres de la partie de confiance

source: This account has no active Enterprise subscription! Please fix the Billing Account configuration in order to complete the Identity Provider setup.
fr: Ce compte n'a pas d'abonnement d'entreprise actif ! Veuillez corriger la configuration du compte de facturation pour terminer la configuration du fournisseur d'identité.

source: Manage Billing Account
fr: Gérer le compte de facturation

source: Update Configuration
fr: Mettre à jour la configuration

source: Another Identity Provider already exists with this slug.
fr: Un autre fournisseur d'identité existe déjà avec ce slug.

source: Entity ID
fr: ID d'entité

source: Login URL
fr: URL de connexion

source: Logout URL
fr: URL de déconnexion

source: Public IdP Signing Certificate
fr: Certificat de signature IdP public

source: Issuer ID
fr: ID de l'émetteur

source: Client ID
fr: ID client

source: Client Secret
fr: Secret client

source: Please make sure an enterprise admin has filled out the following details before activating SSO globally: {}
fr: Veuillez vous assurer qu'un administrateur d'entreprise a rempli les détails suivants avant d'activer SSO globalement : {}

source: This will also force users with matching linked email domains to log in with SSO.
fr: Cela forcera également les utilisateurs avec des domaines de messagerie liés correspondants à se connecter avec SSO.

source: Login Enforcement
fr: Application de la connexion

source: Global: All users must use SSO unless exempt
fr: Global : Tous les utilisateurs doivent utiliser SSO sauf exemption

source: Test: Only Test Users are required to use SSO
fr: Test : Seuls les utilisateurs de test sont tenus d'utiliser SSO

source: When the Identity Provider is active, this determines how users will be required to login at the homepage.
fr: Lorsque le fournisseur d'identité est actif, cela détermine comment les utilisateurs devront se connecter à la page d'accueil.

source: Linked Email Domains
fr: Domaines de messagerie liés

source: Auto-Deactivation
fr: Désactivation automatique

source: This option ensures any authorization provided by CommCare HQ to Web Users using SSO is removed when those users are removed from Entra ID. This includes automatic deactivation of any API keys associated with these users.
fr: Cette option garantit que toute autorisation fournie par CommCare HQ aux utilisateurs Web utilisant SSO est supprimée lorsque ces utilisateurs sont retirés de Entra ID. Cela inclut la désactivation automatique de toutes les clés API associées à ces utilisateurs.

source: Automatically deactivate Web Users
fr: Désactiver automatiquement les utilisateurs Web

source: Tenant Id
fr: Identifiant du locataire

source: Application ID
fr: Identifiant de l'application

source: Secret Expires On
fr: Expiration du secret le

source: Reveal Keys
fr: Révéler les clés

source: When enabled, all keys on a user’s API Key page will no longer be partially hidden after creation. This also removes the suggestion to copy an API key to another location when generating a new key.
fr: Lorsqu'elle est activée, toutes les clés sur la page de clé API d'un utilisateur ne seront plus partiellement masquées après leur création. Cela supprime également la suggestion de copier une clé API vers un autre emplacement lors de la génération d'une nouvelle clé.

source: Always display full API keys to SSO users
fr: Toujours afficher les clés API complètes aux utilisateurs SSO

source: Require Expiration Date
fr: Exiger une date d'expiration

source: When enabled, this ensures that a date of expiration is always provided when SSO users generated new keys from their API Keys page
fr: Lorsqu'elle est activée, cela garantit qu'une date d'expiration est toujours fournie lorsque les utilisateurs SSO génèrent de nouvelles clés depuis leur page de clés API

source: Always require an expiration date for API keys
fr: Toujours exiger une date d'expiration pour les clés API

source: Maximum Expiration Length
fr: Durée maximale d'expiration

source: If an expiration date is required, the expiration date will not exceed this many days from the date an API key is created
fr: Si une date d'expiration est requise, la date d'expiration ne dépassera pas ce nombre de jours à partir de la date de création d'une clé API

source: 1 Year
fr: 1 an

source: 180 Days
fr: 180 jours

source: 160 Days
fr: 160 jours

source: 120 Days
fr: 120 jours

source: 90 Days
fr: 90 jours

source: 60 Days
fr: 60 jours

source: All existing API keys that do not comply with this expiration date policy will be updated to ensure a compliant expiration date is present. For keys that do not have an expiration date set, the date of expiration will be <span data-bind="text: expirationLength"></span> from today after clicking "Update Configuration" below. This will apply only to SSO users associated with this Identity Provider.
fr: Toutes les clés API existantes qui ne respectent pas cette politique de date d'expiration seront mises à jour pour garantir qu'une date d'expiration conforme est présente. Pour les clés qui n'ont pas de date d'expiration définie, la date d'expiration sera <span data-bind="text: expirationLength"></span> à partir d'aujourd'hui après avoir cliqué sur "Mettre à jour la configuration" ci-dessous. Cela s'appliquera uniquement aux utilisateurs SSO associés à ce fournisseur d'identité.

source: API Key Management
fr: Gestion des clés API

source: Single Sign-On Settings
fr: Paramètres de connexion unique

source: This is required when Auto-Deactivation is enabled.
fr: Ceci est requis lorsque la désactivation automatique est activée.

source: This certificate has already expired!
fr: Ce certificat a déjà expiré !

source: Please specify a value.
fr: Veuillez spécifier une valeur.

source: Upload Certificate (Base64)
fr: Télécharger le certificat (Base64)

source: Certificate (Base64)
fr: Certificat (Base64)

source: Token Encryption
fr: Chiffrement de jeton

source: Use Token Encryption
fr: Utiliser le chiffrement des jetons

source: {} Identifier
fr: {} Identifiant

source: Upload New Certificate (Base64)
fr: Télécharger un nouveau certificat (Base64)

source: Basic SAML Configuration for {}
fr: Configuration SAML de base pour {}

source: Connection Details from {}
fr: Détails de connexion de {}

source: SAML Token Encryption
fr: Chiffrement des jetons SAML

source: Update Secret
fr: Mettre à jour le secret

source: Cancel Update
fr: Annuler la mise à jour

source: Remote User Management
fr: Gestion des utilisateurs à distance

source: File type not accepted. Please ensure you have uploaded a Base64 x509 certificate.
fr: Type de fichier non accepté. Veuillez vous assurer d'avoir téléchargé un certificat x509 Base64.

source: Issuer URL
fr: URL de l'émetteur

source: Issuer URI
fr: URI de l'émetteur

source: Show Secret
fr: Afficher le secret

source: Hide Secret
fr: Masquer le secret

source: Application Details for {}
fr: Détails de l'application pour {}

source: OpenID Provider Configuration
fr: Configuration du fournisseur OpenID

source: There was an issue connecting to the Microsoft Graph API.
fr: Il y a eu un problème de connexion à l'API Microsoft Graph.

source: An HTTP error occured when connecting to the Microsoft Graph API, which usuallyindicates an issue with Microsoft's servers.
fr: Une erreur HTTP s'est produite lors de la connexion à l'API Microsoft Graph, ce qui indique généralement un problème avec les serveurs de Microsoft.

source: We received an empty list of users from your Microsoft Entra ID instance.
fr: Nous avons reçu une liste vide d'utilisateurs de votre instance Microsoft Entra ID.

source: We encountered an issue when connecting to your Microsoft Graph API:
fr: Nous avons rencontré un problème lors de la connexion à votre API Microsoft Graph :

source: We encountered an unknown issue, please contact Commcare HQ Support.
fr: Nous avons rencontré un problème inconnu, veuillez contacter le support de Commcare HQ.

source: Identity Provider
fr: Fournisseur d'identité

source: Authenticated Email Domains
fr: Domaines de messagerie authentifiés

source: SSO Exempt Users
fr: Utilisateurs exemptés de SSO

source: SSO Test Users
fr: Utilisateurs de test SSO

source: Danger Zone
fr: Zone de danger

source: Single Sign-On Request Failed
fr: Échec de la demande de connexion unique

source: Single Sign-On
fr: Connexion unique

source: Sorry, but we're having trouble signing you in.
fr: Désolé, mais nous rencontrons des difficultés pour vous connecter.

source: The issue looks like it might be related to the configuration with your Identity Provider and CommCare HQ.
fr: Le problème semble être lié à la configuration avec votre fournisseur d'identité et CommCare HQ.

source: This is the error message we are seeing:
fr: Voici le message d'erreur que nous voyons :

source: Please <a href="%(docs_link)s">review our documentation</a> for setting up SSO with %(idp_service_name)s.
fr: Veuillez <a href="%(docs_link)s">consulter notre documentation</a> pour configurer le SSO avec %(idp_service_name)s.

source: If the error message and documentation are not helping, please reach out to your support contact.
fr: Si le message d'erreur et la documentation ne vous aident pas, veuillez contacter votre contact de support.

source: This issue might be due to the following reason:
fr: Ce problème pourrait être dû à la raison suivante :

source: If this error persists, please contact your project's administrator for assistance.
fr: Si cette erreur persiste, veuillez contacter l'administrateur de votre projet pour obtenir de l'aide.

source: Single Sign-On is misconfigured
fr: Le Single Sign-On est mal configuré

source: Your Redirect URL is invalid.
fr: Votre URL de redirection est invalide.

source: The redirect URL you have specified is not valid. Please remove the text after "next=" in the url to temporarily resolve this issue. If the issue persists, please contact support so we can find a permanent solution.
fr: L'URL de redirection que vous avez spécifiée n'est pas valide. Veuillez supprimer le texte après "next=" dans l'url pour résoudre temporairement ce problème. Si le problème persiste, veuillez contacter le support afin que nous puissions trouver une solution permanente.

source: There was an issue logging in with %(service)s:
fr: Il y a eu un problème lors de la connexion avec %(service)s :

source: It looks like there is an issue with %(idp_name)s's configuration.
fr: Il semble qu'il y ait un problème avec la configuration de %(idp_name)s.

source: Please reach out to support, so we can quickly resolve this problem. Thank you!
fr: Veuillez contacter le support, afin que nous puissions résoudre rapidement ce problème. Merci !

source: It looks like your setup is not complete.
fr: Il semble que votre configuration ne soit pas complète.

source: Information seems to be missing from your SSO configuration. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
fr: Il semble que des informations manquent dans votre configuration SSO. Veuillez consulter la <a href="%(docs_link)s">documentation</a> pour configurer le SSO.

source: It looks like we are missing your certificate.
fr: Il semble que nous manquons de votre certificat.
