Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Column names correspond to <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">case property names</a>. They must start with a letter, and can only contain letters, numbers and underscores. Please update the following: {}.
fr: Les noms de colonnes correspondent aux <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">noms des propriétés de cas</a>. Ils doivent commencer par une lettre et ne peuvent contenir que des lettres, des chiffres et des underscores. Veuillez mettre à jour ce qui suit : {}.

source: Your spreadsheet is empty. Please try again with a different spreadsheet.
fr: Votre feuille de calcul est vide. Veuillez réessayer avec une feuille de calcul différente.

source: Your spreadsheet has too many columns. A maximum of %(max_columns)s is supported.
fr: Votre feuille de calcul a trop de colonnes. Un maximum de %(max_columns)s est pris en charge.

source: The file you chose could not be processed. Please check that it is saved as a Microsoft Excel file.
fr: Le fichier que vous avez choisi n'a pas pu être traité. Veuillez vérifier qu'il est enregistré en tant que fichier Microsoft Excel.

source: Your project does not use cases yet. To import cases from Excel, you must first create an application with a case list.
fr: Votre projet n'utilise pas encore de cas. Pour importer des cas depuis Excel, vous devez d'abord créer une application avec une liste de cas.

source: Sheet with case type "{}" is missing one or more required fields: {}
fr: La feuille avec le type de cas "{}" manque d'un ou plusieurs champs requis : {}

source: The Excel file you are trying to import does not have any headers.
fr: Le fichier Excel que vous essayez d'importer n'a pas d'en-têtes.

source: The Excel file is missing the following required fields for the "{}" case type: {}
fr: Le fichier Excel manque des champs requis suivants pour le type de cas "{}" : {}

source: You cannot reference a case property on the right side of an operation. If "{}" is meant to be a value, please surround it with quotation marks
fr: Vous ne pouvez pas référencer une propriété de cas sur le côté droit d'une opération. Si "{}" est censé être une valeur, veuillez l'entourer de guillemets.

source: Unexpected type for value expression
fr: Type inattendu pour l'expression de valeur

source: We don't know what to do with the function "{}". Accepted functions are: {}
fr: Nous ne savons pas quoi faire avec la fonction "{}". Les fonctions acceptées sont : {}

source: '{name}' is not a valid standalone function
fr: '{name}' n'est pas une fonction autonome valide

source: Your search query is required to have at least one boolean operator ({boolean_ops})
fr: Votre requête de recherche doit comporter au moins un opérateur booléen ({boolean_ops})

source: We don't know what to do with operator '{}'. Please try reformatting your query.
fr: Nous ne savons pas quoi faire avec l'opérateur '{}'. Veuillez essayer de reformater votre requête.

source: We didn't understand what you were trying to do with {}. Please try reformatting your query. The operators we accept are: {}
fr: Nous n'avons pas compris ce que vous essayiez de faire avec {}. Veuillez essayer de reformater votre requête. Les opérateurs que nous acceptons sont : {}

source: Malformed search query
fr: Requête de recherche mal formée

source: Only one blank value plus one date range value are supprted
fr: Une seule valeur vide plus une valeur de plage de dates sont prises en charge

source: Multiple values are only supported for simple text and range searches
fr: Les valeurs multiples ne sont prises en charge que pour les recherches de texte simple et de plage

source: Invalid date range format, {}
fr: Format de plage de dates invalide, {}

source: Search request must specify {param}
fr: La requête de recherche doit spécifier {param}

source: {param} must be a string
fr: {param} doit être une chaîne de caractères

source: Create
fr: Créer

source: Use this page to test out <a href='%(settings_url)s' target='_blank'>case search configuration</a> and profile case search or case list explorer queries.
fr: Utilisez cette page pour tester la <a href='%(settings_url)s' target='_blank'>configuration de recherche de cas</a> et profiler les requêtes de recherche de cas ou les explorations de liste de cas.

source: Search Parameters
fr: Paramètres de recherche

source: Case Metadata
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Type:
fr: Manejo de Casos

source: Owner ID:
fr: Identifiant de propriétaire

source: Case Properties
fr: Propriétés de dossier

source: Property name
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Property value
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Fuzzy
fr: Flou

source: Remove Characters
fr: Manejo de Casos

source: Add input
fr: Ajouter une entrée

source: Add XPath
fr: Ajouter XPath

source: Search
fr: Recherche

source: Profile
fr: Profil

source: Results
fr: Résultats

source: Query
fr: Requête

source: results
fr: résultats

source: Closed
fr: Fermé

source: Properties
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Indices
fr: Manejo de Casos

source: See <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>ElasticSearch docs</a> for help interpreting profile data.
fr: Voir <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>la documentation ElasticSearch</a> pour obtenir de l'aide sur l'interprétation des données de profil.

source: CSQL Fixture Configuration
fr: Configuration de la fixture CSQL

source: Add Expression
fr: Ajouter expression

source: Search has too many results. Please try a more specific search.
fr: La recherche a trop de résultats. Veuillez essayer une recherche plus spécifique.

source: Fuzzy search is not supported with multiple values
fr: La recherche floue n'est pas prise en charge avec des valeurs multiples

source: Data
fr: Données

source: Case Search
fr: Recherche de dossier

source: Profile Case Search
fr: Profil de recherche de cas

source: The related case lookup you are trying to perform would return too many cases
fr: La recherche de cas liée que vous essayez d'effectuer renverrait trop de cas

source: We didn't understand what you were trying to do with {}
fr: Nous n'avons pas compris ce que vous essayiez de faire avec {}

source: The right hand side of a comparison must be a number or date. Dates must be surrounded in quotation marks
fr: Le côté droit d'une comparaison doit être un nombre ou une date. Les dates doivent être entourées de guillemets

source: 'match-all()' does not take any arguments
fr: 'match-all()' ne prend aucun argument

source: 'match-none()' does not take any arguments
fr: "match-none()" ne prend aucun argument

source: Unsupported operator for use with 'subcase-count': {op}
fr: Opérateur non pris en charge pour une utilisation avec 'subcase-count' : {op}

source: 'subcase-count' must be compared to a positive integer
fr: 'subcase-count' doit être comparé à un entier positif

source: XPath incorrectly formatted. Expected 'subcase-count'
fr: XPath mal formaté. 'subcase-count' attendu

source: XPath incorrectly formatted. Expected 'subcase-exists'
fr: XPath mal formaté. 'subcase-exists' attendu

source: '{name}' expects one or two arguments
fr: '{name}' attend un ou deux arguments

source: '{name}' error. Index identifier must be a string
fr: Erreur '{name}'. L'identifiant de l'index doit être une chaîne de caractères

source: {} is not a valid date
fr: {} n'est pas une date valide

source: Invalid date value. Dates must be an integer or a string of the format "YYYY-mm-dd"
fr: Valeur de date invalide. Les dates doivent être un entier ou une chaîne au format "AAAA-mm-jj"

source: {} is not a valid datetime
fr: {} n'est pas une date et heure valide

source: Invalid datetime value. Must be a number or a ISO 8601 string.
fr: Valeur de date et heure invalide. Doit être un nombre ou une chaîne au format ISO 8601.

source: The "date-add" function expects the 'interval' argument to be one of {types}
fr: La fonction "date-add" attend que l'argument 'interval' soit l'un des {types}

source: The "date-add" function expects the interval quantity to be a numeric value
fr: La fonction "date-add" attend que la quantité d'intervalle soit une valeur numérique

source: Non-integer years and months are ambiguous and not supported by the "date-add" function
fr: Les années et mois non entiers sont ambigus et ne sont pas pris en charge par la fonction "date-add"

source: Cannot convert {} to a double
fr: Impossible de convertir {} en un double

source: Not found application by name: %s
fr: L'application '%s' n'est pas trouvée

source: Blocked
fr: Bloqué

source: You are currently blocked from using Web Apps
fr: Vous êtes actuellement bloqué(e) de l'utilisation des applications Web

source: Manage Web Apps Permissions
fr: Gérer les permissions pour applications web

source: This feature is deprecated. Access to specific web apps can now be managed via <a target="_blank" href="%(roles_url)s">Roles & Permissions</a>. <br /><br /> Please avoid using <em>both</em> this configuration and Roles & Permissions to manage access. <br/><br/> <h5>Transitioning from the Deprecated Feature to Roles & Permissions</h5> <p> For the simplest case where each mobile worker belongs to only one group, follow the steps below. For more complex cases, please contact <a href="mailto:%(SUPPORT_EMAIL)s">CommCare Support</a> for assistance setting up access via Roles & Permissions. </p> <ol> <li> <strong>Set up a role for each group</strong><br/> Create a corresponding role in the <a target="_blank" href="%(roles_url)s">Roles & Permissions</a> page for every existing group. </li> <li> <strong>Configure permissions for each role</strong><br/> Ensure that each role is granted the same permissions and access to apps that were previously available to the corresponding group. </li> <li> <strong>Assign mobile workers to their new roles</strong><br/> Map each <a target="_blank" href="%(mobile_workers_url)s">mobile worker</a> to the appropriate role that matches their previous group membership. </li> <li> <strong>Enable Roles & Permissions for Web Apps access</strong><br/> On this page, select the option to "Use Roles & Permissions to manage Web Apps access" and click <strong>Save</strong>. </li> <li> <strong>Test access for mobile workers</strong><br/> Verify that all mobile workers can access the apps as expected, based on their assigned roles. </li> <li> <strong>(Optional) Deactivate the deprecated feature</strong><br/> Disable this feature to avoid accidentally re-enabling it in the future. Simply check the box to turn it off and click <strong>Save</strong>. </li> </ol>
fr: Cette fonctionnalité est obsolète. L'accès à des applications web spécifiques peut désormais être géré via <a target="_blank" href="%(roles_url)s">Rôles & Permissions</a>. <br /><br /> Veuillez éviter d'utiliser <em>à la fois</em> cette configuration et Rôles & Permissions pour gérer l'accès. <br/><br/> <h5>Transition de la fonctionnalité obsolète vers Rôles & Permissions</h5> <p> Pour le cas le plus simple où chaque travailleur mobile appartient à un seul groupe, suivez les étapes ci-dessous. Pour des cas plus complexes, veuillez contacter <a href="mailto:%(SUPPORT_EMAIL)s">le support CommCare</a> pour obtenir de l'aide pour configurer l'accès via Rôles & Permissions. </p> <ol> <li> <strong>Configurer un rôle pour chaque groupe</strong><br/> Créez un rôle correspondant sur la page <a target="_blank" href="%(roles_url)s">Rôles & Permissions</a> pour chaque groupe existant. </li> <li> <strong>Configurer les permissions pour chaque rôle</strong><br/> Assurez-vous que chaque rôle dispose des mêmes permissions et accès aux applications qui étaient précédemment disponibles pour le groupe correspondant. </li> <li> <strong>Assigner les travailleurs mobiles à leurs nouveaux rôles</strong><br/> Associez chaque <a target="_blank" href="%(mobile_workers_url)s">travailleur mobile</a> au rôle approprié qui correspond à leur appartenance précédente au groupe. </li> <li> <strong>Activer Rôles & Permissions pour l'accès aux applications Web</strong><br/> Sur cette page, sélectionnez l'option "Utiliser Rôles & Permissions pour gérer l'accès aux applications Web" et cliquez sur <strong>Enregistrer</strong>. </li> <li> <strong>Tester l'accès pour les travailleurs mobiles</strong><br/> Vérifiez que tous les travailleurs mobiles peuvent accéder aux applications comme prévu, en fonction de leurs rôles assignés. </li> <li> <strong>(Optionnel) Désactiver la fonctionnalité obsolète</strong><br/> Désactivez cette fonctionnalité pour éviter de la réactiver accidentellement à l'avenir. Cochez simplement la case pour la désactiver et cliquez sur <strong>Enregistrer</strong>. </li> </ol>

source: Use Roles & Permissions to manage Web Apps access
fr: Utiliser Rôles & Permissions pour gérer l'accès aux applications Web

source: Web Apps permissions have been transferred to "Roles & Permissions", and this deprecated feature can be turned off. Please note that once you "save", you will no longer have access to this page.
fr: Les permissions des applications Web ont été transférées vers "Rôles & Permissions", et cette fonctionnalité obsolète peut être désactivée. Veuillez noter qu'une fois que vous aurez "enregistré", vous n'aurez plus accès à cette page.

source: Manage Web Apps access for each mobile worker based on their group
fr: Gérer l'accès aux applications Web pour chaque travailleur mobile en fonction de leur groupe

source: Group
fr: Groupe

source: You have no groups
fr: Vous n'avez pas de groupes

source: Here's what this means
fr: Voici ce que cela signifie

source: Mobile workers in group <strong data-bind="text: group.name"></strong> have access to
fr: Les travailleurs mobiles du groupe <strong data-bind="text: group.name"></strong> ont accès à

source: <strong>No Mobile Workers</strong> have access to
fr: <strong>Aucun utilisateur mobile</strong> n'a accès à

source: ...and all other mobile workers do not have access to any Web Apps applications.
fr: ...et tous les autres utilisateurs mobiles n'ont pas accès aux applications web.

source: No Web Apps applications available
fr: Aucune application web disponible

source: Web Apps
fr: Applications web

source: Show Full Menu
fr: Montrer tout le menu

source: Select
fr: Sélectionner

source: Reset
fr: Réinitialiser

source: List is empty.
fr: La liste est vide.

source: Hide Map
fr: Masquer la carte

source: Refine search
fr: Affiner la recherche

source: Sort By
fr: Trier par

source: Expand Data Preview Section.
fr: Développer la section Aperçu des données.

source: Data Preview
fr: Aperçu des données

source: Empty String
fr: Chaîne vide

source: Showing the first
fr: Affichage du premier

source: lines...
fr: lignes...

source: Copy Full Evaluation to Clipboard
fr: Copier l'évaluation complète dans le presse-papiers

source: Copy Full Trace to Clipboard
fr: Copier la trace complète dans le presse-papiers

source: Recent Queries
fr: Questions fréquentes

source: No recent queries
fr: Aucune requête récente

source: Clear
fr: Effacer

source: Clear map
fr: Effacer la carte

source: Please wait while the map loads
fr: Veuillez patienter pendant le chargement de la carte

source: Sorry, web entry cannot support this type of question.
fr: Désolé, l'entrée web ne peut pas prendre en charge ce type de question.

source: This question will appear as follows in data exports.
fr: Cette question apparaîtra comme suit dans les exportations de données.

source: Please correct the answers below before submitting. <br> You can use the <strong><i class='fa fa-fast-forward'></i> Next Error</strong> button on the left-hand side of the screen to navigate between required fields.
fr: Veuillez corriger les réponses ci-dessous avant de soumettre. <br> Vous pouvez utiliser le bouton <strong><i class='fa fa-fast-forward'></i> Erreur suivante</strong> sur le côté gauche de l'écran pour naviguer entre les champs requis.

source: An answer is required.
fr: Une réponse est requise.

source: Next Error
fr: Erreur suivante

source: Your browser does not support audio
fr: Votre navigateur ne prend pas en charge l'audio

source: Your browser does not support video
fr: Votre navigateur ne prend pas en charge la vidéo

source: Show help dialog
fr: Afficher la boîte de dialogue d'aide

source: A response is required for this question.
fr: Une réponse est requise pour cette question.

source: Sorry, this response is required!
fr: Désolé, cette réponse est exigée!

source: Question Group
fr: Groupe de questions

source: Log in as
fr: Se connecter en tant que

source: Start
fr: Démarrer

source: Home
fr: Accueil

source: Dropdown toggle
fr: Basculer le menu déroulant

source: Print
fr: Imprimer

source: A new version of this app is available
fr: Une nouvelle version de cette application est disponible

source: CommCare recommends that you get the latest version of this app.
fr: CommCare recommande de télécharger la dernière version de cette application.

source: To keep any unsaved changes -
fr: Pour conserver les modifications non enregistrées -

source: Click on “Update Later”.
fr: Cliquez sur « Mettre à jour plus tard ».

source: Submit your changes.
fr: Soumettez vos modifications.

source: Update by clicking on “Web Apps” at the top left of the browser page.
fr: Mettez à jour en cliquant sur « Applications Web » en haut à gauche de la page du navigateur.

source: If you don’t have any unsaved changes and would like to update, click on “Get Latest App”.
fr: Si vous n'avez pas de modifications non enregistrées et souhaitez mettre à jour, cliquez sur « Obtenir la dernière application ».

source: Update Later
fr: Mettre à jour plus tard

source: Get Latest App
fr: Obtenir la dernière application

source: <%%- rowRange[i] %%> per page
fr: <%%- rowRange[i] %%> par page

source: Include results where '<%%- text %%>' is blank
fr: Inclure les résultats où '<%%- text %%>' est vide

source: Web Apps deletes any Incomplete Forms that are more than 7 days old. Please submit any forms with important data before then to avoid data loss.
fr: Les applications Web suppriment tous les formulaires incomplets datant de plus de 7 jours. Veuillez soumettre tous les formulaires contenant des données importantes avant cette date pour éviter toute perte de données.

source: Use one question per screen
fr: Utiliser une question par écran

source: Set the application language
fr: Définir la langue de l'application

source: Clear user data
fr: Effacer les données utilisateur

source: Break Pending Request Locks
fr: Briser les verrous de demande en attente

source: Break
fr: Briser

source: Sync User Data
fr: Synchroniser les données utilisateur

source: Log in as user
fr: Se connecter en tant qu'utilisateur

source: Organization Type
fr: Type d'organisation

source: Date Registered
fr: Date d'inscription

source: Functionality Disabled
fr: Fonctionnalité désactivée

source: This functionality is disabled.
fr: Cette fonctionnalité est désactivée.

source: Web apps for %(app_or_domain_name)s are currently down for maintainence.
fr: Les applications Web pour %(app_or_domain_name)s sont actuellement en maintenance.

source: The 'disable_web_apps' feature flag is turned on.
fr: Le drapeau de fonctionnalité 'disable_web_apps' est activé.

source: Web Apps Permissions
fr: Permissions pour applications web

source: Linking directly into Web Apps has been disabled.
fr: Le lien direct vers les applications web a été désactivé.

source: Multiple corresponding applications found. Could not follow link.
fr: Plusieurs applications correspondantes trouvées. Impossible de suivre le lien.

source: No corresponding application found in this project.
fr: Aucune application correspondante trouvée dans ce projet.

source: This user cannot access this link.
fr: Cet utilisateur ne peut pas accéder à ce lien.

source: You have the MOBILE_UCR feature flag enabled, and have {ucr_count} mobile UCRs which exceeds the maximum limit of {ucr_limit} total User Configurable Reports used across all of your applications. To resolve, you must remove references to UCRs in your applications until you are under the limit. If you believe this is a mistake, please reach out to support.
fr: Vous avez activé le drapeau de fonctionnalité MOBILE_UCR, et vous avez {ucr_count} UCR mobiles ce qui dépasse la limite maximale de {ucr_limit} Rapports Configurables par l'Utilisateur utilisés dans toutes vos applications. Pour résoudre ce problème, vous devez supprimer les références aux UCR dans vos applications jusqu'à ce que vous soyez en dessous de la limite. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter le support.

source: Use default emergency levels
fr: Utiliser les niveaux d'urgence par défaut

source: Emergency Level (months)
fr: Niveau d'urgence (mois)

source: Low Stock Level (months)
fr: Niveau de stock faible (mois)

source: Overstock Level (months)
fr: Niveau de surplus de réserve (mois)

source: Use automatic consumption calculation
fr: Utiliser le calcul de consommation automatique

source: Minimum Transactions (Count)
fr: Transactions minimales (décompte)

source: Minimum Window for Calculation (Days)
fr: Plage minimale pour calcul (jours)

source: Optimal Window for Calculation (Days)
fr: Plage optimale pour calcul (jours)

source: Configure consumption defaults individually by supply point
fr: Configuration des nivaux de consumption de défaut pour chaque point d'approvisionnement.

source: Sync consumption fixtures
fr: Synchronisation du tableau des consommation

source: You must use automatic consumption calculation or specify a value for all consumption settings.
fr: Vous devez utiliser le calcul de consommation automatique ou spécifier une valeur pour tous les paramètres de consommation.

source: Stock Levels
fr: Niveaux de stock

source: Consumption Settings
fr: Paramètres de consommation

source: Phone Settings
fr: Paramètres de téléphone

source: Submit
fr: Soumettre

source: This is configured by <a href='{url}'>bulk importing your organization structure</a>.
fr: C'est configuré par <a href='{url}'> importation en gros de la structure de votre organisation</a>.

source: Default {product_name}
fr: Par défaut {product_name}

source: Ledger transaction references invalid Case ID "{}"
fr: Le registre de transactions mentionne un identifiant de dossier invalide "{}"

source: You have not been registered with a default location yet. Please register a default location for this user.
fr: Vous n'êtes pas encore enregistré avec un site par défaut. S'il vous plaît enregistrez un site par défaut pour cet utilisateur.

source: Use this page to edit the default monthly consumption values for your products. These will be used if there is not enough information to compute an accurate value.
fr: Utilisez cette page pour modifier les valeurs de consommation mensuelle par défaut pour vos produits. Celles-ci seront utilisées s'il n'y a pas assez d'informations pour calculer une valeur précise.

source: Edit Default Monthly Consumption
fr: Modifier la consommation mensuelle par défaut.

source: Update Default Consumption Info
fr: Modifier l'information de consommation par défaut.

source: Uncategorized
fr: Non-catégorisé

source: uncategorized
fr: non-catégorisé

source: Setup
fr: Réglages

source: Could not save {}: {}
fr: Impossible de sauvegarder {}: {}

source: Settings updated!
fr: Paramètres mis à jour !

source: Consumption
fr: Consommation

source: Default consumption values updated
fr: Consommation par défaut mis à jour

source: Select one
fr: Sélectionner un
