Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: For more information on deprecated case types, see the following <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation</a>.
fr: Pour plus d'informations sur les types de cas obsolètes, consultez la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation</a> suivante.

source: Sorry, you don't have permission to do this action!
fr: Désolé, vous n'avez pas la permission de réaliser cette action!

source: Loading versions...
fr: Chargement des versions...

source: An error occurred while fetching versions. Reload the page to try again.
fr: Une erreur s'est produite lors de la récupération des versions. Rechargez la page pour réessayer.

source: Could not update
fr: Impossible de mettre à jour

source: Latest
fr: Dernier

source: by
fr: par

source: with CommCare v.
fr: Avec CommCare v.

source: Unsigned Jar
fr: Jar non signée

source: (Click here to add a comment)
fr: (Cliquez ici pour ajouter un commentaire)

source: Error updating comment. Please try again.
fr: Erreur dans le chargement du commentaire. Veuillez réessayer.

source: View Changes
fr: Afficher les Modifications

source: Revert to this Version
fr: Restaurer à cette version

source: Publish
fr: Publier

source: Delete Version?
fr: Supprimer la version ?

source: Are you sure you want to delete this version
fr: Êtes-vous certain de vouloir supprimer cette version ?

source: Delete Version
fr: Supprimer la version

source: Revert to Version?
fr: Restaurer la version ?

source: This version uses an outdated form of case management. We advise against reverting back to this version.
fr: Cette version utilise une forme obsolète de gestion des cas. Nous déconseillons de revenir à cette version.

source: Are you sure you want to revert to version <span data-bind="text: version"></span>?</p>
fr: Êtes-vous sûr de vouloir revenir à la version <span data-bind="text: version"></span>?</p>

source: Revert
fr: Restaurer

source: <p> All add-ons are enabled for this app. </p>
fr: <p> Tous les modules complémentaires sont activés pour cette application. </p>

source: <strong>Add-ons</strong> enable you to build more complex applications.
fr: <strong>Les modules complémentaires</strong> vous permettent de créer des applications plus complexes.

source: Learn more.
fr: En savoir plus.

source: You have previously enabled this feature in your app, but have since lost access to it.
fr: Vous avez précédemment activé cette fonctionnalité dans votre application, mais vous avez depuis perdu l'accès à celle-ci.

source: Your application will continue to function in places that utilized this feature, but you will not be able to edit any related functionality until you upgrade.
fr: Votre application continuera de fonctionner dans les endroits qui utilisaient cette fonctionnalité, mais vous ne pourrez pas modifier les fonctionnalités associées tant que vous n'aurez pas effectué une mise à niveau.

source: You cannot re-enable this feature once it is disabled until you upgrade your subscription.
fr: Vous ne pouvez pas réactiver cette fonctionnalité une fois qu'elle est désactivée jusqu'à ce que vous mettiez à niveau votre abonnement.

source: Replace Logo
fr: Remplacer le logo

source: Upload Logo
fr: Uploader le Logo

source: Linked Application
fr: Application liée

source: Add-ons
fr: Modules complémentaires

source: Advanced Settings
fr: Paramètres avancés

source: Update from upstream application
fr: Mettre à jour depuis l'application en amont

source: Your app was last pulled from <a href='%(upstream_url)s'>%(upstream_name)s</a>, version %(upstream_version)s.
fr: Votre application a été tirée pour la dernière fois de <a href='%(upstream_url)s'>%(upstream_name)s</a>, version %(upstream_version)s.

source: Your app was last pulled from %(upstream_name)s, version %(upstream_version)s.
fr: Votre application a été tirée pour la dernière fois de %(upstream_name)s, version %(upstream_version)s.

source: Select an upstream app to pull
fr: Sélectionnez une application en amont à tirer

source: Email when finished (recommended for large applications)
fr: Envoyer un email une fois terminé (recommandé pour les grandes applications)

source: Update
fr: Mettre à jour

source: Loading ...
fr: Chargement en cours...

source: Try again
fr: Essayer de nouveau

source: Delete Application
fr: Supprimer l'application

source: Delete this application
fr: Supprimer cette application

source: Custom Properties
fr: Propriétés personalisées:

source: Oops! This setting shouldn't be here. Could you change it to the default to make it go away? Sorry about that.
fr: Oups ! Ce paramètre ne devrait pas être ici. Pourriez-vous le changer par défaut pour le faire disparaître ? Désolé pour ça.

source: This feature is not available on your subscription. Please upgrade to the <!-- ko text: upgrade_plan --><!-- /ko --> plan or higher.
fr: Cette fonctionnalité n'est pas disponible avec votre abonnement. Veuillez passer au plan <!-- ko text: upgrade_plan --><!-- /ko --> ou supérieur.

source: Add Custom Property
fr: Ajouter une propriété personalisée

source: Multimedia Reference Checker
fr: Vérificateur de référence multimédia

source: View, upload, and download your application's multimedia
fr: Visualiser, télécharger et uploader les documents multimédia de votre application

source: Download Multimedia Zip
fr: Télécharger le fichier zip multimédia

source: This .zip file is structured to match the multimedia paths referenced in your CommCare Application.
fr: Ce fichier .zip est structuré de manière à correspondre aux chemins multimédia référencés dans votre application CommCare.

source: Sync all multimedia with master
fr: Synchroniser tous les fichiers multimédias avec le maître

source: Email when finished (recommended for applications with large number of multimedia files or heavy files)
fr: Envoyer un email une fois terminé (recommandé pour les applications avec un grand nombre de fichiers multimédias ou des fichiers lourds)

source: Force pull all multimedia (this can take a long time and will re-write all the multimedia in your app)
fr: Forcer le tirage de tous les fichiers multimédias (cela peut prendre beaucoup de temps et réécrira tous les fichiers multimédias dans votre application)

source: Sync
fr: Synchroniser

source: This application currently does not contain any multimedia references.
fr: Cette application ne contient pas de références multimédia actuellement.

source: Set as default
fr: Définir par défaut

source: Add Language
fr: Ajoutez la langue

source: Please save before adding another language
fr: S'il vous plaît enregistrez avant d'ajouter une autre langue

source: Smart language display in forms
fr: Affichage intelligent de la langue dans les formulaires

source: Deleting Languages:
fr: Supprimer langues:

source: Don't Delete
fr: Ne pas supprimer

source: Feature Discrepancy
fr: Écart de caractéristique

source: The following features are not turned on in the domain to which you're copying. Select any that you wish to copy along with this application.
fr: Les fonctionnalités suivantes ne sont pas activées dans le domaine vers lequel vous copiez. Sélectionnez celles que vous souhaitez copier avec cette application.

source: Select All
fr: Tout sélectionner

source: Oops! This application was deleted.
fr: Oups ! Cette application a été supprimée.

source: If you want your application back, click Restore.
fr: Si vous souhaitez récupérer votre application, cliquez sur 'Restaurer'.

source: Restore
fr: Restaurer

source: No thanks, get me out of here
fr: Non merci, sortez-moi d'ici

source: This application uses an outdated form of case management and may behave unexpectedly. <br /> Please click the <i class="fa fa-question-circle nav-main-icon"></i> above and Report an Issue if you wish to continue to work with this application.
fr: Cette application utilise une forme obsolète de gestion des cas et peut se comporter de manière inattendue. <br /> Veuillez cliquer sur l'icône <i class="fa fa-question-circle nav-main-icon"></i> ci-dessus et signaler un problème si vous souhaitez continuer à travailler avec cette application.

source: Empty
fr: Manejo de Casos

source: Untitled
fr: Sans titre

source: Could not find sheet "translations" in uploaded file.
fr: Impossible de trouver la feuille "translations" dans le fichier téléchargé.

source: Property '' is empty. We did not add it to the translations
fr: La propriété '' est vide. Nous ne l'avons pas ajoutée aux traductions

source: Property '{prop}' is not a known CommCare UI string, but we added it anyway.
fr: La propriété '{prop}' n'est pas une chaîne d'interface utilisateur CommCare connue, mais nous l'avons ajoutée quand même.

source: Could not understand '{param}' in {lang} value of '{prop}'.
fr: Impossible de comprendre '{param}' dans la valeur {lang} de '{prop}'.

source: Property '{prop}' should contain {expected} but {lang} value contains {actual}.
fr: La propriété '{prop}' devrait contenir {expected} mais la valeur {lang} contient {actual}.

source: Practice User with id {id} not found, please make sure you have not deleted this user
fr: Utilisateur de pratique avec l'identifiant {id} introuvable, veuillez vous assurer que vous n'avez pas supprimé cet utilisateur

source: User {username} is not a practice user, please turn on practice mode for this user
fr: L'utilisateur {username} n'est pas un utilisateur de pratique, veuillez activer le mode de pratique pour cet utilisateur

source: User {username} has been deleted, you can't use that user as practice user
fr: L'utilisateur {username} a été supprimé, vous ne pouvez pas utiliser cet utilisateur comme utilisateur de pratique

source: User {username} has been deactivated, you can't use that user as practice user
fr: L'utilisateur {username} a été désactivé, vous ne pouvez pas utiliser cet utilisateur comme utilisateur de pratique

source: All Forms
fr: Tous les formulaires

source: All Case Properties
fr: Toutes les propriétés de dossier

source: Case Types
fr: Types de dossiers

source: You have deleted an application. <a href="%s" class="post-link">Undo</a>
fr: Vous avez supprimé une application. <a href="%s" class="post-link">Undo</a>

source: Untitled Application
fr: Application sans titre

source: This is not an allowed value for this field
fr: Cette valeur n'est pas autorisée pour ce champ

source: Not set
fr: Non défini

source: app translation
fr: traduction d'application

source: app translations
fr: Traductions d'application

source: You cannot create a linked app in the same project space as the upstream app.
fr: Vous ne pouvez pas créer une application liée dans le même espace de projet que l'application en amont.

source: Make sure the version you are copying from is released.
fr: Assurez-vous que la version à partir de laquelle vous copiez est publiée.

source: Unable to get latest released version of your app. Make sure you have at least one released build.
fr: Impossible d'obtenir la dernière version publiée de votre application. Assurez-vous d'avoir au moins une version publiée.

source: Creating linked app failed. {}
fr: Échec de la création de l'application liée. {}

source: Application successfully copied and linked.
fr: Application copiée et liée avec succès.

source: A sample CommCare application for you to explore
fr: Une application CommCare d'exemple pour vous permettre d'explorer

source: Latest Version
fr: Dernière version

source: Invalid application id requested for exchange import
fr: ID d'application invalide demandé pour l'importation d'échange

source: You must submit a name for the application you are importing.
fr: Vous devriez spécifier un titre pour l'application que vous copiez.

source: You must upload the app source file.
fr: Vous devez télécharger le fichier source de l'application.

source: The file uploaded is an invalid JSON file
fr: Le fichier téléchargé est un fichier JSON invalide

source: The form is incompatible with the destination menu and was not moved.
fr: Le formulaire est incompatible avec le menu de destination et n'a pas été déplacé.

source: Oops. Looks like you got out of sync with us. The sidebar has been updated, so please try again.
fr: Oups ! Il semble que vous ne soyez plus synchronisé avec nous. L'encadré a été mis à jour. Veuillez donc essayer à nouveau.

source: You have successfully removed User Properties from this application.
fr: Vous avez supprimé les propriétés d'utilisateur de cette application avec succès.

source: Please select an upstream app.
fr: Veuillez sélectionner une application en amont.

source: Your request has been submitted. We will notify you via email once completed.
fr: Votre demande a été soumise. Nous vous informerons par e-mail une fois terminée.

source: Your linked application was successfully updated to the latest version.
fr: Votre application liée a été mise à jour avec succès.

source: Sorry: this build is invalid. Try deleting it and rebuilding. If error persists, please report an issue
fr: Désolé : cette version est invalide. Essayez de la supprimer et de la reconstruire. Si l'erreur persiste, veuillez signaler un problème

source: We were unable to get your files because your Application has errors. Please click <strong>Make New Version</strong> for feedback on how to fix these errors.
fr: Nous n'avons pas pu obtenir vos fichiers car votre application contient des erreurs. Veuillez cliquer sur <strong>Créer une nouvelle version</strong> pour obtenir des commentaires sur la façon de corriger ces erreurs.

source: You tried to edit a form that was from a previous release, so we have directed you to the latest version of your application.
fr: Vous avez essayé de modifier un formulaire d'une version précédente, nous vous avons donc dirigé vers la dernière version de votre application.

source: You tried to edit this form in the Form Builder. However, your administrator has locked this form against editing in the form builder, so we have redirected you to the form's front page instead.
fr: Vous avez essayé de modifier le formulaire dans le form builder. Pourtant, votre administrateur a verrouillé ce formulaire contre la modification dans le form builder, donc plutôt nous vous avons redirigé au page principale du formulaire.

source: You tried to edit this form in the Form Builder. However, this is a linked application and you can only make changes to the upstream version.
fr: Vous avez essayé de modifier ce formulaire dans le Form Builder. Cependant, il s'agit d'une application liée et vous ne pouvez apporter des modifications qu'à la version en amont.

source: There is an error in the case management of your application. Please fix the error to see case properties in this tree
fr: Il y a une erreur dans la gestion des dossiers de votre application. Veuillez corriger l'erreur pour voir les propriétés des dossiers dans cet arbre

source: This form could not be copied because it is not compatible with the selected module.
fr: Ce formulaire ne peut pas être copier pour cause d'incompatibilité avec le module choisie

source: There was an error saving, please try again!
fr: Une erreur s'est produite, veuillez réessayer!

source: You can't enable a form as release notes without allowing it as a release notes form <TODO messaging>
fr: Vous ne pouvez pas activer un formulaire comme notes de version sans l'autoriser comme formulaire de notes de version <TODO messaging>

source: '{val}' is an invalid custom instance {key}
fr: '{val}' est une instance personnalisée invalide {key}

source: Unable to validate form due to server error.
fr: Impossible de valider les formulaires dû à une erreur de serveur.

source: Home Screen
fr: Écran d'accueil

source: First Menu
fr: Premier Menu

source: Previous Screen
fr: Écran précédent

source: Parent Menu:
fr: Menu parent:

source: Link to other form or menu
fr: Lien vers un autre formulaire ou menu

source: All Programs
fr: Tous programmes

source: Load external case into form
fr: Charger un cas externe dans le formulaire

source: Smart link to external domain
fr: Lien intelligent vers un domaine externe

source: Case list used by Select Parent First in '{}' not found
fr: Liste de cas utilisée par Sélectionner le parent d'abord dans '{}' introuvable

source: Product List
fr: Liste de produit

source: Product Detail
fr: Détail de produit

source: 'Menu Mode' is not configured as 'Display menu and then forms'
fr: Le "mode menu" n'est pas configuré sur "Afficher le menu puis les formulaires"

source: all forms in this case list must update a case, which means that registration forms must go in a different case list
fr: tous les formulaires de cette liste de cas doivent mettre à jour un cas, ce qui signifie que les formulaires d'enregistrement doivent aller dans une liste de cas différente

source: 'Parent Selection' is configured
fr: 'Sélection du parent' est configurée

source: The case hierarchy contains a circular reference.
fr: L'hiérarchie des dossiers contient une référence circulaire.

source: "{}" has sub-menus. You must remove these before you can delete it.
fr: "{}" a des sous-menus. Vous devez les supprimer avant de pouvoir le supprimer.

source: You have deleted "{deleted_names}". <a href="{restore_url}" class="post-link">Undo</a>
fr: Vous avez supprimé "{deleted_names}". <a href="{restore_url}" class="post-link">Annuler</a>

source: Case type {} does not match current menu.
fr: Le type de cas {} ne correspond pas au menu actuel.

source: Updated {}
fr: Mis à jour {}

source: Could not update {}
fr: Impossible de mettre à jour {}

source: Please choose at least one menu to overwrite.
fr: Veuillez choisir au moins un menu à écraser.

source: Please choose at least one option to overwrite.
fr: Veuillez choisir au moins une option à écraser.

source: The case search property '{}' is missing the following lookup table attributes: {}
fr: La propriété de recherche de cas '{}' manque des attributs de table de recherche suivants : {}

source: '{}' is an invalid instance name. It can contain only letters, numbers, and underscores.
fr: "{}" est un nom d'instance invalide. Il ne peut contenir que des lettres, des chiffres et des underscores.

source: There was a problem processing your request.
fr: Il y a eu un problème pour procéder à votre requête.

source: Registration Form
fr: Formulaire d'inscription

source: This is your follow up form. Delete this label and add questions for any follow up visits.
fr: Ceci est votre formulaire de suivi. Supprimez cette étiquette et ajoutez des questions pour toute visite de suivi.

source: Followup Form
fr: Formulaire de suivi

source: Registration
fr: Inscription

source: Enroll New Person
fr: Inscrire une nouvelle personne

source: What is your name?
fr: Quel est votre nom ?

source: Scan Fingerprints
fr: Scanner les empreintes digitales

source: Identify Registered Person
fr: Identifier une personne enregistrée

source: Scan Fingerprint
fr: Scanner l'empreinte digitale

source: Confidence
fr: Confiance

source: Followup with Person
fr: Suivi avec la personne

source: This is your follow up form for {}. Delete this label and add questions for any follow up visits.
fr: Ceci est votre formulaire de suivi pour {}. Supprimez cette étiquette et ajoutez des questions pour toute visite de suivi.

source: One of the Report menus is misconfigured, please try again after they are fixed
fr: Un des menus de rapport est mal configuré, veuillez réessayer après correction.

source: Multimedia size comparison is only available for app builds
fr: La comparaison de taille multimédia est uniquement disponible pour les versions d'application.

source: This form has been opened for editing by {}.
fr: Ce formulaire a été ouvert pour édition par {}.

source: This form has been updated by {}. Reload the page to see the latest changes.
fr: Ce formulaire a été mis à jour par {}. Recharger la page pour voir les derniers changements.

source: Please disable any enabled profiles/location restriction to un-release this build.
fr: Veuillez désactiver tout profil activé/restriction de localisation pour annuler la publication de cette version.

source: There is already a version build in progress. Please wait.
fr: Une version est déjà en cours de construction. Veuillez patienter.

source: Unable to validate forms.
fr: Impossible de valider les formulaires.

source: The mobile UCR restore version for v%(app_version)s needs to be updated to V2.0. Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
fr: La version de restauration UCR mobile pour v%(app_version)s doit être mise à jour vers V2.0. Veuillez vous référer à la <a href='%(url)s'>documentation de migration</a> pour plus de détails.

source: One or more forms for v%(app_version)s contain V1 Mobile UCR references.Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
fr: Un ou plusieurs formulaires pour v%(app_version)s contiennent des références UCR Mobile V1. Veuillez vous référer à la <a href='%(url)s'>documentation de migration</a> pour plus de détails.

source: Successfully reverted to version %(old_version)s, now at version %(new_version)s
fr: Revenu avec succès à la version %(old_version)s, maintenant à la version %(new_version)s

source: Reverted to version {old_version} Previous build comments: {original_comment}
fr: Revenu à la version {old_version} Commentaires précédents sur la version : {original_comment}

source: Reverted to version {old_version}
fr: Revenu à la version {old_version}

source: Unable to create new build. Please click 'Make New Version' to see errors.
fr: Impossible de créer une nouvelle version. Veuillez cliquer sur 'Créer une nouvelle version' pour voir les erreurs.

source: Latest version for profile {} is now {}
fr: La dernière version pour le profil {} est maintenant {}

source: Latest release now available for profile {}
fr: La dernière version est maintenant disponible pour le profil {}

source: Please enter either text body or xpath for custom icon
fr: Veuillez entrer soit le corps du texte soit l'xpath pour l'icône personnalisée

source: Update Status for linked app %s
fr: Mettre à jour le statut pour l'application liée %s

source: Something went wrong updating your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
fr: Un problème est survenu lors de la mise à jour de votre application liée. Notre équipe a été informée et surveillera la situation. Veuillez réessayer, et si le problème persiste, signalez-le comme un problème.

source: This project is not authorized to update from the master application. Please contact the maintainer of the master app if you believe this is a mistake.
fr: Ce projet n'est pas autorisé à se mettre à jour depuis l'application principale. Veuillez contacter le responsable de l'application principale si vous pensez que c'est une erreur.

source: Authentication failure attempting to pull latest master from remote CommCare HQ.Please verify your authentication details for the remote link are correct.
fr: Échec de l'authentification lors de la tentative de récupération du dernier master depuis le CommCare HQ distant. Veuillez vérifier que vos détails d'authentification pour le lien distant sont corrects.

source: Unable to pull latest master from remote CommCare HQ. Please try again later.
fr: Impossible de récupérer le dernier master depuis le CommCare HQ distant. Veuillez réessayer plus tard.
