Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Please create a new mobile worker above to get started.
fr: Veuillez créer un nouvel utilisateur mobile ci-dessus pour commencer.

source: Reactivate
fr: Réactiver

source: Send Confirmation Email
fr: Envoyer l'email de confirmation

source: Send Confirmation SMS
fr: Envoyer le SMS de confirmation

source: Reactivate Mobile Worker
fr: Réactiver utilisateur mobile

source: Are you sure you want to <strong>reactivate</strong> this mobile worker?
fr: Êtes-vous sûr de vouloir <strong>réactiver</strong> cet utilisateur mobile ?

source: Deactivated mobile workers are not able to log into new devices.<br /> Read more about <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank"> deactivating mobile workers </a> on our Help Site.
fr: Les utilisateurs mobiles désactivés ne peuvent pas se connecter à de nouveaux appareils.<br /> En savoir plus sur <a href='https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly"Archive")andDeleteMobileWorkers' target="_blank"> la désactivation des utilisateurs mobiles </a> sur notre site d'aide.

source: Deactivate Mobile Worker
fr: Désactiver utilisateur mobile

source: Are you sure you want to <strong>deactivate</strong> this mobile worker?
fr: Êtes-vous sûr de vouloir <strong>désactiver</strong> cet utilisateur mobile ?

source: Would you like to send the account confirmation email to this account?
fr: Souhaitez-vous envoyer l'email de confirmation de compte à ce compte ?

source: Would you like to send the account confirmation SMS to this account?
fr: Souhaitez-vous envoyer le SMS de confirmation de compte à ce compte ?

source: The user will be sent an email with instructions to set a password and be able to login to this project.
fr: L'utilisateur recevra un email avec des instructions pour définir un mot de passe et pourra se connecter à ce projet.

source: The user will be sent a SMS with instructions to set a password and be able to login to this project.
fr: L'utilisateur recevra un SMS avec des instructions pour définir un mot de passe et pourra se connecter à ce projet.

source: Send Account Confirmaton Email
fr: Envoyer l'email de confirmation de compte

source: Send Account Confirmaton SMS
fr: Envoyer le SMS de confirmation de compte

source: Loading Workers...
fr: Chargement des utilisateurs...

source: CommCare Supply Settings
fr: Paramètres CommCare Supply

source: Update CommCare Supply Settings
fr: Mettre à jour de paramétrage de CommCare Supply

source: Delete +%(number)s ?
fr: Supprimer +%(number)s ?

source: Are you sure you want to delete the phone number: "+%(number)s"?
fr: Êtes-vous sûr de vouloir supprimer le numéro de téléphone : "+%(number)s" ?

source: Verify +%(number)s?
fr: Vérifier +%(number)s?

source: A verification message has already been sent to this phone. The phone has not replied yet. Send again?
fr: Un message de vérification a déjà été envoyé à ce téléphone. Le téléphone n'a pas encore répondu. Envoyer à nouveau ?

source: Registered Phone Numbers
fr: Numéros de téléphones enregistrés

source: VERIFIED
fr: VÉRIFIÉ

source: VERIFICATION PENDING
fr: EN ATTENTE DE VÉRIFICATION

source: ALREADY IN USE
fr: DÉJÀ EN UTILISATION

source: INVALID FORMAT
fr: FORMAT NON VALIDE

source: Send a verification SMS to this phone. When the user replies to this SMS, the phone number will be verified.
fr: Envoyer une vérification SMS à ce téléphone. Lorsque l'utilisateur répond à ce SMS, le numéro de téléphone sera vérifié.

source: Verify (retry)
fr: Vérifier (réessayer)

source: Mark as primary
fr: Marquer en tant que primaire

source: Delete +%(number)s ?
fr: Supprimer +%(number)s ?

source: No groups created yet.
fr: Aucun groupe créé jusqu'à présent

source: Go to <a href="%(groups_url)s">groups configuration</a> to create them.
fr: Allez à <a href="%(groups_url)s">la configuration des groupes</a> pour les créer.

source: Group Memberships
fr: Adhésions de groupe

source: This user <strong data-bind="text: email"></strong> will be authenticated by the SSO Identity Provider "<strong data-bind="text: identityProviderName"></strong>".
fr: Cet utilisateur <strong data-bind="text: email"></strong> sera authentifié par le fournisseur d'identité SSO "<strong data-bind="text: identityProviderName"></strong>".

source: By adding this user, you agree to trust this Identity Provider.
fr: En ajoutant cet utilisateur, vous acceptez de faire confiance à ce fournisseur d'identité.

source: By sending this invitation, you agree to trust this Identity Provider.
fr: En envoyant cette invitation, vous acceptez de faire confiance à ce fournisseur d'identité.

source: This will apply to all web users with <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> email addresses.
fr: Cela s'appliquera à tous les utilisateurs web avec <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> adresses e-mail.

source: <a href="#">Learn more</a> about SSO on CommCare HQ.
fr: <a href="#">En savoir plus</a> sur le SSO sur CommCare HQ.

source: Organization Settings
fr: Paramètres d'organisation

source: The user is the only assigned user who can view cases in the following locations:
fr: L'utilisateur est le seul utilisateur assigné qui peut voir les cas dans les emplacements suivants :

source: Depending on your application's case sharing configuration, changing one or more of these locations may result in some cases not being visible to any user until a new user is assigned to those locations.
fr: En fonction de la configuration de partage de cas de votre application, changer un ou plusieurs de ces emplacements peut entraîner que certains cas ne soient visibles par aucun utilisateur jusqu'à ce qu'un nouvel utilisateur soit assigné à ces emplacements.

source: Role Name
fr: Nom du Rôle

source: Area Access
fr: Accès à la zone

source: Can Edit
fr: Peut modifier

source: Can View
fr: Peut voir

source: Access Specific Reports
fr: Accéder à des rapports spécifiques

source: Select which reports the role can access:
fr: Sélectionnez les rapports auxquels le rôle peut accéder :

source: Access Specific Tableau Reports
fr: Accéder à des rapports Tableau spécifiques

source: Select which Tableau reports the role can access:
fr: Sélectionnez les rapports Tableau auxquels le rôle peut accéder :

source: All CommCare Analytics Roles
fr: Tous les rôles d'analyse CommCare

source: Assign all commcare analytics roles to users with this role
fr: Attribuer tous les rôles d'analyse CommCare aux utilisateurs avec ce rôle

source: CommCare Analytics Roles
fr: Rôles d'analyse CommCare

source: Commcare Analytics Roles:
fr: Rôles d'analyse CommCare :

source: Other Settings
fr: Autres paramètres

source: Integration Access
fr: Accès à l'intégration

source: Allow role to manage integration with other systems.
fr: Autoriser le rôle à gérer l'intégration avec d'autres systèmes.

source: Manage Subscription Info
fr: Gérer les informations d'abonnement

source: Allow role to manage subscription information.
fr: Autoriser le rôle à gérer les informations d'abonnement.

source: Full Organization Access
fr: Accès complet de l'organisation

source: Allow role to access data from all locations.
fr: Autoriser le rôle à accéder aux données de tous les emplacements.

source: Make sure any users assigned this role also have a location assigned to them. Users without assigned locations will not be permitted to log in.
fr: Assurez-vous que tous les utilisateurs assignés à ce rôle ont également un emplacement assigné. Les utilisateurs sans emplacements assignés ne seront pas autorisés à se connecter.

source: Organization-based data access restrictions are only available on the Pro plan and above. Saving this role will enable full organization access for the assigned users.
fr: Les restrictions d'accès aux données basées sur l'organisation ne sont disponibles que sur le plan Pro et supérieur. Enregistrer ce rôle activera l'accès complet à l'organisation pour les utilisateurs assignés.

source: With the current configuration, this role will have full organization access and roles that can assign it will not. This is not recommended.
fr: Avec la configuration actuelle, ce rôle aura un accès complet à l'organisation et les rôles pouvant l'assigner ne l'auront pas. Cela n'est pas recommandé.

source: Login-As All Users
fr: Connexion en tant que tous les utilisateurs

source: Allow the user to log in as any mobile worker in Web Apps.
fr: Permettre à l'utilisateur de se connecter en tant que tout travailleur mobile dans les applications Web.

source: Limit Login-As
fr: Limiter la connexion en tant que

source: Allow the user to log in as only specified users in Web Apps.
fr: Permettre à l'utilisateur de se connecter uniquement en tant qu'utilisateurs spécifiés dans les applications Web.

source: Login-As Default User
fr: Connexion en tant qu'utilisateur par défaut

source: Allow the user to log in as the default user in Web Apps.
fr: Permettre à l'utilisateur de se connecter en tant qu'utilisateur par défaut dans les applications Web.

source: Mobile App Access
fr: Accès à l'application mobile

source: Allow mobile users access to offline mobile application
fr: Permettre aux utilisateurs mobiles d'accéder à l'application mobile hors ligne

source: Default Landing Page
fr: Page d'accueil par défaut

source: Allow Reporting Issues
fr: Autoriser le signalement de problèmes

source: Allow this role to report issues.
fr: Autoriser ce rôle à signaler des problèmes

source: Non-admin Editable
fr: Modifiable par les non-administrateurs

source: Allow all non-admins to assign this role to other users.
fr: Permettre à tous les non-administrateurs d'assigner ce rôle à d'autres utilisateurs.

source: Manage Role Assignment
fr: Gérer l'assignation des rôles

source: Select which other roles can assign this role:
fr: Sélectionnez quels autres rôles peuvent assigner ce rôle :

source: If the highlighted roles are selected, this role will have full organization access and be assignable by a role that does not. This is not recommended configuration.
fr: Si les rôles surlignés sont sélectionnés, ce rôle aura un accès complet à l'organisation et pourra être assigné par un rôle qui ne l'a pas. Cela n'est pas une configuration recommandée.

source: Assign All User Profiles
fr: Assigner tous les profils utilisateurs

source: Allow role to access all user profiles while setting up mobile workers and web users.
fr: Permettre au rôle d'accéder à tous les profils utilisateurs lors de la configuration des travailleurs mobiles et des utilisateurs web.

source: Assign Specific User Profiles
fr: Assigner des profils utilisateurs spécifiques

source: Select which user profiles the role can assign to mobile workers and web users:
fr: Sélectionnez quels profils utilisateurs le rôle peut assigner aux travailleurs mobiles et aux utilisateurs web :

source: Allow this role to manage project alerts.
fr: Permettre à ce rôle de gérer les alertes de projet.

source: This permission is already configured via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Manage Web Apps Permissions</a>. Please remove this configuration before updating access here.
fr: Cette permission est déjà configurée via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Gérer les permissions des applications Web</a>. Veuillez supprimer cette configuration avant de mettre à jour l'accès ici.

source: Please select at least one item.
fr: Veuillez sélectionner au moins un élément.

source: WARNING: "%(request_username)s" will no longer be able to access or edit "%(couch_username)s" if they don't share a location.
fr: ATTENTION : "%(request_username)s" ne pourra plus accéder ou modifier "%(couch_username)s" s'ils ne partagent pas un emplacement.

source: WARNING: %(user_type)s "%(couch_username)s" must have at least one location assigned. They won't be able to log in otherwise.
fr: ATTENTION : %(user_type)s "%(couch_username)s" doit avoir au moins un emplacement assigné. Ils ne pourront pas se connecter autrement.

source: Phone numbers can only contain digits and we were unable to convert yours automatically.
fr: Les numéros de téléphone ne peuvent contenir que des chiffres et nous n'avons pas été en mesure de convertir le vôtre automatiquement.

source: Continue to Single Sign-On
fr: Continuer vers l'authentification unique

source: Checking Email Address
fr: Vérification de l'adresse e-mail

source: Manage roles and permissions or add new custom roles.
fr: Gérer les rôles et permissions ou ajouter de nouveaux rôles personnalisés.

source: View roles and permissions.
fr: Voir les rôles et permissions.

source: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Learn more</a> about how roles &amp; permissions are used.
fr: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">En savoir plus</a> sur la façon dont les rôles et permissions sont utilisés.

source: Unlock Linked Roles For Me
fr: Déverrouiller les rôles liés pour moi

source: Lock Linked Roles For Me
fr: Verrouiller les rôles liés pour moi

source: Would you like to edit roles and add new, custom roles?
fr: Souhaitez-vous modifier les rôles et ajouter de nouveaux rôles personnalisés ?

source: <strong><a href="%(subscription_url)s">Upgrade to CommCare Standard</a></strong> to activate <strong>Advanced Role-Based Access</strong>.
fr: <strong><a href="%(subscription_url)s">Passez à CommCare Standard</a></strong> pour activer <strong>l'accès avancé basé sur les rôles</strong>.

source: Roles
fr: Rôles

source: Manage Shared Exports
fr: Gérer les exportations partagées

source: Apps
fr: Applications

source: Integration
fr: Intégration

source: Subscription Info
fr: Informations sur l'abonnement

source: Mobile Worker Default Role
fr: Rôle par défaut de l'utilisateur mobile

source: This is the default role for all Mobile Workers that do not have a role assigned.
fr: Ceci est le rôle par défaut pour tous les utilisateurs mobiles qui n'ont pas de rôle assigné.

source: Only
fr: Seulement

source: Manage All
fr: Tout gérer

source: Manage Only
fr: Gérer uniquement

source: View All Data
fr: Voir toutes les données

source: View Data From
fr: Voir les données de

source: Edit Role
fr: Éditer Rôle

source: View Role
fr: Voir le rôle

source: Add Role
fr: Ajouter Rôle

source: Web Users can manage and view data on %(hq_name)s. However, these users cannot submit forms from phones using the %(cc_name)s Application.
fr: Les utilisateurs Web peuvent gérer et voir les données sur %(hq_name)s. Cependant, ces utilisateurs ne peuvent pas soumettre de formulaires depuis les téléphones en utilisant l'application %(cc_name)s.

source: Invite Web User
fr: Inviter des utilisateurs Web

source: Download Web Users
fr: Télécharger les utilisateurs Web

source: Upload Web Users
fr: Télécharger les utilisateurs Web

source: Pending Access Requests
fr: Requête d'accès en attente

source: Approve Request
fr: Approuver la requête

source: Delete Request
fr: Supprimer la requête

source: Current Users
fr: Utilisateurs Courants

source: Loading Users...
fr: Chargement Utilisateurs

source: SSO Identity Provider is not trusted.
fr: Le fournisseur d'identité SSO n'est pas de confiance.

source: Remove Membership
fr: Retirer l'adhésion

source: Remove User Membership
fr: Supprimer Abonnement Utilisateur

source: Are you sure you want to remove this users's membership?
fr: Êtes-vous certain de vouloir supprimer l'abonnement de cette utilisateur?

source: Membership
fr: Abbonement

source: Pending Invitations
fr: Invitations en attente

source: All statuses
fr: Tous les statuts

source: Email Status
fr: Statut de l'email

source: Undeliverable
fr: Non distribuable

source: Resend
fr: Renvoyer

source: Delete Invitation
fr: Supprimer Invitation

source: Are you sure you want to delete this invitation?
fr: Êtes vous certain de vouloir supprimer cette invitation?

source: Copy and paste admin emails
fr: Copier et coller des messages électroniques d'admin

source: Profile conflicts with existing data
fr: Le profil est en conflit avec les données existantes

source: User data profile not found
fr: Profil de données utilisateur non trouvé

source: '{}' cannot be set directly
fr: "{}" ne peut pas être défini directement

source: {} cannot be deleted
fr: {} ne peut pas être supprimé

source: Username is required.
fr: Le nom d'utilisateur est requis.

source: Username '{}' is already taken or reserved.
fr: Le nom d'utilisateur '{}' est déjà pris ou réservé.

source: Username '{}' must be a valid email address.
fr: Le nom d'utilisateur '{}' doit être une adresse email valide.

source: The username component '{}' of '{}' may not contain special characters.
fr: Le composant du nom d'utilisateur '{}' de '{}' ne peut pas contenir de caractères spéciaux.

source: The username email domain '@{}' should be '@{}'.
fr: Le domaine email du nom d'utilisateur '@{}' devrait être '@{}'.

source: A profile assignment is required for Mobile Workers.
fr: Une affectation de profil est requise pour les Travailleurs Mobiles.

source: These locations cannot have users assigned because of their organization level settings: {}.
fr: Ces emplacements ne peuvent pas avoir d'utilisateurs assignés en raison de leurs paramètres de niveau d'organisation : {}.

source: There was an error getting data for this user's associated Tableau user. Please contact support if this error persists.
fr: Une erreur s'est produite lors de la récupération des données pour l'utilisateur Tableau associé à cet utilisateur. Veuillez contacter le support si cette erreur persiste.

source: Changes saved for user "%s"
fr: Modifications enregistrées pour l'utilisateur "%s"

source: Edit Web User
fr: Modifier l'utilisateur Web

source: Edit Web User (View Only)
fr: Modifier l'utilisateur Web (Vue uniquement)

source: This user has no role. Please assign this user a role and save.
fr: Cet utilisateur n'a pas de rôle. Veuillez attribuer un rôle à cet utilisateur et enregistrer.

source: Your project space "{domain}" now trusts the SSO Identity Provider "{idp_name}".
fr: Votre espace projet "{domain}" fait maintenant confiance au fournisseur d'identité SSO "{idp_name}".

source: Download Web Users Status
fr: Télécharger le statut des utilisateurs Web

source: Preparing web user download.
fr: Préparation du téléchargement des utilisateurs Web.

source: Go back to Web Users
fr: Retourner aux utilisateurs Web

source: Roles & Permissions
fr: Rôles et permissions

source: Use Default
fr: Utiliser le Par défaut

source: We might be experiencing issues fetching the entire list of user roles right now. This issue is likely temporary and nothing to worry about, but if you keep seeing this for more than a day, please <a href='#modalReportIssue' data-toggle='modal'>Report an Issue</a>.
fr: Nous rencontrons peut-être des problèmes pour récupérer la liste complète des rôles d'utilisateur en ce moment. Ce problème est probablement temporaire et rien d'inquiétant, mais si vous continuez à le voir pendant plus d'une journée, veuillez <a href='#modalReportIssue' data-toggle='modal'>Signaler un problème</a>.

source: This project has user roles that restrict data access by organization, but the software plan no longer supports that. Any users assigned to roles that are restricted in data access by organization can no longer access this project. Please update the existing roles.
fr: Ce projet comporte des rôles d'utilisateur qui restreignent l'accès aux données par l'organisation, mais le plan logiciel ne le supporte plus. Tous les utilisateurs affectés à des rôles restreints dans l'accès aux données par l'organisation ne peuvent plus accéder à ce projet. Veuillez mettre à jour les rôles existants.

source: You have successfully removed {username} from your project space. <a href="{url}" class="post-link">Undo</a>
fr: Vous avez supprimé avec succès {username} de votre espace projet. <a href="{url}" class="post-link">Annuler</a>

source: It appears {username} has already been removed from your project space.
fr: Il semble que {username} ait déjà été supprimé de votre espace projet.

source: A role with the same name already exists
fr: Un rôle portant le même nom existe déjà

source: Unable to delete role '{role}'. This role is the default role for Mobile Users and can not be deleted.
fr: Impossible de supprimer le rôle '{role}'. Ce rôle est le rôle par défaut pour les utilisateurs mobiles et ne peut pas être supprimé.

source: Invite Web User to Project
fr: Inviter l'utilisateur Web au projet

source: Bulk Upload Web Users
fr: Téléchargement en masse des utilisateurs Web

source: Web User Upload Status
fr: Statut du téléchargement des utilisateurs Web

source: Return to manage web users
fr: Retourner à la gestion des utilisateurs Web

source: Bulk upload complete.
fr: Upload terminé

source: Bad SMS configuration: {error}
fr: Mauvaise configuration SMS : {error}

source: Cannot start verification workflow. Phone number is already in use.
fr: Impossible de démarrer le flux de travail de vérification. Le numéro de téléphone est déjà utilisé.

source: Phone number is already verified.
fr: Le numéro de téléphone est déjà vérifé.

source: Verification message resent.
fr: Message de vérification renvoyé

source: Verification workflow started.
fr: Vérification du workflow lancé

source: Edit User Fields
fr: Éditer les champs de l`utilisateur

source: Both
fr: Les deux

source: Neither
fr: Aucun des deux

source: %(users)s user(s) and %(phone_numbers)s phone number(s) processed. %(phone_numbers_already_verified)s already verified, %(phone_numbers_in_use)s already in use by other contact(s), %(phone_numbers_pending_verification)s already pending verification, and %(workflows_started)s verification workflow(s) started.
fr: %(users)s utilisateur(s) et %(phone_numbers)s numéro(s) de téléphone traités. %(phone_numbers_already_verified)s déjà vérifé, %(phone_numbers_in_use)s déjà en cours d'utilisation par d'autres contact(s), %(phone_numbers_pending_verification)s déjà en attente de vérification, et %(workflows_started)s vérification du flux de travail entamée.

source: Error processing the following user(s): %(users)s. Please try again and if the problem persists, report an issue.
fr: Erreur dans le traitement de l`utilisateur suivant(s): %(users)s. Veuillez re-essayer et si le problème persiste, veuillez signaler un problème.

source: Edit Group
fr: Modifier le groupe

source: Viewing Group "%s"
fr: Affichage du groupe "%s"

source: Editing Group "%s"
fr: Modifier le groupe "%s"

source: Edit Mobile Worker
fr: Modifier l'utilisateur mobile

source: Edit Mobile Worker (View Only)
fr: Modifier le travailleur mobile (Vue uniquement)

source: Information for %s
fr: Information pour %s

source: There were some errors while saving user's locations. Please check the 'Locations' tab
fr: Il y a eu des erreurs lors de l'enregistrement des sites de l'utilisateur. Vérifiez l'onglet "sites"

source: You do not have permission to update Mobile Workers.
fr: Vous n'avez pas la permission de mettre à jour les travailleurs mobiles.

source: Please enter digits only.
fr: Veuillez entrer des chiffres seulement.

source: Billing contact information was successfully confirmed. You may now add additional Mobile Workers.
fr: Information de contact pour la facturation a été confirme avec succès. Vous avez la permission d`ajouter Utilisateurs Mobiles
