Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Number of unsent forms on phone before triggering warning text
fr: Nombre de formulaires non envoyés sur le téléphone avant de déclencher le texte d'avertissement

source: Numeric Selection
fr: Sélection numérique

source: Numeric
fr: Numérique

source: OTA Restore Tolerance
fr: Tolérance de restauration OTA

source: On CommCare Android, have this form automatically capture the user's current geo-location.
fr: Sur CommCare Android, faites en sorte que ce formulaire capture automatiquement la géolocalisation actuelle de l'utilisateur.

source: Once a Month
fr: Une fois par mois

source: Once a Week
fr: Une fois par semaine

source: One Month
fr: Un mois

source: One Question per Screen
fr: Une question par écran

source: One Week
fr: Une semaine

source: One Year
fr: Une année

source: Only Flat Fixture
fr: Seulement Fixture Plat

source: Only Hierarchical Fixture
fr: Seulement Fixture Hiérarchique

source: Oops! This setting has been discontinued. We recommend you change this setting to Version 2, and it will no longer appear on your settings page.
fr: Oups ! Ce paramètre a été abandonné. Nous vous recommandons de changer ce paramètre à la Version 2, et il n'apparaîtra plus sur votre page de paramètres.

source: This setting has been discontinued. We recommend you change this setting to Version 2. Upon doing so this setting will no longer appear on this page.
fr: Ce paramètre a été abandonné. Nous vous recommandons de changer ce paramètre à la Version 2. Une fois cela fait, ce paramètre n'apparaîtra plus sur cette page.

source: Practice Mobile Worker
fr: Travailleur Mobile de Pratique

source: Prevents mobile workers from using a CommCare app until the Android apps that it needs have been installed on the device.
fr: Empêche les travailleurs mobiles d'utiliser une application CommCare tant que les applications Android nécessaires n'ont pas été installées sur l'appareil.

source: Project Default
fr: Défaut du Projet

source: Prompt Updates to Latest CommCare Version
fr: Inviter à Mettre à Jour vers la Dernière Version de CommCare

source: Prompt Updates to Latest Released App Version
fr: Inviter à Mettre à Jour vers la Dernière Version Publiée de l'Application

source: Purge Frequency
fr: Fréquence de Purge

source: Required
fr: requise

source: Restrict this app to the selected CommCare flavor
fr: Restreindre cette application à la version CommCare sélectionnée

source: Saved Forms
fr: Formulaires enregistrés

source: Select the mobile worker to use as a practice user for this application
fr: Sélectionnez le travailleur mobile à utiliser comme utilisateur de pratique pour cette application

source: Send Data
fr: Envoyer les Données

source: Server User Registration
fr: Enregistrement de l'Utilisateur Serveur

source: Set to skip if your deployment does not require users to register with the server. Note that this will likely result in OTA Restore and other features being unavailable.
fr: Définissez sur ignorer si votre déploiement ne nécessite pas que les utilisateurs s'enregistrent auprès du serveur. Notez que cela entraînera probablement l'indisponibilité de la restauration OTA et d'autres fonctionnalités.

source: Short
fr: Court

source: Show Breadcrumbs
fr: Afficher les Fils d'Ariane

source: Show the breadcrumbs on top of the web app.
fr: Afficher les fils d'Ariane en haut de l'application web.

source: Show the persistent menu on the side of the web app.
fr: Afficher le menu persistant sur le côté de l'application web.

source: Show Persistent Menu
fr: Afficher le Menu Persistant

source: Simple (FOR TESTING ONLY: crashes with any unrecognized user-defined translations)
fr: Simple (POUR TEST UNIQUEMENT : plante avec toute traduction définie par l'utilisateur non reconnue)

source: Skip
fr: Sauter

source: Target CommCare Flavor
fr: Version Cible de CommCare

source: Text Input
fr: Saisie de Texte

source: Text
fr: Texte

source: This will determine how images you select for your questions will be resized to fit the screen. Horizontal will stretch/compress the image to fit perfectly horizontally while scaling to height to maintain the aspect ratio. Full Resize will try to be clever and find the ideal vertical/horizontal scaling for the screen. Half Resize will do the same but with half the area.
fr: Cela déterminera comment les images que vous sélectionnez pour vos questions seront redimensionnées pour s'adapter à l'écran. Horizontal étirera/comprimera l'image pour s'adapter parfaitement horizontalement tout en ajustant la hauteur pour maintenir le rapport d'aspect. Redimensionnement Complet essaiera d'être intelligent et de trouver le redimensionnement vertical/horizontal idéal pour l'écran. Redimensionnement à Moitié fera de même mais avec la moitié de la surface.

source: This will set the amount of time you will remain logged in before automatically being logged out.
fr: Cela définira la durée pendant laquelle vous resterez connecté avant d'être automatiquement déconnecté.

source: This will show or hide the 'Incomplete' button on the CommCare ODK home screen. Turning this off will prevent users from saving incomplete forms.
fr: Cela affichera ou masquera le bouton 'Incomplet' sur l'écran d'accueil de CommCare ODK. Désactiver cela empêchera les utilisateurs de sauvegarder des formulaires incomplets.

source: This will show or hide the 'Saved' button on the CommCare ODK home screen. Turning this off will prevent users from saving forms locally.
fr: Cela affichera ou masquera le bouton 'Enregistré' sur l'écran d'accueil de CommCare ODK. Désactiver cela empêchera les utilisateurs de sauvegarder des formulaires localement.

source: Three Months
fr: Trois mois

source: Translations Strategy
fr: Stratégie de traductions

source: Twice a Month
fr: 2 fois par mois

source: Two Weeks
fr: 2 semaines

source: Unsent Form Limit
fr: Limite de Formulaire Non Envoyé

source: Unsynced Time Limit
fr: Limite de temps non synchronisé

source: Update on every sync
fr: Mettre à jour à chaque synchronisation

source: Upload a file to serve as a demo logo on Android phones
fr: Téléchargez un fichier pour servir de logo de démonstration sur les téléphones Android

source: Upload a file to serve as a login logo on Android phones
fr: Téléchargez un fichier pour servir de logo de connexion sur les téléphones Android

source: Upload a file to serve as an app logo in Web Apps
fr: Téléchargez un fichier pour servir de logo d'application dans les applications Web

source: Use Secure Submissions
fr: Utiliser les soumissions sécurisées

source: Use project level setting
fr: Utiliser le paramètre au niveau du projet

source: Use a different base URL for all app URLs. This makes the phone send forms, sync, and look for updates from a different URL. The main use case is to allow migrating project spaces to a new environment.
fr: Utiliser une URL de base différente pour toutes les URL d'application. Cela permet au téléphone d'envoyer des formulaires, de synchroniser et de rechercher des mises à jour à partir d'une URL différente. Le cas d'utilisation principal est de permettre la migration des espaces de projet vers un nouvel environnement.

source: User Login Mode
fr: Mode de connexion utilisateur

source: Validate Multimedia
fr: Valider le multimédia

source: Version 1 translations (old)
fr: Traductions de la version 1 (ancienne)

source: Version 2 translations (recommended)
fr: Traductions de la version 2 (recommandée)

source: Version of mobile UCRs to use. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/saas/Moving+to+Mobile+UCR+V2">Help Site</a>
fr: Version des UCR mobiles à utiliser. En savoir plus sur le <a target="_blank" href="https://help.commcarehq.org/display/saas/Moving+to+Mobile+UCR+V2">site d'aide</a>

source: We frequently release new versions of CommCare Mobile. Use the latest version to take advantage of new features and bug fixes. Note that if you are using CommCare for Android you must also update your version of CommCare from the Google Play Store.
fr: Nous publions fréquemment de nouvelles versions de CommCare Mobile. Utilisez la dernière version pour profiter des nouvelles fonctionnalités et des corrections de bugs. Notez que si vous utilisez CommCare pour Android, vous devez également mettre à jour votre version de CommCare depuis le Google Play Store.

source: We suggest moving to CommCare 2.0 and above, unless your project is using referrals
fr: Nous suggérons de passer à CommCare 2.0 et au-delà, sauf si votre projet utilise des références

source: Web App
fr: Application web

source: Web Apps Logo
fr: Logo des applications Web

source: Web Apps Settings
fr: Paramètres des applications Web

source: Weekly Log Sending Frequency
fr: Fréquence d'envoi des journaux hebdomadaire

source: Weekly
fr: Chaque semaine

source: What kind of log transmission the phone should attempt on a daily basis (submitted to PostURL)
fr: Quel type de transmission de journal le téléphone doit tenter quotidiennement (soumis à PostURL)

source: What kind of log transmission the phone should attempt on a weekly basis (submitted to PostURL)
fr: Quel type de transmission de journal le téléphone doit tenter hebdomadairement (soumis à PostURL)

source: What the 'Extra Key' (# on Nokia Phones) does when pressed
fr: Ce que fait la 'Touche Extra' (# sur les téléphones Nokia) lorsqu'elle est pressée

source: When a value is selected, this feature controls the display size of any user-provided image such that it will be consistent with the size of the original image file, and consistent across devices. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> the instructions here</a> to determine which value to use.
fr: Lorsqu'une valeur est sélectionnée, cette fonctionnalité contrôle la taille d'affichage de toute image fournie par l'utilisateur de manière à ce qu'elle soit cohérente avec la taille du fichier image original, et cohérente sur tous les appareils. Suivez <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> les instructions ici</a> pour déterminer quelle valeur utiliser.

source: When auto-sync is enabled CommCare will attempt to submit forms and synchronize the user's data after logging in with the frequency chosen.
fr: Lorsque la synchronisation automatique est activée, CommCare tentera de soumettre les formulaires et de synchroniser les données de l'utilisateur après la connexion avec la fréquence choisie.

source: When loose media mode is set to yes, CommCare will search for alternative media formats for any media that it cannot play. If CommCare attempts to play a file at jr://file/media/prompt_one.mp3 and mp3 files are not supported, the media directory will be searched for other files named prompt_one with alternative extensions which may be supported, for instance prompt_one.wav, and play that instead.
fr: Lorsque le mode média libre est réglé sur oui, CommCare recherchera des formats de média alternatifs pour tout média qu'il ne peut pas lire. Si CommCare tente de lire un fichier à jr://file/media/prompt_one.mp3 et que les fichiers mp3 ne sont pas pris en charge, le répertoire média sera recherché pour d'autres fichiers nommés prompt_one avec des extensions alternatives qui peuvent être prises en charge, par exemple prompt_one.wav, et lire celui-ci à la place.

source: When the phone has this number of unsynced forms stored locally CommCare will trigger a warning
fr: Lorsque le téléphone a ce nombre de formulaires non synchronisés stockés localement, CommCare déclenchera un avertissement

source: When this many days have passed without the user syncing CommCare will trigger a warning
fr: Lorsque ce nombre de jours s'est écoulé sans que l'utilisateur ne synchronise, CommCare déclenchera un avertissement

source: Whenever Possible
fr: Dès que possible

source: Whether CommCare should search for alternative formats of incompatible media files.
fr: Si CommCare doit rechercher des formats alternatifs de fichiers multimédias incompatibles.

source: Whether CommCare should validate that all external multimedia is installed before letting the user run the app.
fr: Si CommCare doit valider que tous les multimédias externes sont installés avant de permettre à l'utilisateur d'exécuter l'application.

source: Whether OTA Restore is tolerant of failures, ambiguity, duplicate registrations, etc (and proceeds as best it can), or whether it fails immediately in these cases.
fr: Si la restauration OTA est tolérante aux échecs, ambiguïtés, inscriptions en double, etc. (et continue du mieux qu'elle peut), ou si elle échoue immédiatement dans ces cas.

source: Whether logging of incidents should be activated on the client.
fr: Si la journalisation des incidents doit être activée sur le client.

source: Whether searches can match similar strings
fr: Si les recherches peuvent correspondre à des chaînes similaires

source: Whether searches on the phone will match similar strings. IE: 'Jhon' will match 'John'
fr: Si les recherches sur le téléphone correspondront à des chaînes similaires. IE : 'Jhon' correspondra à 'John'

source: Whether to log each time a user views case details. May reduce mobile performance.
fr: Si chaque fois qu'un utilisateur consulte les détails d'un cas doit être enregistré. Peut réduire les performances mobiles.

source: Whether to show the user login screen
fr: Si l'écran de connexion utilisateur doit être affiché

source: Whether users registered on the phone need to be registered with the submission server.
fr: Si les utilisateurs enregistrés sur le téléphone doivent être enregistrés auprès du serveur de soumission.

source: X-High Density
fr: X-Haute Densité

source: XX-High Density
fr: XX-Haute Densité

source: XXX-High Density
fr: XXX-Haute Densité

source: Yes
fr: Oui

source: disabled
fr: désactivé

source: Enable Text To Speech
fr: Activer la Synthèse Vocale

source: Adds a text to speech button for all questions to read out the question text aloud.
fr: Ajoute un bouton de synthèse vocale pour toutes les questions afin de lire le texte de la question à haute voix.

source: Enable asterisk on required question
fr: Activer l'astérisque sur les questions obligatoires

source: Adds a red asterisk to denote mandatory questions in a form. This setting only works in mobile.
fr: Ajoute un astérisque rouge pour indiquer les questions obligatoires dans un formulaire. Ce paramètre fonctionne uniquement sur mobile.

source: Person Simple
fr: Personne Simple

source: Title row, subtitle row, third row with two cells, and map
fr: Ligne de titre, ligne de sous-titre, troisième ligne avec deux cellules, et carte

source: Title row, second row with two cells, third row, and map
fr: Ligne de titre, deuxième ligne avec deux cellules, troisième ligne, et carte

source: Title row, second row with two cells, third and fourth rows, and map
fr: Ligne de titre, deuxième ligne avec deux cellules, troisième et quatrième lignes, et carte

source: Three upper rows, four rows with two cells, two lower rows and map
fr: Trois lignes supérieures, quatre lignes avec deux cellules, deux lignes inférieures et carte

source: Title row, second row with two cells, third row with two cells
fr: Ligne de titre, deuxième ligne avec deux cellules, troisième ligne avec deux cellules

source: 2 x 3 grid of image and text
fr: Grille 2 x 3 d'image et de texte

source: BHA Referrals
fr: Références BHA

source: There is no schedule for form {form_id}
fr: Il n'y a pas de calendrier pour le formulaire {form_id}

source: Schedule Phase in module '{module_name}' is missing an anchor
fr: Programmer les phases dans le module '{module_name}' manque d'un point d'ancrage.

source: '{form_name}' in '{module_name}' is missing an abbreviation
fr: '{form_name}' dans '{module_name}' manque d'une abréviation

source: Your app has multiple forms with the same schedule abbreviation
fr: Votre application a plusieurs formulaires avec la même abréviation de calendrier

source: Conflicting instance declarations in {entry_id} for {instance_id}: {src_1} != {src_2}
fr: Déclarations d'instance conflictuelles dans {entry_id} pour {instance_id} : {src_1} != {src_2}

source: Could not find target module used by form '{}'
fr: Impossible de trouver le module cible utilisé par le formulaire '{}'

source: Form '%(form_name)s' in module '%(module_name)s' references a module with an incorrect case type: module '%(target_name)s' expected '%(expected_case_type)s', found '%(target_case_type)s'
fr: Le formulaire '%(form_name)s' dans le module '%(module_name)s' fait référence à un module avec un type de dossier incorrecte: le module '%(target_name)s' prévu '%(expected_case_type)s', trouvé '%(target_case_type)s'

source: Case list used by parent child selection in '{}' not found
fr: La liste des dossiers utilisée par la selection parent enfant dans '{}' n'a pas été trouvée.

source: Auto-generated by a phone update. Will expire after next build if not marked released. Generated by user {}.
fr: Généré automatiquement par une mise à jour du téléphone. Expirera après la prochaine version si non marqué comme publié. Généré par l'utilisateur {}.

source: Multimedia Sizes
fr: Tailles Multimédia

source: Multimedia download needed to update from %(from_version)s to %(to_version)s
fr: Téléchargement multimédia nécessaire pour mettre à jour de %(from_version)s à %(to_version)s

source: COVID-19 CommCare Applications
fr: Applications CommCare COVID-19

source: COVID-19 CommCare Applications
fr: Applications CommCare COVID-19

source: <div class="row"> <div class="col-sm-10"> <p> To support organizations and governments with COVID-19 response, Dimagi has developed a library of free COVID-19 template applications for our open source platform, CommCare. These have been developed based on clinical protocols from the World Health Organization, the Centers for Disease Control, and others. </p> <p class="help-block"> These application templates can be imported into your project space as licensed by Dimagi under the <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons NonCommercial ShareAlike License (CC BY-NC-SA 4.0)</a>.
fr: <div class="row"> <div class="col-sm-10"> <p> Pour soutenir les organisations et les gouvernements dans la réponse au COVID-19, Dimagi a développé une bibliothèque d'applications modèles COVID-19 gratuites pour notre plateforme open source, CommCare. Celles-ci ont été développées sur la base des protocoles cliniques de l'Organisation mondiale de la santé, des Centers for Disease Control, et d'autres. </p> <p class="help-block"> Ces modèles d'application peuvent être importés dans votre espace projet sous licence par Dimagi sous la <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Licence Creative Commons Partage dans les Mêmes Conditions NonCommercial (CC BY-NC-SA 4.0)</a>.

source: Application Info
fr: Infos sur l'Application

source: Last Updated: %(last_released)s
fr: Dernière mise à jour : %(last_released)s

source: Version History
fr: Historique des Versions

source: Import
fr: Importer

source: Untitled App
fr: Application sans titre

source: Enter app description here
fr: Entrez la description de l'application ici

source: Releases
fr: Versions

source: Release Mode
fr: Mode de version

source: Settings
fr: Paramètres

source: High Level Summary
fr: Sommaire de haut niveau

source: Form Summary
fr: Sommaire de formulaire

source: Case Summary
fr: Sommaire de dossier

source: Labels
fr: Libellés

source: Question IDs
fr: Identifications de question

source: Go
fr: Démarrer

source: Show Conditions
fr: Afficher les Conditions

source: Show Calculations
fr: Afficher les calcules

source: Your app's forms contain errors. Please visit the <a href='%(form_summary_url)s'>form summary</a> for more details.
fr: Les formulaires de votre application contiennent des erreurs. Veuillez visiter le <a href='%(form_summary_url)s'>résumé du formulaire</a> pour plus de détails.

source: Relationships:
fr: Rapports:

source: Opened by:
fr: Ouvert par:

source: Closed by:
fr: Fermé par:

source: Problems:
fr: Problèmes:

source: Case Property
fr: Propriété de dossier

source: Load questions
fr: Charger les questions

source: Save questions
fr: Enregistrer les questions

source: Case Lists
fr: Listes de cas

source: Case Details
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Revoke restriction
fr: Révoquer la restriction

source: Restrict to this version
fr: Restreindre à cette version

source: Bulk application translations
fr: Traductions d'application en masse

source: App Summary
fr: Sommaire d'app

source: Manage Case
fr: Gestion de Dossier

source: This is a <i class="fcc fcc-app-createform"></i> Registration Form.
fr: Ceci est un <i class="fcc fcc-app-createform"></i> Formulaire d'inscription.

source: Users will fill it out when they need to <strong>add</strong> a new item to the application.
fr: Les utilisateurs le rempliront lorsqu'ils auront besoin de <strong>ajouter</strong> un nouvel élément à l'application.

source: This is a <i class="fcc fcc-app-updateform"></i> Followup Form.
fr: Ceci est un <i class="fcc fcc-app-updateform"></i> Formulaire de suivi.

source: Users will fill it out when they need to <strong>update</strong> an item that has already been added to the application.
fr: Les utilisateurs le rempliront lorsqu'ils auront besoin de <strong>mettre à jour</strong> un élément qui a déjà été ajouté à l'application.

source: This is a <i class="fa-regular fa-file"></i> Survey.
fr: Ceci est un <i class="fa-regular fa-file"></i> Sondage.

source: It's useful for asking questions once, for information that you won't need to follow up on later.
fr: Il est utile pour poser des questions une seule fois, pour des informations dont vous n'aurez pas besoin de faire un suivi plus tard.

source: Edit Form Details
fr: Modifier les informations concernant le formulaire

source: Form Name
fr: Nom de formulaire

source: Comment
fr: Commentaire

source: Form Summary - Version %(app_version)s
fr: Résumé du formulaire - Version %(app_version)s

source: Your app's forms contain errors. Case and form information below may be inaccurate until you fix the issues.
fr: Les formulaires de votre application contiennent des erreurs. Les informations sur les cas et les formulaires ci-dessous peuvent être inexactes jusqu'à ce que vous corrigiez les problèmes.

source: Error in form:
fr: Erreur dans le formulaire :

source: required
fr: requis

source: Nodeset
fr: Ensemble de nœuds

source: Value
fr: Valeur

source: Label
fr: Libellé

source: Load property
fr: Charger la propriété

source: Save property
fr: Enregistrer la propriété

source: save only on edit
fr: enregistrer uniquement lors de l'édition

source: Changes - Version %(first_version)s vs. Version %(second_version)s
fr: Modifications - Version %(first_version)s vs. Version %(second_version)s

source: Edit Form
fr: Modifier formulaire

source: Enter form description here
fr: Veuillez saisir la description du formulaire ici

source: User Properties
fr: Propriétés de l'utilisateur

source: Visit Scheduler
fr: Horaire de visites

source: We were unable to validate your form due an error on the server. Proceed with caution.
fr: Impossible de valider votre formulaire dû à une erreur de serveur. Veuillez procéder avec prudence.

source: You are viewing a shadow form, therefore:
fr: Vous êtes en train de visualiser un formulaire d'ombre/d'ombrage, par conséquent:

source: You will be unable to add "Open case" action
fr: Il ne vous era pas possible d'ajouter l'action "Ouvrir dossier"
