Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Thank you for choosing to stay with your %(software_plan_name)s Edition Plan subscription.
fr: Merci d'avoir choisi de rester avec votre abonnement au plan %(software_plan_name)s Edition.

source: You have successfully scheduled your current %(current_subscription_edition)s Edition Plan subscription to downgrade to the %(software_plan_name)s Edition Plan on %(start_date)s.
fr: Vous avez programmé avec succès votre abonnement actuel au plan %(current_subscription_edition)s Edition pour rétrograder vers le plan %(software_plan_name)s Edition le %(start_date)s.

source: Your project has been successfully subscribed to the %s Edition Plan.
fr: Votre projet a été abonné avec succès au plan %s Edition.

source: You have already scheduled a downgrade to the %(software_plan_name)s Software Plan on %(downgrade_date)s. If this is a mistake, please reach out to %(contact_email).
fr: Vous avez déjà programmé une rétrogradation vers le plan logiciel %(software_plan_name)s le %(downgrade_date)s. Si c'est une erreur, veuillez contacter %(contact_email).

source: Based on your current usage we recommend you use the <strong>{plan}</strong> plan
fr: Basé sur votre usage actuelle nous recommandons le <strong>{plan}</strong> plan

source: Your subscription is not eligible for self-renewal. Please sign up for a new subscription instead or contact {}
fr: Votre abonnement n'est pas éligible pour un renouvellement automatique. Veuillez vous inscrire à un nouvel abonnement ou contacter {}

source: There was an issue renewing your subscription. We have been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
fr: Il y a eu un problème pour renouveler votre suscription. On a reporté le problème. Veuillez réessayer, si le problème persiste, veuillez réessayer dans quelques heures

source: Your subscription was successfully renewed!
fr: Votre abonnement a été renouvelé avec succès!

source: You do not have permission to pause the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
fr: Vous n'avez pas la permission de mettre en pause l'abonnement pour ce compte de niveau client. Veuillez contacter l'administrateur d'entreprise %s pour obtenir de l'aide.

source: Your project's subscription will be paused on {}. We hope to see you again!
fr: L'abonnement de votre projet sera mis en pause le {}. Nous espérons vous revoir bientôt !

source: Your project's subscription has now been paused. We hope to see you again!
fr: L'abonnement de votre projet a maintenant été mis en pause. Nous espérons vous revoir bientôt !

source: We were not able to pause your subscription at this time. Please contact {} if you continue to receive this error. We apologize for the inconvenience.
fr: Nous n'avons pas pu mettre votre abonnement en pause pour le moment. Veuillez contacter {} si vous continuez à recevoir cette erreur. Nous nous excusons pour le désagrément.

source: Select A Project
fr: Sélectionnez un projet

source: Location Fixture
fr: Elément de site

source: Location configuration updated successfully
fr: Configuration de site mise à jour avec succès

source: Project Information
fr: Informations sur le projet

source: Sent hand-off email to {}.
fr: Email de transfert envoyé à {}.

source: The internal information for project %s was successfully updated!
fr: Les informations internes pour le projet %s ont été mises à jour avec succès !

source: Your settings are not valid, see below for errors. Correct them and try again!
fr: Vos paramètres ne sont pas valides, veuillez voir ci-dessous pour connaître les erreurs. Corrigez les et réessayez!

source: Calculated Properties
fr: Propriétés calculées

source: Feature Flags and Privileges
fr: Fonctionnalités et Privilèges

source: Resent transfer request for project '{domain}'
fr: Renvoyer la requête de transfert pour le projet '{domain}'

source: Successfully transferred ownership of project '{domain}'
fr: Transfert de propriété du projet réussi '{domain}'

source: Declined ownership of project '{domain}'
fr: Propriété du projet déclinée '{domain}'

source: Manage Releases By Location
fr: Gérer les Versions par Emplacement

source: Manage Releases By App Profile
fr: Gérer les Versions par Profil d'Application

source: Project Settings
fr: Paramètres de projet

source: Project settings saved!
fr: Paramètres de projet enregistrés !

source: There was an error saving your settings. Please try again!
fr: Une erreur s'est produite lors de l'enregistrement de vos paramètres. Veuillez réessayer !

source: Your project settings have been saved!
fr: Vos réglages de projet ont été mises à jour !

source: Privacy and Security
fr: Protection des données et sécurité

source: Password for {} has successfully been reset. You can now login.
fr: Le mot de passe pour {} a été réinitialisé avec succès. Vous pouvez maintenant vous connecter.

source: Recovery Measures History
fr: Historique des Mesures de Récupération

source: Manage Mobile Workers
fr: Gérer les Travailleurs Mobiles

source: Manage Project Alerts
fr: Gérer les Alertes de Projet

source: Alert saved!
fr: Alerte enregistrée !

source: There was an error saving your alert. Please try again!
fr: Une erreur s'est produite lors de l'enregistrement de votre alerte. Veuillez réessayer !

source: Edit Project Alert
fr: Modifier l'Alerte de Projet

source: Alert not found!
fr: Alerte non trouvée !

source: Alert was removed!
fr: Alerte supprimée !

source: Alert not activated. Only 3 active alerts allowed.
fr: Alerte non activée. Seulement 3 alertes actives autorisées.

source: Alert updated!
fr: Alerte mise à jour !

source: Unexpected update received. Alert not updated!
fr: Mise à jour inattendue reçue. Alerte non mise à jour !

source: SMS Rate Calculator
fr: Calculateur de taux des SMS

source: Prevent the use of specific domain names
fr: Empêcher l'utilisation de noms de domaine spécifiques

source: {} has been uploaded to dropbox!
fr: {} a été chargé sur dropbox!

source: {} has failed to upload to dropbox
fr: {} n'a pas pu être chargé sur dopbox

source: Something went wrong when uploading your file %(path)s to dropbox:
fr: Une erreur s'est produite lors du téléchargement de votre fichier %(path)s vers Dropbox :

source: Thanks, <br /> CommCare HQ Team
fr: Merci, <br /> L'équipe CommCare HQ

source: Something went wrong when uploading your file %(path)s to dropbox:
fr: Une erreur s'est produit lors du chargement de votre fichier %(path)s sur dropbox:

source: Thanks, CommCare HQ Team
fr: Merci, L'équipe CommCare HQ

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
fr: Félicitations ! Votre fichier a été téléchargé avec succès vers %(path)s sur votre compte Dropbox. Vous pouvez le partager avec ce lien :

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
fr: Félicitations! Votre fichier a été charger sur votre %(path)s compte dropbox. Vous pouvez le partager avec ce lien:

source: Server
fr: Serveur

source: e.g. "smtp.example.com"
fr: par exemple "smtp.example.com"

source: Sender's Email
fr: Email de l'expéditeur

source: Return Path Email
fr: Adresse email de retour

source: The email address to which message bounces and complaints should be sent
fr: L'adresse email à laquelle les rebonds et les plaintes doivent être envoyés

source: Use Gateway?
fr: Utiliser la passerelle ?

source: Select this option to use this email gateway for sending emails
fr: Sélectionnez cette option pour utiliser cette passerelle email pour envoyer des emails

source: Use Tracking Headers
fr: Utiliser les en-têtes de suivi

source: Applicable for Amazon's gateway. When selected, emails will be sent with tracking headers along with other headers.
fr: Applicable pour la passerelle d'Amazon. Lorsqu'elle est sélectionnée, les emails seront envoyés avec des en-têtes de suivi en plus des autres en-têtes.

source: SNS Endpoint Secret
fr: Secret du point de terminaison SNS

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled. This secret is used in the AWS SNS settings.
fr: Applicable uniquement lorsque la passerelle est SES d'Amazon et que les en-têtes de suivi sont activés. Ce secret est utilisé dans les paramètres AWS SNS.

source: SES Configuration Set Name
fr: Nom du jeu de configurations SES

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled.
fr: Applicable uniquement lorsque la passerelle est SES d'Amazon et que les en-têtes de suivi sont activés.

source: Saved
fr: Enregistré

source: Add Email Gateway Settings
fr: Ajouter les paramètres de la passerelle email

source: Email Settings
fr: Paramètres email

source: Project Space Name
fr: Nom de l'espace projet

source: Project URL
fr: URL du projet

source: Unrecognized report '{}'
fr: Rapport non reconnu '{}'

source: Project Spaces
fr: Espaces de projets

source: Created On [UTC]
fr: Créé le [UTC]

source: # of Apps
fr: # d'applications

source: # of Mobile Users
fr: # d'utilisateurs mobiles

source: # of Web Users
fr: # d'utilisateurs web

source: # of SMS (last 30 days)
fr: # de SMS (30 derniers jours)

source: Last Form Submission [UTC]
fr: Dernière soumission de formulaire [UTC]

source: OData Feeds Used
fr: Flux OData utilisés

source: OData Feeds Available
fr: Flux OData disponibles

source: Email Address
fr: Adresse électronique

source: Role
fr: Rôle

source: Last Login [UTC]
fr: Dernière connexion [UTC]

source: Last Access Date [UTC]
fr: Dernière date d'accès [UTC]

source: Active User
fr: Utilisateur actif

source: Invited
fr: Invité

source: Created Date [UTC]
fr: Date de création [UTC]

source: Last Sync [UTC]
fr: Dernière synchronisation [UTC]

source: Last Submission [UTC]
fr: Dernière soumission [UTC]

source: User ID
fr: Identifiant d'utilisateur

source: Mobile Form Submissions
fr: Soumissions de formulaires mobiles

source: Date ranges with more than {} days are not supported
fr: Les plages de dates de plus de {} jours ne sont pas prises en charge

source: Form ID
fr: ID du formulaire

source: Submitted [UTC]
fr: Soumis [UTC]

source: Mobile User
fr: Utilisateur mobile

source: Domain {name} has too many users. Maximum allowed is: {amount}
fr: Le domaine {name} a trop d'utilisateurs. Le maximum autorisé est : {amount}

source: {name} contains too many rows. Maximum allowed is: {amount}. Please narrow the date range to fetch a smaller amount of data
fr: {name} contient trop de lignes. Le maximum autorisé est : {amount}. Veuillez réduire la plage de dates pour obtenir une quantité de données plus petite

source: Unnamed
fr: Sans nom

source: App not found
fr: Application introuvable

source: OData Feeds
fr: Flux OData

source: Number of Rows
fr: Nombre de lignes

source: ERROR: Too many exports. Please contact customer service
fr: ERREUR : Trop d'exportations. Veuillez contacter le service client

source: % of Domains using Case Management
fr: % des domaines utilisant la gestion des cas

source: # Surveys Only
fr: # Enquêtes uniquement

source: # Cases Only
fr: # Cas uniquement

source: # Mixed
fr: # Mixte

source: Data Exports
fr: Exportations de données

source: SubType
fr: Sous-type

source: Daily Saved Export
fr: Exportation quotidienne enregistrée

source: Excel Integration
fr: Intégration Excel

source: CommCare Version Compliance
fr: Conformité à la version CommCare

source: % of Mobile Workers on the Latest CommCare Version
fr: % des travailleurs mobiles sur la dernière version de CommCare

source: Mobile Worker
fr: Utilisateur mobile

source: Latest Version Available at Submission
fr: Dernière version disponible lors de la soumission

source: Version in Use
fr: Version en cours d'utilisation

source: SMS Usage
fr: Utilisation SMS

source: # of SMS Sent
fr: # de SMS envoyés

source: # Sent
fr: # Envoyés

source: # Received
fr: # Reçus

source: # Errors
fr: # Erreurs

source: API Keys
fr: Clés API

source: Web User
fr: Utilisateur Web

source: API Key Name
fr: Nom de la clé API

source: Expiration Date [UTC]
fr: Date d'expiration [UTC]

source: Last Used On [UTC]
fr: Dernière utilisation le [UTC]

source: # of Project Spaces without 2FA
fr: # d'espaces de projet sans 2FA

source: Project Space without 2FA
fr: Espace de projet sans 2FA

source: Data Forwarding
fr: Transfert de données

source: # of Data Forwarders
fr: # de transmetteurs de données

source: Service Name
fr: Nom du service

source: Last Modified [UTC]
fr: Dernière modification [UTC]

source: Application Version Compliance
fr: Conformité de la version de l'application

source: The statistic of this tile is not currently supported
fr: La statistique de cette tuile n'est pas actuellement prise en charge

source: Latest Version Available When Last Used
fr: Dernière version disponible lors de la dernière utilisation

source: Last Used [UTC]
fr: Dernière utilisation [UTC]

source: Restrict Project Space Creation
fr: Restreindre la création d'espaces de projet

source: Do not allow current web users, other than enterprise admins, to create new project spaces.
fr: Ne pas permettre aux utilisateurs web actuels, autres que les administrateurs d'entreprise, de créer de nouveaux espaces de projet.

source: Restrict User Signups
fr: Restreindre les inscriptions d'utilisateurs

source: Message to display to users who attempt to sign up for an account
fr: Message à afficher aux utilisateurs qui tentent de s'inscrire pour un compte

source: Default File Type
fr: Type de fichier par défaut

source: Excel Date & Multimedia Format
fr: Format de date et multimédia Excel

source: Automatically convert dates and multimedia links for Excel
fr: Convertir automatiquement les dates et les liens multimédias pour Excel

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
fr: Laisser cette option cochée garantira que les dates apparaissent au format Excel. Sinon, elles apparaîtront sous forme de texte normal. Cela permet également d'ajouter des hyperliens vers le multimédia capturé par votre soumission de formulaire.

source: Excel Cell Format
fr: Format de cellule Excel

source: Automatically format cells for Excel 2007+
fr: Formater automatiquement les cellules pour Excel 2007+

source: If this setting is not selected, your export will be in Excel's generic format. If you enable this setting, Excel will format dates, integers, decimals, boolean values (True/False), and currencies.
fr: Si ce paramètre n'est pas sélectionné, votre exportation sera au format générique d'Excel. Si vous activez ce paramètre, Excel formatera les dates, les entiers, les décimales, les valeurs booléennes (Vrai/Faux) et les devises.

source: Checkbox Format
fr: Format de case à cocher

source: Expand checkbox questions
fr: Développer les questions à cases à cocher

source: Only applies to form exports.
fr: S'applique uniquement aux exportations de formulaires.

source: Edit Enterprise Settings
fr: Modifier les paramètres d'entreprise

source: Edit Default Form Export Settings
fr: Modifier les paramètres d'exportation de formulaire par défaut

source: Edit Default Case Export Settings
fr: Modifier les paramètres d'exportation de cas par défaut

source: Edit Default OData Export Settings
fr: Modifier les paramètres d'exportation OData par défaut

source: Update Enterprise Settings
fr: Mettre à jour les paramètres d'entreprise

source: If restricting signups, a message is required.
fr: Si vous restreignez les inscriptions, un message est requis.

source: Auto-Deactivation by Inactivity
fr: Désactivation automatique par inactivité

source: Automatically deactivate Mobile Workers who have not submitted a form within the Inactivity Period below.
fr: Désactiver automatiquement les travailleurs mobiles qui n'ont pas soumis de formulaire pendant la période d'inactivité ci-dessous.

source: Inactivity Period
fr: Période d'inactivité

source: 30 days
fr: 30 jours

source: 60 days
fr: 60 jours

source: 90 days
fr: 90 jours

source: 120 days
fr: 120 jours

source: 150 days
fr: 150 jours

source: 180 days
fr: 180 jours

source: 365 days
fr: 365 jours

source: Mobile workers who have not submitted a form after these many days will be considered inactive.
fr: Les travailleurs mobiles qui n'ont pas soumis de formulaire après ce nombre de jours seront considérés comme inactifs.

source: Auto-Deactivation by Month
fr: Désactivation automatique par mois

source: Allow auto-deactivation of Mobile Workers after a specific month.
fr: Autoriser la désactivation automatique des travailleurs mobiles après un mois spécifique.

source: When this is enabled, an option to select a month and year for deactivating a Mobile Worker will be present when creating that Mobile Worker.
fr: Lorsque cette option est activée, une option pour sélectionner un mois et une année pour désactiver un travailleur mobile sera présente lors de la création de ce travailleur mobile.

source: Update Settings
fr: Mettre à jour les paramètres

source: SMS Detailed Report
fr: Rapport détaillé des SMS

source: This is a report of SMS details that can be altered by using the filter options above. Once you are happy with your filters, simply click Apply.
fr: Ceci est un rapport des détails des SMS qui peut être modifié en utilisant les options de filtre ci-dessus. Une fois que vous êtes satisfait de vos filtres, cliquez simplement sur Appliquer.

source: Date of Message
fr: Date du message

source: SMS parts
fr: Parties SMS

source: Gateway
fr: Passerelle

source: Gateway Charge
fr: Frais de passerelle

source: Usage Charge
fr: Frais d'utilisation

source: Total Charge
fr: Frais totaux

source: Message Log ID
fr: Identifiant du journal de messages

source: Is Valid?
fr: Est valide ?

source: Settings have been updated!
fr: Les paramètres ont été mis à jour !

source: Please check form for errors.
fr: Veuillez vérifier le formulaire pour les erreurs.

source: Enterprise Dashboard Error: {}
fr: Erreur du tableau de bord d'entreprise : {}

source: Enterprise Dashboard: {}
fr: Tableau de bord d'entreprise : {}

source: Enterprise Permissions
fr: Permissions d'entreprise

source: Give web users who have access to a controlling project space the same level of access to your other project spaces. Such users will neither get email invitations to join these project spaces, nor will they appear as members in those project spaces.
fr: Donnez aux utilisateurs web qui ont accès à un espace de projet de contrôle le même niveau d'accès à vos autres espaces de projet. Ces utilisateurs ne recevront ni d'invitations par email pour rejoindre ces espaces de projet, ni n'apparaîtront comme membres dans ces espaces de projet.

source: Disable Enterprise Permissions
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: To turn on enterprise permissions, select the controlling project space.
fr: Pour activer les permissions d'entreprise, sélectionnez l'espace de projet de contrôle.

source: Select the controlling project space
fr: Manejo de Casos

source: Web users in <strong>%(source_domain)s</strong> will also have permissions in the following project spaces.
fr: Les utilisateurs web dans <strong>%(source_domain)s</strong> auront également des permissions dans les espaces de projet suivants.

source: Web users in the controlling project space will also have permissions in the following project spaces.
fr: Les utilisateurs web dans l'espace de projet de contrôle auront également des permissions dans les espaces de projet suivants.

source: Web users in <strong>%(source_domain)s</strong> will <strong>not</strong> have permissions in the following project spaces.
fr: Les utilisateurs web dans <strong>%(source_domain)s</strong> n'auront <strong>pas</strong> de permissions dans les espaces de projet suivants.

source: Web users in the controlling project space will <strong>not</strong> have permissions in the following project spaces.
fr: Les utilisateurs web dans l'espace de projet de contrôle n'auront <strong>pas</strong> de permissions dans les espaces de projet suivants.

source: Customize Mobile Form Submissions Date Range
fr: Personnaliser la plage de dates des soumissions de formulaires mobiles

source: No project spaces found.
fr: Aucun espace de projet trouvé.

source: Email Report
fr: Rapport par email

source: Platform Overview for {}
fr: Aperçu de la plateforme pour {}

source: Platform Overview
fr: Aperçu de la plateforme

source: Enterprise Console
fr: Console d'entreprise

source: Projects Overview
fr: Aperçu des projets

source: User Management
fr: Manejo de Casos

source: Data Management & Export
fr: Gestion et exportation des données

source: Security Center for {}
fr: Centre de sécurité pour {}

source: Security Center
fr: Centre de sécurité

source: That report was not found. Please remember that download links expire after 24 hours.
fr: Le rapport n'a pas été trouvé. On vous rappelle que les liens téléchargés expirent après 24 heures.

source: Generating {title} report, will email to {email} when complete.
fr: Génération du rapport {title}, sera envoyé par email à {email} une fois terminé.

source: Enterprise Settings
fr: Paramètres d'entreprise

source: Enterprise permissions have been disabled.
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Could not add {}.
fr: Impossible d'ajouter {}.

source: {} is now included in enterprise permissions.
fr: {} est maintenant inclus dans les permissions d'entreprise.

source: Could not remove {}.
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: {} is now excluded from enterprise permissions.
fr: {} est maintenant exclu des permissions d'entreprise.

source: Please select a project.
fr: Veuillez sélectionner un projet.

source: Controlling domain set to {}.
fr: Domaine de contrôle défini sur {}.

source: Per event day
fr: Par jour d'événement

source: Per entire event
fr: Pour l'ensemble de l'événement

source: Attendance target
fr: Objectif de participation

source: The expected amount of attendees.
fr: Le nombre attendu de participants.

source: Allow same day registration
fr: Autoriser l'inscription le jour même

source: Attendance recording options
fr: Options d'enregistrement de la participation

source: Attendees
fr: Participants

source: Attendance Takers
fr: Prise de Présence

source: Please choose at least one Attendance Taker
fr: Veuillez choisir au moins un Responsable de Présence

source: Invalid Start Date
fr: Date de début invalide

source: You cannot specify the start date in the past
fr: Vous ne pouvez pas spécifier une date de début dans le passé

source: End Date cannot be before Start Date
fr: La date de fin ne peut pas être antérieure à la date de début

source: You cannot specify the end date in the past
fr: Vous ne pouvez pas spécifier une date de fin dans le passé

source: All Locations
fr: Tous les emplacements

source: One or more of the locations was not found.
fr: Un ou plusieurs sites n'ont pas été trouvé(s).

source: Primary location must be one of the user's locations
fr: L'emplacement principal doit être l'un des emplacements de l'utilisateur

source: Primary location can't be empty if the user has any locations set
fr: L'emplacement principal ne peut pas être vide si l'utilisateur a des emplacements définis

source: Attendee list under review
fr: Liste des participants en cours de révision

source: Attendee list rejected
fr: Liste des participants rejetée

source: Attendee list accepted
fr: Liste des participants acceptée

source: Event not started
fr: Événement non commencé

source: Event in progress
fr: Événement en cours

source: Attendee
fr: Participant
