Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: This application uses mobile UCRs which are not available in the linked domain: {ucr_id}. Try linking these reports first and try again.
fr: Cette application utilise des UCR mobiles qui ne sont pas disponibles dans le domaine lié : {ucr_id}. Essayez de lier d'abord ces rapports et réessayez.

source: Error fetching multimedia from remote server. Please try again later.
fr: Erreur lors de la récupération des fichiers multimédias depuis le serveur distant. Veuillez réessayer plus tard.

source: Size calculation available only for builds
fr: Le calcul de la taille est disponible uniquement pour les builds

source: '{invalid_id}' is not a valid session endpoint ID. It must contain only lowercase letters, numbers, underscores, and hyphens. Try {valid_id}.
fr: '{invalid_id}' n'est pas un ID de point de terminaison de session valide. Il doit contenir uniquement des lettres minuscules, des chiffres, des underscores et des tirets. Essayez {valid_id}.

source: Session endpoint IDs must be unique. The following id(s) are used multiple times: {duplicates}
fr: Les IDs de point de terminaison de session doivent être uniques. Les ID suivants sont utilisés plusieurs fois : {duplicates}

source: Custom assertions must not be blank.
fr: Les assertions personnalisées ne doivent pas être vides.

source: Please add a message for assertion.
fr: Veuillez ajouter un message pour l'assertion.

source: There was an issue with your custom assertions: {}
fr: Il y a eu un problème avec vos assertions personnalisées : {}

source: Error parsing XML: {}
fr: Une erreur est survenue dans l'analyse XML: {}

source: Error parsing XML: Entities are not allowed
fr: Erreur lors de l'analyse du XML : Les entités ne sont pas autorisées

source: Group already has node for lang: {0}
fr: Le groupe a déjà node for lang: {0}

source: The form '{form}' in '{module}' is missing some instance declarations that can't be automatically added: '{instance_ids}'
fr: Le formulaire '{form}' dans '{module}' manque certaines déclarations d'instance qui ne peuvent pas être ajoutées automatiquement : '{instance_ids}'

source: There's no language called '{}'
fr: Il n'y a pas une langue qui s'appelle '{}'

source: There's already a language called '{}'
fr: Il existe déjà une langue qui s'appelle '{}'

source: Form does not contain any translations for any of the build languages
fr: Le formulaire ne contient aucune traduction pour aucune des langues développées.

source: Unrecognized value of "form" attribute in '<value form="{}">'. "form" attribute is optional. Valid values are: "{}".
fr: Valeur non reconnue de l'attribut du "formulaire" dans '<value form = "{}">'. L'attribut de "formulaire" est facultatif. Les valeurs valides sont: "{}".

source: <translation lang="{lang}"><text id="{id}"> node has no <value>
fr: <translation lang="{lang}"><text id="{id}"> nœud n'a pas de <value>

source: <item> ({}) has no <value>
fr: <item> ({}) n'a pas un <value>

source: Node <{}> has no 'ref' or 'bind'
fr: Node <{}> n'a pas un 'ref' ni un 'bind'

source: You cannot use the Case Management UI if you already have a case block in your form.
fr: Vous ne pouvez pas utiliser l'IU de gestion de dossiers si vous avez déjà un case block dans le formulaire

source: Couldn't get the case XML from one of your forms. A common reason for this is if you don't have the xforms namespace defined in your form. Please verify that the xmlns="http://www.w3.org/2002/xforms" attribute exists in your form.
fr: Vous n'avez pas réussi a avoir le dossier XML a partir d'un de vos formulaires. La raison courante pour cela est que vous n'avez pas l'espace nom des xforms défini sur votre formulaire. Veuillez vérifier que l'attribut xmlns="http://www.w3.org/2002/xforms" existe dans votre formulaire.

source: Your form uses an expression which references a case, but cases are not available. Please go to form settings and either remove the case reference or (1) make sure that the menu mode is set to display the menu first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
fr: Votre formulaire utilise une expression qui fait référence à un dossier, mais les dossiers ne sont pas disponibles. Veuillez aller sur les paramètres de formulaire et soit supprimer la référence au dossier ou (1) vous assurez que le mode menu est configuré pour afficher d'abord le menu et puis le formulaire, et (2) assurez-vous que tous les formulaires dans cette liste de dossiers mettent à jour ou ferment un dossier (ce qui signifie que les formulaires d'inscriptions doivent être placés dans une liste de dossiers différente).

source: Type {type} must be in list of domain types: {list}
fr: Type {type} doit faire partie de liste de types de domaines: {list}

source: Reference type {ref} cannot be a child of primary type {main}.
fr: Type de référence {ref} ne peut pas être un enfant du type principal {main}.

source: Property not correctly formatted. Must be formatted like: loacation:mytype:referencetype/property. For example: location:outlet:state/name
fr: Propriété n'est pas correctement formatée. Elle doit être formatée comme: loacation:mytype:referencetype/property. Par exemple: location:outlet:state/name

source: Build Number
fr: Numéro de construction

source: Editing CommCare Builds
fr: Edition des versions CommCare

source: Editing
fr: Modification

source: Menu Options
fr: Options de menu

source: Superuser Only
fr: Super-utilisateur uniquement

source: Add a Version
fr: Ajouter une version

source: Default 1.x Build
fr: Version 1.x par défaut

source: Default 2.x Build
fr: Version 2.x par défaut

source: Update Menu Options
fr: Mettre à jour les options du menu

source: Import a new build from the build server
fr: Importer une nouvelle version du serveur des versions

source: Browse versions
fr: Parcourir les versions

source: Paste the latest version in the box above in the format x.y.z
fr: Collez la dernière version dans la case ci-dessus au format x.y.z

source: Click Import Build
fr: Cliquez sur Importer le Build

source: You can also automatically fetch the latest build from GitHub using the following management command: <b>./manage.py add_commcare_build --latest </b>
fr: Vous pouvez également récupérer automatiquement la dernière build depuis GitHub en utilisant la commande de gestion suivante : <b>./manage.py add_commcare_build --latest </b>

source: Import Build
fr: Importer Version

source: Edit CommCare Builds
fr: Editer les versions CommCare

source: user's location [location]
fr: Site d'utilisateur [site]

source: user's location's parent [location]
fr: site d'utilisateur [site]

source: Title
fr: Titre

source: The name of the case property storing the geo-location data of your cases.
fr: Le nom de la propriété de cas stockant les données de géolocalisation de vos cas.

source: Metric
fr: Métrique

source: Gauge
fr: Jauge

source: Map
fr: Carte

source: Campaign Dashboard
fr: Tableau de bord de la campagne

source: Widget has been deleted successfully!
fr: Le widget a été supprimé avec succès !

source: There was an error while exporting to PDF! Please try again, and contact support if the issue persists.
fr: Une erreur s'est produite lors de l'exportation en PDF ! Veuillez réessayer, et contactez le support si le problème persiste.

source: Something went wrong while loading this widget! Please try again.
fr: Quelque chose s'est mal passé lors du chargement de ce widget ! Veuillez réessayer.

source: Confirm
fr: Confirmer

source: Loading...
fr: Téléchargement en cours...

source: Import Cases from Excel
fr: Importer les dossiers à partir d'Excel

source: Case Options
fr: Options de dossiers

source: Match Excel Columns to Case Properties
fr: Faire correspondre les colonnes Excel aux propriétés de dossier

source: Invalid domain
fr: Domaine invalide

source: Following rows contain invalid value for domain column.
fr: Les lignes suivantes contiennent une valeur invalide pour la colonne de domaine.

source: This field value cannot be set for cases with the "{}" case type.
fr: Cette valeur de champ ne peut pas être définie pour les cas avec le type de cas "{}".

source: This field requires a value for cases with the "{}" case type.
fr: Ce champ nécessite une valeur pour les cas avec le type de cas "{}".

source: Field name "{}" is deprecated. Please use "parent_identifier" instead.
fr: Le nom de champ "{}" est obsolète. Veuillez utiliser "parent_identifier" à la place.

source: Field name "{}" is reserved
fr: Le nom de champ "{}" est réservé

source: 'parent_identifier' column must be provided when 'parent_relationship_type' column is set to 'extension'
fr: La colonne 'parent_identifier' doit être fournie lorsque la colonne 'parent_relationship_type' est définie sur 'extension'

source: Invalid value for 'parent_relationship_type' column
fr: Valeur invalide pour la colonne 'parent_relationship_type'

source: Sample: Cell in row {row_num} contains "{sample}"
fr: Exemple : La cellule de la ligne {row_num} contient "{sample}"

source: Invalid Owner Name
fr: Nom de propriétaire invalide

source: Owner name was used in the mapping but there were errors when uploading because of these values.
fr: L'identifiant du propriétaire a été utilisé dans le mappage, mais des erreurs sont survenues lors du téléversement à cause de ces valeurs.

source: Invalid Owner
fr: Propriétaire invalide

source: Owners were provided in the mapping but there were errors when uploading because of these values. Make sure the owners in this column are users, case sharing groups, or locations.
fr: Des propriétaires ont été fournis dans le mapping mais des erreurs sont survenues lors du téléchargement à cause de ces valeurs. Assurez-vous que les propriétaires dans cette colonne sont des utilisateurs, des groupes de partage de cas ou des emplacements.

source: Invalid Parent ID
fr: Identifiant parent non valide

source: An invalid or unknown parent case was specified for the uploaded case.
fr: Un dossier parent inconnu a été spécifié pour le dossier chargé.

source: Invalid Date
fr: Date invalide

source: Required format: YYYY-MM-DD (e.g. "2021-12-31")
fr: Format requis : AAAA-MM-JJ (par exemple "2021-12-31")

source: Unexpected multiple choice value
fr: Valeur de choix multiple inattendue

source: Multiple choice values were specified that are not listed in the valid values defined in the property's data dictionary.
fr: Des valeurs de choix multiple ont été spécifiées qui ne sont pas répertoriées dans les valeurs valides définies dans le dictionnaire de données de la propriété.

source: Blank External ID
fr: Identifiant externe vide

source: Blank external ids were found in these rows causing as error when importing cases.
fr: Des identifiants externes vides ont été trouvés dans ces rangées causant des erreurs dans l'importation des dossiers.

source: Case Generation Error
fr: Erreur de génération de dossier

source: These rows failed to generate cases for unknown reasons
fr: Ces rangées n'ont pas pu générer de dossier pour des raisons inconnues

source: Duplicated Location Name
fr: Nom de l'emplacement dupliqué

source: Owner ID was used in the mapping, but there were errors when uploading because of these values. There are multiple locations with this same name, try using site-code instead.
fr: L'identifiant du propriétaire a été utilisé dans le mapping, mais il y a eu des erreurs en chargeant à cause de ces valeurs. Il existe plusieures organisations avec le même nom, essayer d'utiliser un site-code à la place.

source: Invalid Location
fr: Site non valide

source: The location of the case owner needs to be at or below the location of the user importing the cases.
fr: L'emplacement du propriétaire du cas doit être au même niveau ou en dessous de l'emplacement de l'utilisateur important les cas.

source: Invalid Integer
fr: Entier non valide

source: Integer values were specified, but the values in Excel were not all integers
fr: Des valeurs entières ont été spécifiées, mais les valeurs dans Excel n'étaient pas toutes des entiers

source: Import Error
fr: Importer Erreur

source: Problems in importing cases. Please check the Excel file.
fr: Problèmes lors de l'importation des cas. Veuillez vérifier le fichier Excel.

source: Too Many Matches
fr: Trop de correspondances

source: These rows matched more than one case at the same time - this means that there are cases in your system with the same external ID.
fr: Ces lignes ont correspondu à plus d'un cas en même temps - cela signifie qu'il y a des cas dans votre système avec le même identifiant externe.

source: Name Too Long
fr: Nom trop long

source: External ID Too Long
fr: Identifiant externe trop long

source: Unexpected error
fr: Erreur inattendue

source: Could not process case. If this persists, please report an issue to CommCare HQ
fr: Impossible de traiter le cas. Si cela persiste, veuillez signaler un problème à CommCare HQ

source: This field will be used to set the case's name.
fr: Ce champ sera utilisé pour définir le nom du dossier

source: This field will assign the case to a new owner given by Username, Group name, or Organization name.
fr: Ce champ va assigner le dossier à un nouveau propriétaire par nom d'utilisateur, nom de groupe, ou par nom de l'organisation.

source: This field will assign the case to a new owner given by User ID, Group ID, or Organization ID.
fr: Ce champ va assigner le dossier à un nouveau propriétaire par l'identifiant d'un utilisateur, identifiant d'un groupe, ou par l'identifiant d'une organisation.

source: This field will set the case's external_id
fr: Ce champ va définir l'identifiant externe du dossier

source: This field will assign the case a new parent given by the parent case's external_id. You must use along with parent_type.
fr: Ce champ va assigner un nouveau parent au dossier par l'identification externe des dossiers parents. Vous devez l'utiliser avec le type de partent.

source: This field will assign the case a new parent given by the parent's Case ID. You must use along with parent_type.
fr: Ce champ va assigner un nouveau parent au dossier par l'identification des dossiers parents. Vous devez l'utiliser avec le type de partent.

source: Use to specify the parent's case type. Usually used with parent_id or parent_external_id
fr: Utiliser pour spécifier le type du dossier parent. Généralement utilisé avec l'identifiant parent ou l'identifiant externe parent

source: Whether the relationship with the parent is 'child' or 'extension'. Default value is 'child'Values other than 'child' or 'extension' are invalid. Used with parent_id or parent_external_id columns
fr: Que la relation avec le parent soit 'enfant' ou 'extension'. La valeur par défaut est 'enfant'. Les valeurs autres que 'enfant' ou 'extension' sont invalides. Utilisé avec les colonnes parent_id ou parent_external_id

source: The index identifier when creating child/extension cases Used with parent_id or parent_external_id columns
fr: L'identifiant de l'index lors de la création de cas enfant/extension Utilisé avec les colonnes parent_id ou parent_external_id

source: This field will be used to close cases. Any case with 'yes' in this column will be closed.
fr: Ce champ sera utilisé pour fermer des dossiers. Tous les dossiers qui ont sélectionné "Oui" dans cette colonne seront fermés.

source: The date opened property for this case will be changed. Please do not use unless you know what you are doing
fr: La propriété de date d'ouverture pour ce cas sera modifiée. Veuillez ne pas l'utiliser à moins de savoir ce que vous faites

source: <p> <i class="fa fa-warning"></i> A bulk case import for multiple case types has been detected. This is because every sheet name in the Excel file matches a case type in the project. If this is incorrect, then please rename at least one Excel sheet so that not all sheet names match case types in the project. </p> <p> Documentation for bulk case imports can be found on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> help page for this feature. </a> </p>
fr: <p> <i class="fa fa-warning"></i> Une importation massive de cas pour plusieurs types de cas a été détectée. Cela est dû au fait que chaque nom de feuille dans le fichier Excel correspond à un type de cas dans le projet. Si cela est incorrect, veuillez renommer au moins une feuille Excel afin que tous les noms de feuilles ne correspondent pas aux types de cas dans le projet. </p> <p> La documentation pour les importations massives de cas est disponible sur notre <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> page d'aide pour cette fonctionnalité. </a> </p>

source: The Excel file contains cases with the following deprecated case types:
fr: Le fichier Excel contient des cas avec les types de cas obsolètes suivants :

source: Cases that have the above case types will not be imported.
fr: Les cas ayant les types de cas ci-dessus ne seront pas importés.

source: Case Type to Update/Create
fr: Type de dossier à mettre à jour / créer

source: Case type
fr: Type de dossier

source: Used in existing applications:
fr: Utilisé dans les applications existantes :

source: From unknown or deleted applications:
fr: À partir d'application inconnues ou supprimées :

source: Identifying Cases to Update/Create
fr: Identification de dossiers à uploader/ créer

source: Excel column
fr: Colonne Excel

source: Corresponding case field
fr: Champ de dossier correspondant

source: Handle New Records
fr: Gérer nouveaux rapports

source: Create new records if there is no matching case
fr: Créer de nouveaux dossiers s'il n'y a aucun dossier correspondant

source: Selecting a case type, excel column, or corresponding case field is disabled when doing a bulk case import.
fr: La sélection d'un type de cas, d'une colonne Excel ou d'un champ de cas correspondant est désactivée lors d'une importation de cas en masse.

source: Back
fr: Retour

source: Next step
fr: Étape suivante

source: Excel mapping is disabled for bulk case imports. Excel columns will be used to directly map to the relevant case properties.
fr: La correspondance Excel est désactivée pour les importations de cas en masse. Les colonnes Excel seront utilisées pour mapper directement aux propriétés de cas pertinentes.

source: Reset to default matching
fr: Réinitialiser à la correspondance par défaut

source: Excel Field
fr: Champ Excel

source: Create new property
fr: Créer une nouvelle propriété

source: Add another matching
fr: Ajouter un autre élément correspondant

source: Confirm Import
fr: Confirmer l'importation

source: Upload an Excel File From Your Computer to Import From
fr: Uploader un fichier Excel de votre ordinateur à partir duquel importer

source: Select a file to upload
fr: Sélectionner un fichier à uploader.

source: This is a deprecated property
fr: Ceci est une propriété obsolète

source: Did you mean "%(suggestion)s" instead?
fr: Vouliez-vous dire "%(suggestion)s" à la place ?

source: Importing a system property may have unexpected results such as adding a duplicate field to case exports. Consider using a different property name.
fr: L'importation d'une propriété système peut avoir des résultats inattendus, tels que l'ajout d'un champ en double aux exportations de cas. Envisagez d'utiliser un nom de propriété différent.

source: blank
fr: vide

source: Case importer is a tool for bulk uploading new cases or modifying existing ones.
fr: L'importateur de cas est un outil pour télécharger en masse de nouveaux cas ou modifier des cas existants.

source: This tool can make changes to your data that might confuse your reports or applications. Please exercise caution and see the <a href="https://help.commcarehq.org/display/commcarepublic/Importing+Cases+Using+Excel" target="_blank"> help pages for this feature. </a>
fr: Cet outil peut apporter des modifications à vos données qui pourraient perturber vos rapports ou applications. Veuillez faire preuve de prudence et consulter les <a href="https://help.commcarehq.org/display/commcarepublic/Importing+Cases+Using+Excel" target="_blank"> pages d'aide pour cette fonctionnalité. </a>

source: Recent Uploads
fr: Téléchargements récents

source: File
fr: Fichier

source: Form IDs
fr: Identifiants de formulaire

source: Case IDs
fr: Identifiants de cas

source: Success with warnings
fr: Succès avec les avertissements

source: Failed
fr: Échoué

source: Waiting to start
fr: Attente du démarrage

source: Complete
fr: Complet

source: No recent uploads found.
fr: Aucun téléchargement récent trouvé.

source: <strong data-bind="text: %(match_count)s"></strong> rows were matched and updated.
fr: <strong data-bind="text: %(match_count)s"></strong> lignes ont été appariées et mises à jour.

source: <strong data-bind="text: %(created_count)s"></strong> rows did not match any existing cases and had new cases created for them. If case_id's were used, these were ignored.
fr: <strong data-bind="text: %(created_count)s"></strong> lignes n'ont pas correspondu à des cas existants et de nouveaux cas ont été créés pour elles. Si des identifiants de cas ont été utilisés, ils ont été ignorés.

source: No cases were created or updated during this import.
fr: Aucun dossier n'a été créé ou mis à jour pendant cette importation.

source: <span data-bind="text: rows.length"></span> row had an invalid "<span data-bind="text: column"></span>" cell and was not saved
fr: <span data-bind="text: rows.length"></span> ligne avait une cellule "<span data-bind="text: column"></span>" invalide et n'a pas été enregistrée

source: <span data-bind="text: rows.length"></span> rows had invalid "<span data-bind="text: column"></span>" cells and were not saved
fr: <span data-bind="text: rows.length"></span> lignes avaient des cellules "<span data-bind="text: column"></span>" invalides et n'ont pas été enregistrées

source: Toggle Affected Row(s)
fr: Basculer la ou les lignes affectées

source: Unable to retrieve details
fr: Impossible de récupérer les détails

source: It seems as though your spreadsheet contains no sheets. Please resave it and try again.
fr: Il semble que votre feuille de calcul ne contienne aucune feuille. Veuillez la réenregistrer et réessayer.

source: There was an unexpected error retrieving the file you uploaded. Please try again and contact support if the problem persists.
fr: Une erreur inattendue s'est produite lors de la récupération du fichier que vous avez téléchargé. Veuillez réessayer et contacter le support si le problème persiste.

source: The file you want to import is password protected. Please choose a file that is not password protected.
fr: Le fichier que vous souhaitez importer est protégé par un mot de passe. Veuillez choisir un fichier qui n'est pas protégé par un mot de passe.

source: The file uploaded has the following error: {}
fr: Le fichier chargé contient l'erreur suivante: {}

source: Error: {}
fr: Erreur: {}

source: Please upload file with extension .xls or .xlsx
fr: Veuillez télécharger un fichier avec l'extension .xls ou .xlsx
