Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/djangojs.po
Languages: fr

source: Receive must have a Destination Case.
fr: La réception doit avoir un Cas Destination.

source: Model Iteration ID Query
fr: Requête d'ID d'Itération de Modèle

source: Property Name
fr: Nom de propriété

source: Calculation
fr: Calcul

source: Relevant
fr: Pertinent

source: Relationship Identifier (e.g. parent or host)
fr: Identifiant de Relation (par exemple, parent ou hôte)

source: Referenced Case ID
fr: ID de Cas Référencé

source: Referenced Case Type
fr: Type de Cas Référencé

source: Relationship (child or extension)
fr: Relation (enfant ou extension)

source: Node Name
fr: Nom du Nœud

source: From
fr: De

source: Attachment Name
fr: Nom de la Pièce Jointe

source: Add Property
fr: Ajouter une propriété

source: Date Modified
fr: Date modifié

source: User ID
fr: Identifiant d'utilisateur

source: Case Type
fr: Type de Dossier

source: Case ID
fr: Identifiant de dossier

source: Create Case
fr: Créer un dossier

source: Properties To Create
fr: Propriétés à créer

source: You must include {columns} columns to create a case
fr: Vous devez inclure {columns} colonnes pour créer un cas

source: You can only use the following properties:
fr: Vous ne pouvez utiliser que les propriétés suivantes :

source: {props} are invalid properties
fr: {props} sont des propriétés invalides

source: Close Case
fr: Fermer le dossier

source: Close Condition
fr: Condition de Fermeture

source: Update Case
fr: Mettre à jour le dossier

source: Properties To Update
fr: Propriétés à mettre à jour

source: Use Index
fr: Utiliser l'index

source: Index Properties
fr: Propriétés de l'index

source: Relationship must be child or extension
fr: La relation doit être enfant ou extension

source: Use Attachments
fr: Utiliser les Pièces Jointes

source: Attachment Properties
fr: Propriétés de la Pièce Jointe

source: The from attribute must be one of: local, remote, or inline
fr: L'attribut from doit être l'un des suivants : local, remote ou inline

source: Inlined attachments must have an attachment name
fr: Les pièces jointes intégrées doivent avoir un nom de pièce jointe

source: Create
fr: Créer

source: Update
fr: Mettre à jour

source: Attachments
fr: Pièces jointes

source: An error occurred when parsing bind node [{path}]. Please fix this.
fr: Une erreur s'est produite lors de l'analyse du nœud de liaison [{path}]. Veuillez corriger cela.

source: Upload
fr: Uploader

source: Select new
fr: Sélectionner un élément nouveau

source: Select File
fr: Sélectionner un fichier

source: Current
fr: Actuel

source: Begin Upload
fr: Démarrer le chargement

source: Replace
fr: Remplacer

source: No Reference
fr: Pas de références

source: Advanced: Show Path
fr: Avancé : Afficher le chemin

source: Hide Path
fr: Masquer le chemin

source: Video
fr: Vidéo

source: Inline Video
fr: Vidéo intégrée

source: Copying and Pasting Questions
fr: Copier et coller des questions

source: These actions are available via the browser's Edit menu, and you can also use:
fr: Ces actions sont disponibles via le menu Édition du navigateur, et vous pouvez également utiliser :

source: for copy
fr: pour copier

source: for paste
fr: pour coller

source: Copy from or Paste into this text box:
fr: Copier depuis ou coller dans cette zone de texte :

source: Insert Questions
fr: Insérer des questions

source: Selecting Multiple Questions
fr: Sélection de plusieurs questions

source: Hold {key} and click on each question.
fr: Maintenez {key} et cliquez sur chaque question.

source: Other Tips
fr: Autres conseils

source: Questions can be copied between forms, and even to other apps.
fr: Les questions peuvent être copiées entre les formulaires, et même vers d'autres applications.

source: Cannot insert {type} into tree root
fr: Impossible d'insérer {type} dans la racine de l'arbre

source: Cannot insert $1 into or after $2
fr: Impossible d'insérer $1 dans ou après $2

source: Cannot insert $1 into $2
fr: Impossible d'insérer $1 dans $2

source: Unsupported paste format
fr: Format de collage non pris en charge

source: Unsupported paste format:
fr: Format de collage non pris en charge :

source: Unknown question type:
fr: Type de question inconnu:

source: Enter command
fr: Entrer la commande

source: Command Bar
fr: Barre de commande

source: Time Estimate
fr: Estimation du temps

source: Must be an integer
fr: Doit être un entier

source: Estimated time to complete the module in hours.
fr: Temps estimé pour compléter le module en heures.

source: Assessment ID
fr: ID d'évaluation

source: XPath expression for the users assessment score.
fr: Expression XPath pour le score d'évaluation des utilisateurs.

source: Delivery Unit ID
fr: ID de l'unité de livraison

source: Entity ID
fr: ID de l'entité

source: XPath expression for the entity ID associated with this Delivery Unit e.g. the case ID.
fr: Expression XPath pour l'ID de l'entité associée à cette unité de livraison, par exemple l'ID de cas.

source: Entity Name
fr: Nom de l'entité

source: XPath expression for the name of the entity associated with this Delivery Unit.
fr: Expression XPath pour le nom de l'entité associée à cette unité de livraison.

source: no comment
fr: pas de commentaire

source: Select Profile
fr: Sélectionner le profil

source: Edit Widget
fr: Modifier le widget

source: Form Data
fr: Données de formulaire

source: Form XML
fr: Formulaire XML.

source: Evaluate XPath
fr: Évaluez le XPath.

source: Expand Data Preview
fr: Agrandir l'aperçu des données

source: Collapse Data Preview
fr: Réduire l'aperçu des données

source: Error evaluating expression.
fr: Erreur lors de l'évaluation de l'expression.

source: Not a valid whole number
fr: Pas un nombre entier valide

source: Number is too large
fr: Le nombre est trop grand

source: Not a valid number
fr: Pas un nombre valide

source: Please choose an item
fr: Veuillez choisir un élément

source: Not a valid choice
fr: Choix non valide

source: No file selected.
fr: Aucun fichier sélectionné.

source: Invalid file type chosen. Please select a valid multimedia file.
fr: Type de fichier invalide choisi. Veuillez sélectionner un fichier multimédia valide.

source: The file you selected exceeds the size limit of 4MB. Please select a file that is smaller than 4MB.
fr: Le fichier que vous avez sélectionné dépasse la limite de taille de 4 Mo. Veuillez sélectionner un fichier plus petit que 4 Mo.

source: Map layer not configured.
fr: Couche de carte non configurée.

source: Could not load map. Please try again later.
fr: Impossible de charger la carte. Veuillez réessayer plus tard.

source: Something unexpected went wrong on that request. If you have problems filling in the rest of your form please submit an issue. Technical Details:
fr: Quelque chose d'inattendu s'est mal passé lors de cette requête. Si vous avez des problèmes pour remplir le reste de votre formulaire, veuillez soumettre un problème. Détails techniques :

source: You have been logged out because of inactivity.
fr: Vous avez été déconnecté en raison d'une inactivité.

source: An unknown error occurred. If you have problems filling in the rest of your form please submit an issue. Technical Details:
fr: Une erreur inconnue s'est produite. Si vous avez des problèmes pour remplir le reste de votre formulaire, veuillez soumettre un problème. Détails techniques :

source: CommCare HQ has detected a possible network connectivity problem. Please make sure you are connected to the Internet in order to submit your form.
fr: CommCare HQ a détecté un problème possible de connectivité réseau. Veuillez vous assurer que vous êtes connecté à Internet pour soumettre votre formulaire.

source: Another process prevented us from servicing your request. Please try again later.
fr: Un autre processus nous a empêchés de traiter votre demande. Veuillez réessayer plus tard.

source: We have detected an issue with your network. Please check your Internet connection and retry when connectivity improves.
fr: Nous avons détecté un problème avec votre réseau. Veuillez vérifier votre connexion Internet et réessayer lorsque la connectivité s'améliore.

source: Submit
fr: Soumettre

source: Submitting...
fr: Envoi...

source: An answer is required
fr: Une réponse est requise

source: This answer is outside the allowed range.
fr: Cette réponse est en dehors de la plage autorisée.

source: We were unable to save this answer. Please try again later.
fr: Nous n'avons pas pu enregistrer cette réponse. Veuillez réessayer plus tard.

source: We’re unable to submit this form right now due to high system usage. Please keep this window open and try again in a minute, or come back to this form in Incomplete Forms later.
fr: Nous ne pouvons pas soumettre ce formulaire pour le moment en raison d'une utilisation élevée du système. Veuillez garder cette fenêtre ouverte et réessayer dans une minute, ou revenez à ce formulaire dans les formulaires incomplets plus tard.

source: Form submission failed with error
fr: Échec de la soumission du formulaire avec erreur

source: You have a form in progress. Are you sure you want to navigate away?
fr: Vous avez un formulaire en cours. Êtes-vous sûr de vouloir quitter ?

source: Form successfully saved!
fr: Formulaire enregistré avec succès !

source: You are now offline. Web Apps is not optimized for offline use. Please reconnect to the Internet before continuing.
fr: Vous êtes maintenant hors ligne. Les applications Web ne sont pas optimisées pour une utilisation hors ligne. Veuillez vous reconnecter à Internet avant de continuer.

source: You are are back online.
fr: Vous êtes de nouveau en ligne.

source: Waiting for server progress
fr: En attente de la progression du serveur

source: Please wait...
fr: Veuillez patienter...

source: Web Apps - CommCare HQ
fr: Applications Web - CommCare HQ

source: An unexpected error occurred. Please report an issue if you continue to see this message.
fr: Une erreur inattendue s'est produite. Veuillez signaler un problème si vous continuez à voir ce message.

source: Completed:
fr: Complété:

source: Show Full Menu
fr: Montrer tout le menu

source: Hide Full Menu
fr: Masquer le menu complet

source: You have selected a case in a different domain. App Preview does not support this feature.
fr: Vous avez sélectionné un cas dans un domaine différent. L'aperçu de l'application ne prend pas en charge cette fonctionnalité.

source: Unable to connect to form playing service. Please report an issue if you continue to see this message.
fr: Impossible de se connecter au service de lecture de formulaire. Veuillez signaler un problème si vous continuez à voir ce message.

source: Fetching your location...
fr: Récupération de votre position...

source: Please perform a search.
fr: Veuillez effectuer une recherche.

source: Show Map
fr: Afficher la carte

source: Hide Map
fr: Masquer la carte

source: You have selected more than the maximum selection limit of <%- value %> . Please uncheck some values to continue.
fr: Vous avez sélectionné plus que la limite maximale de sélection de <%- value %> . Veuillez décocher certaines valeurs pour continuer.

source: Your location
fr: Votre position

source: Sorry, this input is not supported because your project doesn't have a Geocoder privilege
fr: Désolé, cette entrée n'est pas prise en charge car votre projet n'a pas le privilège de géocodage

source: Please select one
fr: Veuillez en sélectionner un

source: Please select one or more
fr: Veuillez en sélectionner un ou plusieurs

source: Please check the following fields:
fr: Veuillez vérifier les champs suivants :

source: Unable to delete incomplete form '<%- title %>'
fr: Impossible de supprimer le formulaire incomplet '<%- title %>'

source: Delete incomplete form?
fr: Supprimer le formulaire incomplet?

source: Are you sure you want to delete '<%- title %>'?
fr: Êtes-vous sûr de vouloir supprimer '<%- title %>' ?

source: Yes
fr: Oui

source: No
fr: Non

source: Working as <b><%- restoreAs %></b> in <b><%- domain %></b>.
fr: Travail en tant que <b><%- restoreAs %></b> dans <b><%- domain %></b>.

source: Working as <b><%- restoreAs %></b>.
fr: Travail en tant que <b><%- restoreAs %></b>.

source: Use <%- username %>.
fr: Utiliser <%- username %>.

source: Log in as <%- username %>?
fr: Se connecter en tant que <%- username %> ?

source: Log in
fr: Se connecter

source: Confirm?
fr: Confirmer?

source: Error saving!
fr: Erreur dans l'enregistrement

source: Could not sync user data. Please report an issue if this persists.
fr: Impossible de synchroniser les données utilisateur. Veuillez signaler un problème si cela persiste.

source: User Data successfully synced.
fr: Données utilisateur synchronisées avec succès.

source: Could not clear user data. Please report an issue if this persists.
fr: Impossible de supprimer les données utilisateur. Veuillez signaler un problème si cela persiste.

source: User data successfully cleared.
fr: Données utilisateur effacées avec succès.

source: Error breaking locks. Please report an issue if this persists.
fr: Erreur lors de la rupture des verrous. Veuillez signaler un problème si cela persiste.

source: Sorry, there was an problem contacting the server to fetch the data. Please, try again in a little bit.
fr: Désolé, il y a eu un problème pour contacter le serveur afin de récupérer les données. Veuillez réessayer dans un petit moment.

source: Could not <%= action %> product. Please try again later.
fr: Impossible de <%= action %> le produit. Veuillez réessayer plus tard.

source: SMS keyword is required.
fr: Le mot-clé SMS est requis.

source: Name is required.
fr: Le nom est requis.

source: Edit Profile
fr: Modifier le profil

source: No available suggestions. Add more by separating words with spaces.
fr: Aucune suggestion disponible. Ajoutez-en plus en séparant les mots par des espaces.

source: No Name
fr: Pas de Nom

source: When importing data, CommCare will not save a row if its cells don't match these valid values.
fr: Lors de l'importation de données, CommCare ne sauvegardera pas une ligne si ses cellules ne correspondent pas à ces valeurs valides.

source: Help colleagues upload correct data into case properties by listing the valid values here.
fr: Aidez vos collègues à télécharger des données correctes dans les propriétés des cas en listant ici les valeurs valides.

source: valid value
fr: valeur valide

source: You have unsaved changes to your data dictionary.
fr: Vous avez des modifications non enregistrées dans votre dictionnaire de données.

source: You have unsaved changes to this case type. Are you sure you would like to continue?
fr: Vous avez des modifications non enregistrées dans ce type de cas. Êtes-vous sûr de vouloir continuer ?

source: Issue communicating with server. Try again.
fr: Problème de communication avec le serveur. Veuillez réessayer.

source: OR
fr: OU

source: AND
fr: ET

source: True when ANY of the case properties match
fr: Vrai lorsque l'UNE des propriétés du cas correspond

source: True when ALL of the case properties match
fr: Vrai lorsque TOUTES les propriétés du cas correspondent

source: Out of range of filter. Will not appear on page refresh.
fr: Hors de la plage du filtre. N'apparaîtra pas lors du rafraîchissement de la page.

source: updated
fr: mis à jour

source: Case copied
fr: Cas copié

source: Cases copied
fr: Cas copiés

source: Case Reassignment (via HQ)
fr: Réattribution de dossier (via HQ)

source: Search for users
fr: Rechercher des utilisateurs

source: Search for users or groups
fr: Rechercher des utilisateurs ou des groupes

source: Sorry, it looks like the upload failed.
fr: Désolé, il semble que le téléversement ait échoué.

source: case property name
fr: Nom de la propriété de dossier

source: <a href='<%- link %>' target='_blank'>View <i class='fa-solid fa-up-right-from-square'></i></a>
fr: <a href='<%- link %>' target='_blank'>Voir <i class='fa-solid fa-up-right-from-square'></i></a>

source: Find Case
fr: Trouver un cas

source: IDs can be found in a <a href="<%- url %>">case data export</a>
fr: Les identifiants peuvent être trouvés dans une <a href="<%- url %>">exportation de données de cas</a>

source: Case found!
fr: Cas trouvé !

source: Could not find case
fr: Impossible de trouver le cas

source: Find Form Submission
fr: Trouver une soumission de formulaire

source: IDs can be found in a <a href="<%- url %>">form data export</a>
fr: Les identifiants peuvent être trouvés dans une <a href="<%- url %>">exportation de données de formulaire</a>

source: Could not find form submission
fr: Impossible de trouver la soumission de formulaire

source: Form Submission ID
fr: ID de soumission de formulaire

source: Form submission found!
fr: Soumission de formulaire trouvée !

source: Submit Payment
fr: Soumettre paiement

source: Submit Invoice Request
fr: Soumettre la demande de Facture

source: You have unchanged settings
fr: Vous avez des paramètres non modifiés

source: Select a Timezone...
fr: Sélectionnez un fuseau horaire...

source: Buy Credits
fr: Acheter des crédits

source: Available Countries
fr: Pays disponibles

source: Active Countries
fr: Pays actifs

source: Search Countries...
fr: Rechercher pays...

source: Inactive Expressions
fr: Expressions inactives

source: Active Expressions
fr: Expressions actives

source: Search Expressions
fr: Rechercher des expressions

source: Reset to Default
fr: Rétablir les valeurs par défaut

source: This matches the global setting:
fr: Cela correspond au paramètre global :

source: This does not match global setting:
fr: Cela ne correspond pas au paramètre global :

source: You may not override this project space's timezone because you only have access to this project space through an Organization. You must be added to the project space as a member in order to override your timezone.
fr: Vous ne pouvez pas remplacer le fuseau horaire de cet espace projet car vous n'avez accès à cet espace projet que par le biais d'une organisation. Vous devez être ajouté à l'espace projet en tant que membre pour pouvoir remplacer votre fuseau horaire.

source: Do not allow new users to sign up on commcarehq.org. This may take up to an hour to take effect. <br>This will affect users with email addresses from the following domains: <strong><%- domains %></strong><br>Contact <a href='mailto:<%- email %>'><%- email %></a> to change the list of domains.
fr: Ne pas autoriser de nouveaux utilisateurs à s'inscrire sur commcarehq.org. Cela peut prendre jusqu'à une heure pour prendre effet. <br>Cela affectera les utilisateurs avec des adresses e-mail des domaines suivants : <strong><%- domains %></strong><br>Contactez <a href='mailto:<%- email %>'><%- email %></a> pour modifier la liste des domaines.

source: Last 30 Days
fr: 30 derniers jours

source: Previous Month
fr: Mois précédent

source: Spans <%- startDate %> to <%- endDate %> (UTC)
fr: S'étend du <%- startDate %> au <%- endDate %> (UTC)

source: Error updating display total, please try again or report an issue if this persists.
fr: Erreur lors de la mise à jour du total affiché, veuillez réessayer ou signaler un problème si cela persiste.

source: Error sending email, please try again or report an issue if this persists.
fr: Erreur lors de l'envoi de l'e-mail, veuillez réessayer ou signaler un problème si cela persiste.

source: Disable Mobile Worker Attendees
fr: Désactiver les participants travailleurs mobiles

source: Enable Mobile Worker Attendees
fr: Activer les participants travailleurs mobiles

source: Possible Attendees
fr: Participants possibles

source: Expected Attendees
fr: Participants attendus

source: Search Attendees
fr: Rechercher des participants

source: Possible Attendance Takers
fr: Prise de présence possible

source: Selected Attendance Takers
fr: Prise de présence sélectionnée

source: Search Attendance Takers
fr: Rechercher des preneurs de présence

source: <%- count %> form submission available.
fr: <%- count %> soumission de formulaire disponible.

source: <%- count %> form submissions available.
fr: <%- count %> soumissions de formulaire disponibles.

source: User Registration
fr: Inscription de l'utilisateur

source: There was an issue fetching data. Please check your internet connection.
fr: Il y a eu un problème lors de la récupération des données. Veuillez vérifier votre connexion Internet.

source: There is an issue communicating with the server at this time.
fr: Problème de communication avec le serveur en ce moment.

source: Copy to clipboard: Ctrl-C, Enter (Mac: Cmd-C, Enter)
fr: Copier dans le presse-papiers : Ctrl-C, Entrée (Mac : Cmd-C, Entrée)

source: Data file URL copied to clipboard.
fr: URL du fichier de données copiée dans le presse-papiers.

source: Data file deleted.
fr: Fichier de données supprimé.

source: Sorry, there was a problem reaching the server. Please try again.
fr: Désolé, il y a eu un problème pour atteindre le serveur. Veuillez réessayer.

source: Server maintenance in progress. Please try again later.
fr: Maintenance du serveur en cours. Veuillez réessayer plus tard.

source: There was an error downloading your export.
fr: Il y avait une erreur avec votre téléchargement

source: Download Requested
fr: Téléchargement demandé

source: Invalid date format
fr: Format de date non valide

source: Problem saving dashboard feed filters
fr: Problème lors de l'enregistrement des filtres du flux du tableau de bord

source: Process
fr: Processus

source: Processing...
fr: Traitement...

source: Refresh page
fr: Reactualiser la page

source: Web Page (Excel Dashboards)
fr: Page Web (Tableau de bord Excel)

source: CSV (Zip file)
fr: CSV (fichier Zip)

source: Excel (older versions)
fr: Excel (versions plus anciennes)

source: Private
fr: Privé

source: Export Only
fr: Exportation uniquement

source: Edit and Export
fr: Modifier et exporter

source: <strong>Private</strong>: Only you can edit and export.<br/> <strong>Export Only</strong>: You can edit and export, other users can only export.<br/> <strong>Edit and Export</strong>: All users can edit and export.
fr: <strong>Privé</strong> : Seul vous pouvez modifier et exporter.<br/> <strong>Exportation uniquement</strong> : Vous pouvez modifier et exporter, les autres utilisateurs peuvent seulement exporter.<br/> <strong>Modifier et exporter</strong> : Tous les utilisateurs peuvent modifier et exporter.

source: The table path should end with []
fr: Le chemin du tableau doit se terminer par []

source: Sensitive ID
fr: Identifiant sensible

source: Sensitive Date
fr: Date sensible

source: Can not create table with ID '<%= tag %>'. Table IDs should be unique.
fr: Impossible de créer un tableau avec l'ID '<%= tag %>'. Les IDs de tableau doivent être uniques.

source: No group
fr: Aucun groupe

source: Group ID
fr: ID du groupe

source: Group Name
fr: Nom de groupe

source: Group Center Coordinates
fr: Coordonnées du centre du groupe

source: Case Name
fr: Nom de dossier

source: Case Owner Name
fr: Nom du propriétaire du cas

source: Case Coordinates
fr: Coordonnées du cas

source: Select group
fr: Sélectionner un groupe

source: Group <%- pageNumber %>-<%- groupCount %>
fr: Groupe <%- pageNumber %>-<%- groupCount %>

source: Something went wrong processing <%- failedClusters %> groups. These groups will not be exported.
fr: Un problème est survenu lors du traitement de <%- failedClusters %> groupes. Ces groupes ne seront pas exportés.

source: Max cases per user
fr: Nombre maximum de cas par utilisateur

source: Min cases per user
fr: Nombre minimum de cas par utilisateur

source: Max distance to case
fr: Distance maximale au cas

source: Max travel time
fr: Temps de trajet maximum
