Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Choose whether Web Apps should use the latest starred build or highest numbered build in your application.
fr: Choisir si votre apllication devrait utiliser la dernière version étoilée ou la version avec le plus grand numéro dans votre application.

source: Restrict Dimagi Staff Access
fr: Restreindre Accès au Personnel Dimagi

source: CommCare support staff sometimes require access to your project space to provide rapid, in-depth support. Checking this box will restrict the degree of support they will be able to provide in the event that you report an issue. You may also miss out on important communications and updates. Regardless of whether this option is checked, Commcare support staff will have access to your billing information and project metadata; and CommCare system administrators will also have direct access to data infrastructure strictly for the purposes of system administration as outlined in our <a href="https://www.dimagi.com/terms/latest/privacy/">Privacy Policy</a>.
fr: Le personnel de support de CommCare nécessite parfois l'accès à votre espace projet pour fournir un support rapide et approfondi. Cocher cette case limitera le degré de support qu'ils pourront fournir en cas de problème signalé. Vous pourriez également manquer des communications et mises à jour importantes. Que cette option soit cochée ou non, le personnel de support de CommCare aura accès à vos informations de facturation et aux métadonnées de votre projet ; et les administrateurs système de CommCare auront également un accès direct à l'infrastructure de données strictement à des fins d'administration système comme décrit dans notre <a href="https://www.dimagi.com/terms/latest/privacy/">Politique de confidentialité</a>.

source: Secure submissions
fr: Soumissions sécurisés

source: Secure Submissions prevents others from impersonating your mobile workers. This setting requires all deployed applications to be using secure submissions as well. <a href='https://help.commcarehq.org/display/commcarepublic/Project+Space+Settings'>Read more about secure submissions here</a>
fr: Les soumissions sécurisées empêchent d'autres personnes de se faire passer pour vos travailleurs mobiles. Ce paramètre nécessite que toutes les applications déployées utilisent également des soumissions sécurisées. <a href='https://help.commcarehq.org/display/commcarepublic/Project+Space+Settings'>En savoir plus sur les soumissions sécurisées ici</a>

source: Shorten Inactivity Timeout
fr: Raccourcir temps d'inactivité

source: All web users on this project will be logged out after {} minutes of inactivity
fr: Tous les utilisateurs web de ce projet seront déconnectés après {} minutes d'inactivité

source: Inactivity Timeout Length
fr: Durée du délai d'inactivité

source: Override the default {}-minute length of the inactivity timeout. Has no effect unless inactivity timeout is on. Note that when this is updated, users may need to log out and back in for it to take effect.
fr: Remplacer la durée par défaut de {} minutes du délai d'inactivité. N'a aucun effet sauf si le délai d'inactivité est activé. Notez que lorsque cela est mis à jour, les utilisateurs peuvent avoir besoin de se déconnecter et de se reconnecter pour que cela prenne effet.

source: Web user requests
fr: Requêtes d'utilisateurs web

source: Allow unknown users to request web access to the domain.
fr: Permettre à des utilisateurs inconnus de demander un accès web au domaine.

source: HIPAA compliant
fr: Conforme à HIPAA

source: Two Factor Authentication
fr: Authentification à deux facteurs

source: All users on this project will be required to enable two factor authentication
fr: Tous les utilisateurs de ce projet devront activer l'authentification à deux facteurs

source: Require Strong Passwords for Mobile Workers
fr: Exigez des mot de passe forts pour les utilisateurs mobiles

source: All mobile workers in this project will be required to have a strong password
fr: Tous les utilisateurs mobiles dans ce projet seront tenus d'avoir un mot de passe fort

source: Disable Google Analytics
fr: Désactiver Google Analytics

source: Disable Mobile Worker Lockout
fr: Désactiver le verrouillage des travailleurs mobiles

source: Mobile Workers will never be locked out of their account, regardlessof the number of failed attempts
fr: Les travailleurs mobiles ne seront jamais verrouillés hors de leur compte, quel que soit le nombre de tentatives échouées

source: During sign up, only allow the email address the invitation was sent to
fr: Lors de l'inscription, n'autoriser que l'adresse e-mail à laquelle l'invitation a été envoyée

source: Disables the email field on the sign up page
fr: Désactive le champ e-mail sur la page d'inscription

source: Edit Privacy Settings
fr: Modifier les paramètres de confidentialité

source: Update Privacy Settings
fr: Mettre à jour les paramètres de confidentialité

source: Choose specific time for custom auto case update rules to run
fr: Choisir une heure spécifique pour exécuter les règles de mise à jour automatique des cas personnalisés

source: Hour of the day, in UTC, for rules to run (0-23)
fr: Heure de la journée, en UTC, pour exécuter les règles (0-23)

source: Set custom auto case update rule limits
fr: Définir des limites personnalisées pour les règles de mise à jour automatique des cas

source: Max allowed updates in a daily run
fr: Nombre maximum de mises à jour autorisées lors d'une exécution quotidienne

source: Set custom OData Feed Limit? Default is {}.
fr: Définir une limite personnalisée pour le flux OData ? Par défaut, c'est {}.

source: Max allowed OData Feeds
fr: Nombre maximum de flux OData autorisés

source: Support Hand-off information
fr: Soutien les informations "mains libres"

source: Project Limits
fr: Limites du projet

source: Salesforce Details
fr: Détails Saleforce

source: Update Project Information
fr: Mettre à jour les informations de projet

source: Please specify a limit for OData feeds.
fr: Veuillez spécifier une limite pour les flux OData.

source: Email
fr: Courrier électronique

source: That email address doesn't have an associated user account. Are you sure you've registered?
fr: Cette adresse e-mail ne dispose pas d'un compte d'utilisateur associé. Êtes-vous sûr que vous avez inscrit?

source: The user account associated with this email address cannot reset the password.
fr: Le compte d'utilisateur associé avec cette adresse email ne peut pas remettre le mot de passe.

source: New password
fr: Nouveau mot de passe

source: Show contact emails as text
fr: Afficher les emails de contact en tant que texte

source: Useful when you want to copy contact emails
fr: Utile quand vous voulez copier des contacts mails

source: Mailing Address
fr: Adresses Messagerie

source: Update Billing Information
fr: Mise à jours des Informations de Facturation

source: It looks like this phone number is invalid. Did you forget the country code?
fr: Ce numéro de téléphone semble invalide. Auriez-vous oublier le code du pays?

source: Subscribe to Plan
fr: Souscrire à un Plan

source: Renew Plan
fr: Renouveler l'abonnement

source: Email To
fr: Courriel à

source: Estimated annual expenditures on airtime:
fr: Dépenses annuelles estimées en crédit de communication:

source: Estimated annual expenditures on devices:
fr: Dépenses annuelles estimées pour les appareils:

source: We grant pro-bono subscriptions to match the duration of your project, up to a maximum of 12 months at a time (at which point you need to reapply).
fr: Nous accordons des souscriptions pro-bono allant avec la durée de votre projet, jusqu'à un maximum de 12 mois à la fois (après cette période vous devrez re-candidater).

source: If you have already been in touch with someone from Dimagi, please list their name.
fr: Si vous êtes déjà en contact avec des employés de Dimagi, veuillez lister leur nom.

source: Number of expected users
fr: Nombre d'utilisateurs attendus

source: Pro-Bono Application
fr: Application Pro-Bono

source: Submit Pro-Bono Application
fr: Soumettre une application Pro-Bono

source: Test or Demo Project
fr: Projet test ou démo

source: <i class="fa fa-info-circle"></i> You will have access to all features for free as soon as you hit "Update". Please make sure this is an internal Dimagi test space, not in use by a partner.<br>Test projects belong to Dimagi and are not subject to Dimagi's external terms of service.
fr: <i class="fa fa-info-circle"></i> Vous aurez accès à toutes les fonctionnalités gratuitement dès que vous cliquerez sur "Mettre à jour". Veuillez vous assurer qu'il s'agit d'un espace de test interne de Dimagi, non utilisé par un partenaire.<br>Les projets de test appartiennent à Dimagi et ne sont pas soumis aux conditions de service externes de Dimagi.

source: Extended Trial
fr: Période d'essai prolongée

source: Organization Name
fr: Nom d'organisation

source: Partner Contact Emails
fr: Contact emails de partneraire

source: <p><i class="fa fa-info-circle"></i> The trial will begin as soon as you hit "Update" and end on <span data-bind="text: end_date"></span>. On <span data-bind="text: end_date"></span> the project space will be automatically paused.</p>
fr: <p><i class="fa fa-info-circle"></i> L'essai commencera dès que vous cliquerez sur "Mettre à jour" et se terminera le <span data-bind="text: end_date"></span>. Le <span data-bind="text: end_date"></span>, l'espace projet sera automatiquement mis en pause.</p>

source: Contracted Partner
fr: Partenaire contracté

source: Fogbugz Client Name
fr: Nom du client Fogbugz

source: This is who will receive invoices if the Client exceeds the user or SMS limits in their plan.
fr: Celui recevra les factures si le client dépasse les limites de l'utilisateur ou d'SMS dans son plan.

source: Date the project needs access to features.
fr: Données dont le projet a besoin pour accéder aux options.

source: Specify the End Date based on the Start Date plus number of months of software plan in the contract with the Client.
fr: Spécifiez la date de fin en fonction de la date de début plus le nombre de mois de plan logiciel dans le contrat avec le client.

source: <p><i class="fa fa-info-circle"></i> This project is on a contracted Enterprise subscription. You cannot change contracted Enterprise subscriptions here. Please contact the Ops team at %(accounts_email)s to request changes.</p>
fr: <P> <i class = "fa fa-info-circle"> </ i> Ce projet se trouve sur un abonnement Enterprise contracté. Vous ne pouvez pas modifier les abonnements Enterprise contractés ici. Veuillez contacter l'équipe Ops à %(accounts_email)s pour demander des modifications. </ P>

source: <p><i class="fa fa-info-circle"></i> Clicking "Update" will set up the subscription in CommCare HQ to one of our standard contracted plans.<br/> If you need to set up a non-standard plan, please email {}.</p>
fr: <p><i class="fa fa-info-circle"></i> Cliquer sur "Mettre à jour" configurera l'abonnement dans CommCare HQ à l'un de nos plans contractuels standard.<br/> Si vous avez besoin de configurer un plan non standard, veuillez envoyer un e-mail à {}.</p>

source: <div class="alert alert-warning"><p><strong>Are you sure you want to extend the subscription?</strong></p><p>If this project is becoming a self-service project and only paying for hosting fees, please have them self-subscribe through the subscription page. Please use this page only to extend the existing services contract.</p></div>
fr: <div class="alert alert-warning"><p><strong>Etes-vous sur de vouloir prolonger l'abonnement?</strong></p><p>Si ce projet devient un projet en libre-service et ne paie que les frais d'hébergement, demandez à ce que l'on vous souscrive automatiquement à travers la page d'inscription. Veuillez utiliser cette page uniquement pour prolonger le contrat des services en vigueur.</p></div>

source: End Date cannot be a past date.
fr: La date de fin ne peut pas être une date dépassée.

source: This contract is too long to be managed in this interface. Please contact %(email)s to manage a contract greater than 5 years.
fr: Ce contrat est trop long pour être géré dans cette interface. Veuillez contacter %(email)s pour gérer un contrat de plus de 5 ans.

source: user
fr: utilisateur

source: You tried to add too much %(credits_name)s credit! Only someone on the operations team can add that much credit. Please reach out to %(email)s.
fr: Vous avez essayé d'ajouter trop de crédit %(credits_name)s! Seul quelqu'un de l'équipe des opérations peut ajouter autant de crédit. Veuillez vous adresser à %(email)s.

source: Select a subscription type...
fr: Sélectionnez un type de suscription...

source: Subscription Type
fr: Type d'abonnement

source: Select Status
fr: Sélectionner le statut

source: Applicable for search only
fr: Applicable uniquement pour la recherche

source: Add New Restriction
fr: Ajouter une nouvelle restriction

source: Please select application
fr: Veuillez sélectionner l'application

source: Please select location
fr: Veuillez sélectionner l'emplacement

source: Please select version
fr: Veuillez sélectionner la version

source: Restriction for profile {profile} set successfully.
fr: Restriction pour le profil {profile} définie avec succès.

source: Restriction for profile {profile} failed: {message}
fr: Échec de la restriction pour le profil {profile} : {message}

source: Using project's timezone: {}
fr: Utilisation du fuseau horaire du projet : {}

source: Transfer domain request is no longer active
fr: Demande de transfert de domaine n'est plus active

source: Transfer of ownership for CommCare project space.
fr: Transfert de propriété d'espace projet CommCare.

source: There has been a transfer of ownership of {domain}
fr: Il y a eu un transfert de propriété de {domain}

source: Transfer project ownership
fr: Transférer la propriété du projet

source: By clicking "accept" below you acknowledge that you accept full ownership of this project space ("%(domain)s"). You agree to be bound by the terms of Dimagi's <a href="https://www.dimagi.com/terms/latest/privacy/">Terms of Service and Business Agreement</a>. By accepting this agreement, your are acknowledging you have permission and authority to accept these terms. A Dimagi representative will notify you when the transfer is complete.
fr: En cliquant sur "accepter" ci-dessous, vous reconnaissez que vous acceptez la pleine propriété de cet espace projet ("%(domain)s"). Vous acceptez d'être lié par les termes des <a href="https://www.dimagi.com/terms/latest/privacy/">Conditions de service et de l'accord commercial</a> de Dimagi. En acceptant cet accord, vous reconnaissez avoir la permission et l'autorité d'accepter ces termes. Un représentant de Dimagi vous notifiera lorsque le transfert sera terminé.

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: Sorry this transfer request has expired.
fr: Désolé, cette demande de transfert a expiré.

source: Enable Case Search
fr: Activer la recherche de dossiers

source: Enabling case search for the project will allow mobile users to look up cases that don't necessarily belong to them, and claim them. Possible applications range from cases for patients who move from one location to another, and other lost-to-follow-up scenarios, to any scenario involving searching for information, products, people or items.
fr: Activer la recherche de cas pour le projet permettra aux utilisateurs mobiles de rechercher des cas qui ne leur appartiennent pas nécessairement, et de les revendiquer. Les applications possibles vont des cas pour les patients qui se déplacent d'un endroit à un autre, et d'autres scénarios de suivi perdu, à tout scénario impliquant la recherche d'informations, de produits, de personnes ou d'articles.

source: WARNING: Enabling Case Search allows users to read the data of other users' cases, and take ownership of them, from modules whose case lists are configured for searching.
fr: AVERTISSEMENT : Activer la recherche de cas permet aux utilisateurs de lire les données des cas d'autres utilisateurs, et de s'en approprier, à partir de modules dont les listes de cas sont configurées pour la recherche.

source: Visit <a href='%(case_search_url)s' target='_blank'>Case Search</a> to test out your configuration.
fr: Visitez <a href='%(case_search_url)s' target='_blank'>Recherche de cas</a> pour tester votre configuration.

source: Fuzzy Search Properties
fr: Recherche floue de propriétés

source: Add a list of all fuzzy search properties by case type below. These are properties that might be spelled inexactly by a user, e.g. "name". <br><br> When working with related case properties, add them to the case type that you will be searching on, not the related case type. For example, if fuzzy matching on the parent's case name, add <strong>parent/name</strong> here as a property of the child case type.
fr: Ajoutez une liste de toutes les propriétés de recherche approximative par type de cas ci-dessous. Ce sont des propriétés qui pourraient être orthographiées de manière inexacte par un utilisateur, par exemple "nom". <br><br> Lorsqu'il s'agit de propriétés de cas liées, ajoutez-les au type de cas sur lequel vous effectuerez la recherche, et non au type de cas lié. Par exemple, si vous effectuez une correspondance approximative sur le nom du cas parent, ajoutez <strong>parent/nom</strong> ici en tant que propriété du type de cas enfant.

source: Add case type
fr: Ajouter un type de dossier

source: Synchronous Web Apps Submissions
fr: Soumissions d'applications Web synchrones

source: Update case search data immediately on web apps form submission.
fr: Mettez à jour les données de recherche de cas immédiatement lors de la soumission d'un formulaire d'applications Web.

source: This will slow down submissions but prevent case search data from going stale.
fr: Cela ralentira les soumissions mais empêchera les données de recherche de cas de devenir obsolètes.

source: Sync Cases On Form Entry
fr: Synchroniser les cas lors de l'entrée de formulaire

source: Update local case data immediately before entering a web apps form.
fr: Mettez à jour les données de cas locales immédiatement avant d'entrer dans un formulaire d'applications Web.

source: This will slow down form entry, but will prevent stale case data from populating the form.
fr: Cela ralentira l'entrée de formulaire, mais empêchera les données de cas obsolètes de remplir le formulaire.

source: Remove Special Characters
fr: Supprimer les caractères spéciaux

source: Remove characters from incoming search queries for particular case properties. For example, you can remove '+' from phone numbers or '-' from ID queries.
fr: Supprimez les caractères des requêtes de recherche entrantes pour certaines propriétés de cas. Par exemple, vous pouvez supprimer '+' des numéros de téléphone ou '-' des requêtes d'ID.

source: Add case property
fr: Ajouter une propriété de dossier

source: Edit Alert
fr: Modifier l'alerte

source: Feature Previews
fr: Aperçus des fonctionnalités

source: What are Feature Previews?
fr: Qu'est-ce que les aperçus de fonctionnalités ?

source: Before we invest in making certain product features generally available, we release them as Feature Previews to learn the following two things from usage data and qualitative feedback.
fr: Avant d'investir pour rendre certaines fonctionnalités de produit généralement disponibles, nous les publions en tant qu'Aperçus de Fonctionnalités pour apprendre les deux choses suivantes à partir des données d'utilisation et des retours qualitatifs.

source: <strong>Perceived Value:</strong> The biggest risk in product development is to build something that offers little value to our users. As such, we make Feature Previews generally available only if they have high perceived value.
fr: <strong>Valeur perçue :</strong> Le plus grand risque dans le développement de produit est de construire quelque chose qui offre peu de valeur à nos utilisateurs. En tant que tel, nous rendons les Aperçus de Fonctionnalités généralement disponibles uniquement s'ils ont une valeur perçue élevée.

source: <strong>User Experience:</strong> Even if a feature has high perceived value, it is important that the user experience of the feature is optimized such that our users actually receive the value. As such, we make high value Feature Previews generally available after we optimize the user experience.
fr: <strong>Expérience Utilisateur :</strong> Même si une fonctionnalité a une valeur perçue élevée, il est important que l'expérience utilisateur de la fonctionnalité soit optimisée afin que nos utilisateurs reçoivent réellement la valeur. Ainsi, nous rendons généralement disponibles les Aperçus de Fonctionnalités de haute valeur après avoir optimisé l'expérience utilisateur.

source: Feature Previews are in active product development, therefore should not be used for business critical workflows. We encourage you to use Feature Previews and provide us feedback, however please note that Feature Previews:
fr: Les Aperçus de Fonctionnalités sont en cours de développement actif, ils ne doivent donc pas être utilisés pour des flux de travail critiques pour l'entreprise. Nous vous encourageons à utiliser les Aperçus de Fonctionnalités et à nous fournir vos commentaires, cependant veuillez noter que les Aperçus de Fonctionnalités :

source: May not be optimized for performance
fr: Peuvent ne pas être optimisés pour la performance

source: Are not supported by the CommCare Support Team
fr: Ne sont pas pris en charge par l'équipe de support CommCare

source: May change at any time without notice
fr: Peuvent changer à tout moment sans préavis

source: Are not subject to any warranties on current and future availability. Please refer to our <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">terms</a> to learn more.
fr: Ne sont soumis à aucune garantie sur la disponibilité actuelle et future. Veuillez vous référer à nos <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">conditions</a> pour en savoir plus.

source: Looking for something that used to be here?
fr: Vous cherchez quelque chose qui était ici ?

source: The feature flags <strong>Control Mapping in Case List</strong>, <strong>Custom Calculations in Case List</strong>, <strong>Custom Single and Multiple Answer Questions</strong>, and <strong>Icons in Case List</strong> are now add-ons for individual apps. To turn them on, go to the application's settings and choose the <strong>Add-Ons</strong> tab.
fr: Les drapeaux de fonctionnalité <strong>Contrôle de Cartographie dans la Liste de Cas</strong>, <strong>Calculs Personnalisés dans la Liste de Cas</strong>, <strong>Questions à Réponse Unique et Multiple Personnalisées</strong>, et <strong>Icônes dans la Liste de Cas</strong> sont maintenant des modules complémentaires pour les applications individuelles. Pour les activer, allez dans les paramètres de l'application et choisissez l'onglet <strong>Modules Complémentaires</strong>.

source: Update previews
fr: Prévisualisation des Mises à jours

source: Feature Name
fr: Nom du Caracteristique

source: More information
fr: Plus d'Informations

source: SMS Pricing
fr: Tarification SMS

source: Pricing
fr: Tarifs

source: View SMS prices for using Dimagi's connections in each country.
fr: Voir les prix des SMS pour utiliser les connexions de Dimagi dans chaque pays.

source: You can choose a connection for your project under Messaging -> SMS Connectivity
fr: Vous pouvez choisir une connexion pour votre projet sous Messagerie -> Connectivité SMS

source: Calculating SMS Rate...
fr: Calcul du tarif SMS...

source: Connection
fr: Connexion

source: Incoming
fr: Entrant

source: Outgoing
fr: Sortant

source: Your own Android Gateway
fr: Votre propre passerelle androïde
