Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: The currently used "{{ config.case_location_property_name }}" case property may be associated with cases. Selecting a new case property will have the following effects:<ul><li>All cases using the old case property will no longer appear on maps.</li><li>If the old case property is being used in an application, a new version would need to be released with the new case property for all users that capture location data.</li></ul>
fr: La propriété de cas "{{ config.case_location_property_name }}" actuellement utilisée peut être associée à des cas. La sélection d'une nouvelle propriété de cas aura les effets suivants :<ul><li>Tous les cas utilisant l'ancienne propriété de cas n'apparaîtront plus sur les cartes.</li><li>Si l'ancienne propriété de cas est utilisée dans une application, une nouvelle version devra être publiée avec la nouvelle propriété de cas pour tous les utilisateurs qui capturent des données de localisation.</li></ul>

source: Value for maximum group size required
fr: Valeur pour la taille maximale du groupe requise

source: Value for minimum group size required
fr: Valeur pour la taille minimale du groupe requise

source: Maximum group size should be greater than or equal to minimum group size
fr: La taille maximale du groupe doit être supérieure ou égale à la taille minimale du groupe

source: Value for target group count required
fr: Valeur pour le nombre cible de groupes requise

source: Mapbox API token required
fr: Jeton API Mapbox requis

source: The maximum cases per user cannot be less than the minimum specified
fr: Le nombre maximum de cas par utilisateur ne peut pas être inférieur au minimum spécifié

source: %(value)s is not a valid travel mode
fr: %(value)s n'est pas un mode de déplacement valide

source: Min/Max Grouping
fr: Regroupement Min/Max

source: Target Size Grouping
fr: Regroupement de taille cible

source: Walking
fr: Marche

source: Cycling
fr: Cyclisme

source: Driving
fr: Conduite

source: Microplanning Map
fr: Carte de microplanification

source: case_id
fr: identifiant_dossier

source: gps_point
fr: point_gps

source: link
fr: lien

source: name
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Clustering Map
fr: Carte de Regroupement de Dossiers

source: Owner Name
fr: Nom du Propriétaire

source: Case Coordinates
fr: Coordonnées du Dossier

source: Link
fr: Lien

source: Lock Map
fr: Verrouiller la Carte

source: Unlock Map
fr: Déverrouiller la Carte

source: Export Groups
fr: Exporter les Groupes

source: Summary of Case Clustering Map
fr: Résumé de la Carte de Regroupement de Dossiers

source: Total number of clusters
fr: Nombre total de groupes

source: Maximum cases per cluster
fr: Nombre maximum de dossiers par groupe

source: Minimum cases per cluster
fr: Nombre minimum de dossiers par groupe

source: Select Case Groups to View
fr: Sélectionner les Groupes de Dossiers à Voir

source: Show Only Selected Groups on Map
fr: Afficher uniquement les Groupes Sélectionnés sur la Carte

source: Show All Groups
fr: Afficher tous les groupes

source: Case reassignment request in progress. Please be patient.
fr: Demande de réaffectation de dossier en cours. Veuillez patienter.

source: Mobile Worker Filters
fr: Filtres des Travailleurs Mobiles

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
fr: <strong >Il y a eu un problème lors de la récupération des travailleurs mobiles depuis le serveur.</strong > Si ce problème persiste, veuillez <a href="#modalReportIssue" data-toggle="modal">signaler un problème</a>.

source: Show mobile workers on the map
fr: Afficher les travailleurs mobiles sur la carte

source: Only users at this location will be shown on the map.
fr: Seuls les utilisateurs à cet emplacement seront affichés sur la carte.

source: Hide Filter Options
fr: Masquer les options de filtre

source: Show Filter Options
fr: Options de filtre d'affichage

source: Running disbursement algorithm...
fr: Exécution de l'algorithme de distribution...

source: We couldn't match every case to a user with the current disbursement settings. Please follow any of the below steps to rectify this. <ul> <li>Ensure that your settings are correct</li> <li>Allocate more users to the area</li> <li> Use filtered areas to reduce the number of cases such that the algorithm can ensure all cases are assigned. </li> </ul>
fr: Nous n'avons pas pu associer chaque dossier à un utilisateur avec les paramètres de distribution actuels. Veuillez suivre l'une des étapes ci-dessous pour rectifier cela. <ul> <li>Assurez-vous que vos paramètres sont corrects</li> <li>Allouez plus d'utilisateurs à la zone</li> <li> Utilisez des zones filtrées pour réduire le nombre de dossiers afin que l'algorithme puisse s'assurer que tous les dossiers sont attribués. </li> </ul>

source: Previous disbursement was cleared.
fr: La distribution précédente a été effacée.

source: Disbursement parameters
fr: Paramètres de Distribution

source: Layers
fr: Couches

source: Review Results
fr: Réviser les Résultats

source: Accept Results
fr: Accepter les Résultats

source: Selected Mobile Workers
fr: Travailleurs Mobiles Sélectionnés

source: Mobile Workers on Map
fr: Travailleurs Mobiles sur la Carte

source: All Mobile Workers on Map
fr: Tous les Travailleurs Mobiles sur la Carte

source: Selected Cases
fr: Cas sélectionnés

source: Cases on Map
fr: Cas sur la carte

source: All Cases on Map
fr: Tous les cas sur la carte

source: Mobile workers that do not have any associated GPS data.
fr: Travailleurs mobiles qui n'ont pas de données GPS associées.

source: Changes have been saved successfully!
fr: Les modifications ont été enregistrées avec succès !

source: Users without GPS Data
fr: Utilisateurs sans données GPS

source: Enter latitude...
fr: Entrez la latitude...

source: The value should be a number between -90 and 90
fr: La valeur doit être un nombre entre -90 et 90

source: Enter longitude...
fr: Entrez la longitude...

source: The value should be a number between -180 and 180
fr: La valeur doit être un nombre entre -180 et 180

source: Capture on Map
fr: Capturer sur la carte

source: Loading users...
fr: Chargement des utilisateurs...

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
fr: <strong>Il y a eu un problème lors de la récupération des données du serveur.</strong> Veuillez vérifier votre connexion internet. Si ce problème persiste, veuillez <a href="#modalReportIssue" data-toggle="modal">signaler un problème</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
fr: <strong>Il y a eu un problème lors de l'envoi des données au serveur.</strong> Veuillez vérifier votre connexion internet. Si ce problème persiste, veuillez <a href="#modalReportIssue" data-toggle="modal">signaler un problème</a>.

source: Create New Case
fr: Créer un nouveau cas

source: Save Case
fr: Enregistrer le cas

source: Capturing location for:
fr: Capture de l'emplacement pour :

source: Enter new case name...
fr: Entrez le nom du nouveau cas...

source: A case name is required
fr: Un nom de cas est requis

source: A case type is required
fr: Un type de cas est requis

source: Update Case Data
fr: Mettre à jour les données du cas

source: Update Mobile Worker Data
fr: Mettre à jour les données des travailleurs mobiles

source: To create new Mobile Workers navigate to the Mobile Workers page under the Users tab.
fr: Pour créer de nouveaux travailleurs mobiles, accédez à la page Travailleurs Mobiles sous l'onglet Utilisateurs.

source: Navigate there.
fr: Accédez-y.

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
fr: <strong >Il y a eu un problème lors de la récupération des travailleurs mobiles du serveur.</strong > Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">signaler un problème</a>.

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
fr: <strong>Il y a eu un problème lors de la récupération des données du serveur.</strong> Veuillez vérifier votre connexion internet. Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">signaler un problème</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
fr: <strong>Il y a eu un problème lors de l'envoi des données au serveur.</strong> Veuillez vérifier votre connexion internet. Si ce problème persiste, veuillez <a href="#modalReportIssue" data-bs-toggle="modal">signaler un problème</a>.

source: Are you sure you want to delete this saved area?
fr: Êtes-vous sûr de vouloir supprimer cette zone enregistrée ?

source: You are about to delete this saved area
fr: Vous êtes sur le point de supprimer cette zone enregistrée

source: Review Assignment Results
fr: Examiner les résultats de l'affectation

source: All potential cases for each mobile worker will be pre-selected and de-selecting a case will remove it from final assignments once the "Assign" button is clicked.
fr: Tous les cas potentiels pour chaque travailleur mobile seront présélectionnés et désélectionner un cas le retirera des affectations finales une fois que le bouton "Attribuer" sera cliqué.

source: Assignment Status
fr: Statut de l'affectation

source: Show All
fr: Afficher tous

source: Assigned Only
fr: Affecté uniquement

source: Unassigned Only
fr: Non affecté uniquement

source: Select mobile worker for case assignment
fr: Sélectionner le travailleur mobile pour l'affectation de cas

source: Potential Mobile Worker
fr: Travailleur mobile potentiel

source: Mobile Worker Primary Location
fr: Emplacement principal du travailleur mobile

source: Include related cases
fr: Inclure les cas liés

source: Assign Cases
fr: Attribuer des cas

source: Unassign Cases
fr: Désassigner les cas

source: Finish
fr: Fin

source: Filter by Saved Area
fr: Filtrer par zone enregistrée

source: Export Area
fr: Exporter la zone

source: Delete Area
fr: Supprimer la zone

source: Save Area
fr: Enregistrer la zone

source: Run Disbursement
fr: Exécuter le décaissement

source: Please <a href="">refresh the page</a> to apply the polygon filtering changes.
fr: Veuillez <a href="">rafraîchir la page</a> pour appliquer les modifications de filtrage par polygone.

source: There are too many polygons on the map. Please remove some before refreshing the page, otherwise the newly added polygons will be lost.
fr: Il y a trop de polygones sur la carte. Veuillez en supprimer certains avant de rafraîchir la page, sinon les nouveaux polygones ajoutés seront perdus.

source: Existing cases in the domain were not processed to be available in Microplanning reports because there were too many to be processed. New or updated cases will still be available for use for Microplanning. Please reach out to support if you need support with existing cases.
fr: Les cas existants dans le domaine n'ont pas été traités pour être disponibles dans les rapports de microplanification car il y en avait trop à traiter. Les nouveaux ou les cas mis à jour seront toujours disponibles pour la microplanification. Veuillez contacter le support si vous avez besoin d'aide avec les cas existants.

source: Oops! Something went wrong while processing existing cases to be available in Microplanning reports. Please reach out to support.
fr: Oups ! Quelque chose s'est mal passé lors du traitement des cas existants pour être disponibles dans les rapports de microplanification. Veuillez contacter le support.

source: Existing cases in the domain are being processed to be available in Microplanning reports. Please be patient.
fr: Les cas existants dans le domaine sont en cours de traitement pour être disponibles dans les rapports de microplanification. Veuillez être patient.

source: POST Body must be a valid json in {"geo_json": <geo_json>} format
fr: Le corps POST doit être un json valide au format {"geo_json": <geo_json>}

source: Empty geo_json POST field
fr: Champ POST geo_json vide

source: Invalid GeoJSON, geo_json must be a FeatureCollection of Polygons
fr: GeoJSON invalide, geo_json doit être une FeatureCollection de Polygones

source: Please specify a name for the GeoPolygon area.
fr: Veuillez spécifier un nom pour la zone GeoPolygon.

source: GeoPolygon with given name already exists! Please use a different name.
fr: Un GeoPolygon avec le nom donné existe déjà ! Veuillez utiliser un nom différent.

source: Saved area '{polygon_name}' has been successfully deleted.
fr: La zone enregistrée '{polygon_name}' a été supprimée avec succès.

source: Configuration Settings
fr: Paramètres de configuration

source: Manage GPS Data
fr: Gérer les données GPS

source: POST Body must be a valid json
fr: Le corps de la requête POST doit être un JSON valide

source: Cases were reassigned successfully
fr: Les cas ont été réassignés avec succès

source: Maximum number of cases that can be reassigned is {limit}
fr: Le nombre maximum de cas pouvant être réassignés est {limit}

source: Following Case ids in request are invalid: {}
fr: Les identifiants de cas suivants dans la requête sont invalides : {}

source: Following Owner ids in request are invalid: {}
fr: Les identifiants de propriétaire suivants dans la requête sont invalides : {}

source: Case reassignment limit exceeded. Please select fewer cases to update or consider deselecting 'include related cases'. Reach out to support if you still need assistance.
fr: Limite de réassignation de cas dépassée. Veuillez sélectionner moins de cas à mettre à jour ou envisager de désélectionner 'inclure les cas liés'. Contactez le support si vous avez encore besoin d'aide.

source: Case reassignment is currently in progress. Please try again later.
fr: La réassignation de cas est actuellement en cours. Veuillez réessayer plus tard.

source: Case reassignment request has been accepted and will be completed in some time
fr: La demande de réassignation de cas a été acceptée et sera complétée dans quelque temps

source: Groups
fr: Groupes

source: This project no longer has access to the Organization feature.
fr: Ce projet n'a plus accès à l'option de l'organisation

source: Click here to fix this.
fr: Cliquez ici pour corriger cela

source: Groups are a useful way of combining multiple <strong>Mobile Workers</strong> into one entity that can be managed in the following ways:
fr: Les groupes sont un moyen utile de combiner plusieurs <strong>Travailleurs Mobiles</strong> en une seule entité qui peut être gérée de la manière suivante :

source: <strong>Reporting Groups</strong> are used in reports to filter and view data.
fr: Les <strong>Groupes de Rapport</strong> sont utilisés dans les rapports pour filtrer et visualiser les données.

source: <strong>Case Sharing Groups</strong> allow their members to share a case list in a case-sharing app.
fr: Les <strong>Groupes de Partage de Cas</strong> permettent à leurs membres de partager une liste de cas dans une application de partage de cas.

source: Project Groups
fr: Groupes de projet

source: Reporting Group
fr: Groupe de signalement

source: Reporting Groups
fr: Groupes de signalement

source: Reporting groups are used in reports to filter and view data.
fr: Les groupes de rapport sont utilisés dans les rapports pour filtrer et visualiser les données.

source: You can remove this group from reports by editing this group's settings.
fr: Vous pouvez retirer ce groupe des rapports en modifiant les paramètres de ce groupe.

source: Case Sharing Group
fr: Groupe de Partage de Cas

source: Case Sharing Groups
fr: Groupes de partage de dossiers

source: Case sharing groups allow their members to share a case list in a case-sharing app.
fr: Les groupes de partage de cas permettent à leurs membres de partager une liste de cas dans une application de partage de cas.

source: You can change this by editing this group's settings.
fr: Vous pouvez modifier cela en modifiant les paramètres de ce groupe.

source: Limited Access
fr: Accès Limité

source: There are no groups currently visible to you. If you think this is incorrect, please contact your project's administrator.
fr: Aucun groupe n'est actuellement visible pour vous. Si vous pensez que c'est incorrect, veuillez contacter l'administrateur de votre projet.

source: You don't have any groups yet, please create a Group to get started.
fr: Vous n'avez pas encore de groupes, veuillez créer un Groupe pour commencer.

source: Viewing Group
fr: Visualisation du Groupe

source: Editing Group
fr: Modification du groupe

source: This group has been deleted already.
fr: Ce groupe a déjà été supprimé.

source: If you would like to undelete it you can do so below.
fr: Si vous souhaitez le restaurer, vous pouvez le faire ci-dessous.

source: Restore Group "%(group_name)s"
fr: Restaurer le Groupe "%(group_name)s"

source: Change group type to Reporting Group
fr: Changer le type de groupe en Groupe de Rapport

source: Edit Settings
fr: Modifier les paramètres

source: Verify Phone Numbers
fr: Vérifiez les numéros de téléphone

source: Initiate Phone Number Verification for All Mobile Workers In This Group
fr: Lancer la vérification des numéros de téléphone pour tous les membres dans ce groupe

source: For all active mobile workers in this group, and for each phone number, this will initiate an SMS verification workflow. When a user replies to the SMS, their phone number will be verified.<br><br>If the phone number is already verified or if the phone number is already in use by another contact in the system, nothing will happen. If the phone number is pending verification, the verification SMS will be resent.
fr: Pour tous les travailleurs mobiles actifs dans ce groupe, et pour chaque numéro de téléphone, cela initiera un processus de vérification par SMS. Lorsqu'un utilisateur répond au SMS, son numéro de téléphone sera vérifié.<br><br>Si le numéro de téléphone est déjà vérifié ou si le numéro de téléphone est déjà utilisé par un autre contact dans le système, rien ne se passera. Si le numéro de téléphone est en attente de vérification, le SMS de vérification sera renvoyé.

source: Delete Group "%(group_name)s"
fr: Supprimer le Groupe "%(group_name)s"

source: Group Membership
fr: Adhésion au groupe

source: Group Data
fr: Données de groupe

source: <p>No Mobile Workers are currently assigned to this group.</p>
fr: <p>Aucun Travailleur Mobile n'est actuellement assigné à ce groupe.</p>

source: Your permissions allow you to <strong>create, update, and delete groups</strong> and <strong>update group details &amp; data</strong>. However, your project administrator has not granted you permission to change the group membership.
fr: Vos permissions vous permettent de <strong>créer, mettre à jour et supprimer des groupes</strong> et de <strong>mettre à jour les détails &amp; données du groupe</strong>. Cependant, l'administrateur de votre projet ne vous a pas accordé la permission de modifier l'appartenance au groupe.

source: Updating Group Membership, please wait...
fr: Mise à jour de l'appartenance au groupe, veuillez patienter...

source: No Data Provided
fr: Aucune donnée fournie

source: Update Group Data
fr: Mise à jour d'un Groupe de Données

source: Delete Group "%(group_name)s"?
fr: Supprimer le groupe "%(group_name)s" ?

source: Are you sure you want to delete the group "%(group_name)s"?
fr: Êtes-vous sûr de vouloir supprimer le groupe "%(group_name)s" ?

source: Edit Settings for Group "%(group_name)s"
fr: Modifier les paramètres du groupe "%(group_name)s"

source: Determines whether users within this group will share cases with each other.
fr: Détermine si les utilisateurs de ce groupe partageront les dossiers les uns avec les autres.

source: Warning: Case sharing will not work until enabled under application settings. Read more here:
fr: ATTENTION : Le Partage de Cas ne fonctionnera pas jusqu'à activation de permission des paramètres d'application. Lire plus :

source: Reporting
fr: Rapports

source: Indicate whether this group's name should appear in the group filter for reports.
fr: Indique si le nom de ce groupe apparaîtra dans la liste de filtres de groupe pour les rapports.

source: Change Group Type for "%(group_name)s" to Reporting Group
fr: Changer le type de groupe pour "%(group_name)s" en Groupe de rapport

source: Are you sure you want to save "%(group_name)s" as a <strong>Reporting Group</strong> only?
fr: Êtes-vous sûr de vouloir enregistrer "%(group_name)s" uniquement comme <strong>Groupe de rapport</strong> ?

source: You will not be able to enable case sharing again until you upgrade, but you can edit the group once again.
fr: Vous ne pourrez pas réactiver le partage de cas avant de passer à une version supérieure, mais vous pouvez modifier le groupe à nouveau.

source: Case Sharing Groups are not available on your subscription. This feature is only available on our Pro plan or higher.
fr: Les groupes de partage de cas ne sont pas disponibles avec votre abonnement. Cette fonctionnalité est uniquement disponible sur notre plan Pro ou supérieur.

source: This is a <strong>Case Sharing Group</strong>. You subscription no longer supports Case Sharing Groups. Editing this group will be disabled until you either upgrade to our Pro plan or <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">change the group type to <strong>Reporting Group</strong> only</a>.
fr: Ceci est un <strong>Groupe de partage de cas</strong>. Votre abonnement ne prend plus en charge les groupes de partage de cas. La modification de ce groupe sera désactivée jusqu'à ce que vous passiez à notre plan Pro ou <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">changiez le type de groupe en <strong>Groupe de rapport</strong> uniquement</a>.

source: We could not create the group; please give it a name first
fr: Nous n'avons pas pu créer le groupe ; veuillez d'abord lui donner un nom

source: A group with this name already exists: instead of making a new one, we've brought you to the existing one.
fr: Un groupe de ce nom existe déjà : au lieu d'en créer un nouveau, nous vous avons dirigé vers celui existant.

source: You have deleted a group. <a href="{url}" class="post-link">Undo</a>
fr: Vous avez supprimé un groupe. <a href="{url}" class="post-link">Undo</a>

source: The "{0}" group has been restored.
fr: Le groupe "{0}" a été restauré.

source: You tried to remove the group's name, but every group must have a name so we left it unchanged.
fr: Vous essayé de supprimer le nom du groupe, mais chaque groupe a un nom que nous laissons inchangé.

source: We didn't rename your group because there's already another group with that name.
fr: Nous n'avons pas renommé votre groupe parce qu'il existe déjà un autre groupe portant ce nom.

source: Unable to update group data. Please check the key-value mappings and try to update again.
fr: Impossible de mettre à jour les données du groupe. Veuillez vérifier les valeurs clefs du mappage et réessayer de mettre à jour à nouveau.

source: Group '%s' data updated!
fr: Les données du groupe '%s' ont été mises à jour !
