Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Uploaded file is not a ZIP file.
fr: Le fichier téléchargé n'est pas un fichier ZIP.

source: There is no ZIP file.
fr: Il n'y a pas de fichier ZIP.

source: Unable to extract the ZIP file.
fr: Impossible d'extraire le fichier ZIP.

source: Did not process a mime type!
fr: N'a pas traité un type mime!

source: Not a valid %s file.
fr: N'est pas un %s fichier valide.

source: File {name} has an incorrect file type {ext}.
fr: Le fichier {name} contient un type incorrect de fichiers {ext}.

source: The file type of {name} of '{ext}' does not match the file type of the original media file '{orig_ext}'. To change file types, please upload directly from the Form Builder.
fr: Le type de fichier du {name} de '{ext}' ne correspond pas au type de fichier média original '{orig_ext}'. Pour changer les types de fichiers, veuillez les charger directement par l’éditeur de formulaires.

source: Step {} of {}
fr: Etape {} de {}

source: Application Build
fr: Construction d'application

source: Case Group
fr: Groupes de dossiers

source: Sorry - you have attempted to login with an incorrect password too many times. Please <a href="/accounts/password_reset_email/">click here</a> to reset your password or contact the domain administrator.
fr: Désolé - vous avez tenté de vous connecter avec un mot de passe incorrect trop de fois. Veuillez <a href="/accounts/password_reset_email/">cliquer ici</a> pour réinitialiser votre mot de passe ou contacter l'administrateur du domaine.

source: Enter email address
fr: Entrez l'adresse e-mail

source: Enter password
fr: Entrez le mot de passe

source: Please enter a valid email address.
fr: Veuillez entrer une adresse mail valide.

source: Please enter a password.
fr: Veuillez entrer un mot de passe.

source: Please enter valid CAPTCHA
fr: Veuillez entrer un CAPTCHA valide

source: Sending will be retried.
fr: L'envoi sera réessayé.

source: Sending aborted.
fr: Envoi annulé.

source: Forbidden
fr: Interdit

source: Sorry, you don't have permission to access that page!
fr: Désolé! Vous n'avez pas les permissions pour accéder cette page!

source: Contact your administrator if you believe this is a mistake.
fr: Contacter votre administrateur si vous pensez que c'est une erreur.

source: Not Found
fr: Pas trouvé

source: Sorry, we couldn't find that for you.
fr: Désolé! Nous n'avons pas pu le trouver.

source: If you think there should be something here, please <a href="mailto:%(SUPPORT_EMAIL)s">let us know</a>!
fr: Si vous pensez qu'il devrait y avoir quelque chose ici, veuillez <a href="mailto:%(SUPPORT_EMAIL)s">nous le faire savoir</a>!

source: 500 Error
fr: Erreur 500

source: Oh no, something unexpected just happened!
fr: Oh non, quelque chose d'inattendu vient de se produire!

source: Sad Danny is Sad
fr: Danny est triste

source: First time here?
fr: Votre première fois ici?

source: Try refreshing. Often the problem is temporary and the page will succeed if you try again.
fr: Essayez de rafraîchir. Souvent, le problème est temporaire et la page réussira si vous réessayez.

source: Refresh Page
fr: Reactualiser la page

source: Check the status of our services.
fr: Vérifiez l'état de nos services.

source: If there is a problem with our systems, we'll post an update to our Status Page.
fr: S'il y a un problème avec nos systèmes, nous publierons une mise à jour sur notre page de statut.

source: View Status Page
fr: Voir la page de statut

source: Been here before? Report an issue to help us get this problem fixed faster.
fr: Déjà venu ici? Signalez un problème pour nous aider à résoudre ce problème plus rapidement.

source: We would appreciate any additional information about what happened before you encountered this problem.
fr: Nous apprécierions toute information supplémentaire sur ce qui s'est passé avant que vous ne rencontriez ce problème.

source: Short Description
fr: Description brève

source: Full Description
fr: Description complète

source: Submit Report
fr: Soumettre le rapport.

source: Cookies Required for CSRF
fr: Cookies requis pour CSRF

source: Cookies must be enabled to use CommCare
fr: Les cookies doivent être activés pour utiliser CommCare

source: <p> Please try refreshing your browser or clicking the blue "flower" icon in the top left hand corner. </p> <p> No luck? Please clear your browser’s cache, close your browser, and reopen your browser. </p> <p> If you believe you received this error as a mistake, please contact <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>. </p>
fr: <p> Veuillez essayer de rafraîchir votre navigateur ou de cliquer sur l'icône "fleur" bleue dans le coin supérieur gauche. </p> <p> Pas de chance? Veuillez vider le cache de votre navigateur, fermer votre navigateur et le rouvrir. </p> <p> Si vous pensez avoir reçu cette erreur par erreur, veuillez contacter <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>. </p>

source: 500! Sorry, something went wrong, and we're very sorry about it. This problem has been logged and we're already hard at work figuring out the issue!
fr: 500! Désolé, quelque chose s'est mal passé, et nous en sommes vraiment désolés. Ce problème a été enregistré et nous travaillons déjà dur pour comprendre le problème!

source: Schedule a Demo
fr: Planifier une démo

source: This is a snapshot of
fr: Voici un instantané de

source: Your invoice for %(invoice_month)s is past due!
fr: Votre facture pour %(invoice_month)s est en retard!

source: Remind me later
fr: Rappelez-moi plus tard

source: Pay invoice now
fr: Payer la facture maintenant

source: Thank you for logging in!
fr: Merci de vous être connecté!

source: You may close this window and return to your work.
fr: Vous pouvez fermer cette fenêtre et retourner à votre travail.

source: Your session has expired
fr: Votre session a expiré

source: Please login again with Single Sign-On
fr: Veuillez vous reconnecter avec l'authentification unique

source: We opened a new window for you to log in again with Single Sign-On. If you've finished logging in there, you may close this popup. Thank you!
fr: Nous avons ouvert une nouvelle fenêtre pour que vous vous reconnectiez avec l'authentification unique. Si vous avez terminé de vous connecter là-bas, vous pouvez fermer cette fenêtre contextuelle. Merci!

source: Thank you for logging in with Single Sign-On!
fr: Merci de vous être connecté avec l'authentification unique!

source: You may close this window and return to your work. Thank you.
fr: Vous pouvez fermer cette fenêtre et retourner à votre travail. Merci.

source: Register OAuth application
fr: Enregistrer l'application OAuth

source: Starting %(prepaid_remaining_date)s, you will be billed $%(monthly_fee)s per month for your CommCare %(edition)s Edition plan.
fr: À partir du %(prepaid_remaining_date)s, vous serez facturé $%(monthly_fee)s par mois pour votre plan CommCare %(edition)s Edition.

source: Add Credits or Modify Subscription
fr: Ajouter des crédits ou modifier l'abonnement

source: <div class="modal-header"> <h4 class="modal-title"> %(name)s Available! </h4> </div> <div class="modal-body"> <p> We're about to release a new look for the app builder. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Check it out here. </a> </p> <p> These changes will be rolled out permanently in <strong>July</strong>, but if you'd like, you can turn them on now. </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Yes, turn on %(name)s! </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-default btn-full-width flag-snooze"> No, remind me later </button> </div> </div> </div>
fr: <div class="modal-header"> <h4 class="modal-title"> %(name)s Disponible ! </h4> </div> <div class="modal-body"> <p> Nous sommes sur le point de lancer un nouveau look pour le constructeur d'applications. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Découvrez-le ici. </a> </p> <p> Ces changements seront déployés de manière permanente en <strong>juillet</strong>, mais si vous le souhaitez, vous pouvez les activer maintenant. </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Oui, activez %(name)s ! </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-lg btn-default btn-full-width flag-snooze"> Non, rappelez-moi plus tard </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancel </button> </div> </div> </div>
fr: <div class="modal-header"> <h4 class="modal-title">Désactiver %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Êtes-vous sûr de vouloir désactiver %(name)s pour le moment ? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Oui, désactivez %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Annuler </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title"> %(name)s Available! </h4> </div> <div class="modal-body"> <p> We're about to release a new look for the app builder. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Check it out here. </a> </p> <p> These changes will be rolled out permanently in <strong>July</strong>, but if you'd like, you can turn them on now. </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Yes, turn on %(name)s! </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-outline-primary btn-full-width flag-snooze"> No, remind me later </button> </div> </div> </div>
fr: <div class="modal-header"> <h4 class="modal-title"> %(name)s Disponible ! </h4> </div> <div class="modal-body"> <p> Nous sommes sur le point de lancer un nouveau look pour le constructeur d'applications. <a href="https://www.dimagi.com/blog/commcare-feature-update-new-app-manager/"> Découvrez-le ici. </a> </p> <p> Ces changements seront déployés de manière permanente en <strong>juillet</strong>, mais si vous le souhaitez, vous pouvez les activer maintenant. </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-primary btn-full-width flag-enable"> Oui, activez %(name)s ! </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-lg btn-outline-primary btn-full-width flag-snooze"> Non, rappelez-moi plus tard </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancel </button> </div> </div> </div>
fr: <div class="modal-header"> <h4 class="modal-title">Désactiver %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Êtes-vous sûr de vouloir désactiver %(name)s pour le moment ? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Oui, désactivez %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Annuler </button> </div> </div> </div>

source: Errors
fr: Erreurs

source: HTMX Request: Server Error Encountered
fr: Requête HTMX : Erreur de serveur rencontrée

source: Additional Details
fr: Détails supplémentaires

source: HTMX Event Error
fr: Erreur d'événement HTMX

source: Encountered error "%(error_message)s" while performing action %(action)s.
fr: Erreur rencontrée "%(error_message)s" lors de l'exécution de l'action %(action)s.

source: Change Project
fr: Changer de projet

source: All Projects
fr: Tous les projets

source: Add Project
fr: Ajouter un projet

source: Manage Settings
fr: Gérer les paramètres

source: Logged in As
fr: Connecté en tant que

source: Manage Enterprise
fr: Gérer l'entreprise

source: Manage Project
fr: Gérer le Projet

source: Support Options
fr: Options d'appui

source: View Domain Doc
fr: Afficher document du domaine

source: Manage Account
fr: Gérer le compte

source: My Account Settings
fr: Mes paramètres de compte

source: Sign Out
fr: Déconnexion

source: Help &amp; Resources
fr: Aide &amp; Ressources

source: %(cc_name)s Help
fr: Aide %(cc_name)s

source: Visit the Help Site
fr: Visiter le site d'aide

source: User Forum
fr: Forum d’utilisateurs

source: Report an Issue
fr: Signaler un problème

source: Solutions Feature Request
fr: Demande de fonctionnalité pour Solutions

source: Status Page
fr: Page de statut

source: Project
fr: Projet

source: CommCare HQ Demo Project
fr: Projet démo de CommCare HQ

source: Snapshot of %(snap_name)s
fr: Instantané de %(snap_name)s

source: Select Project...
fr: Sélectionner un projet...

source: Session expiring soon
fr: Session expirant bientôt

source: You're about to be logged out due to inactivity. Please click below to extend your session.
fr: Vous allez être déconnecté en raison d'une inactivité. Veuillez cliquer ci-dessous pour prolonger votre session.

source: Extend session
fr: Prolonger la session

source: Important Message
fr: Message Important

source: <strong>%(feat_name)s</strong> is only available for the %(req_plan)s Plan and higher. Your subscription to %(current_plan)s Plan is under a trial period.
fr: <strong>%(feat_name)s</strong> est uniquement disponible pour le %(req_plan)s plan ou plus. Votre suscription au %(current_plan)s plan est une période d’essayage.

source: We want you to have a chance to use and evaluate our pay-only features before deciding which plan to subscribe to. You will have access to <strong>%(feat_name)s</strong> during this trial period, ending on %(date_end)s. After %(date_end)s, you will no longer have access to %(feat_name)s.
fr: Nous voulons que vous ayez une chance d'utiliser et d'évaluer notre fonctionnalités pay-only avant de décider à quel plan s'inscrire. Vous aurez accès à <strong>%(feat_name)s</strong> pendant cette période d'essai, se terminant le %(date_end)s. Après %(date_end)s, vous n'aurez plus accès à %(feat_name)s.

source: To continue accessing %(feat_name)s after the trial period, subscribe to the %(req_plan)s Plan.
fr: Pour continuer à accéder à %(feat_name)saprès la période d'essai, Abonnez-vous au plan %(req_plan)s.

source: Change my project's plan
fr: Changer mon plan de projet.

source: CommCare HQ Terms
fr: Conditions de CommCare HQ

source: On May 25, 2018 our new <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Privacy Policy, Terms of Service, Business Agreement, and Acceptable Use Policy </a> (collectively, "Terms") went into effect. We made these updates to clarify our terms and address some new privacy laws in Europe. The spirit of our previous terms remains unchanged and, as always, you are the owner of your data. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Click here</a> to learn more. <br><br> Click on the 'I Agree' button to let us know that you agree to our new Terms. If you do not agree to our new Terms, you may choose to stop using our services. Before doing so, however, please get in touch with us at <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. We're here to answer any questions you have. Again, our updates are intended to reflect the spirit of our previous terms. <br><br> Thank you, <br><br> - The Dimagi Team
fr: Le 25 mai 2018, nos nouveaux <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Politique de confidentialité, Conditions d'utilisation, Accord commercial et Politique d'utilisation acceptable </a> (collectivement, les "Conditions") sont entrés en vigueur. Nous avons effectué ces mises à jour pour clarifier nos conditions et répondre à certaines nouvelles lois sur la confidentialité en Europe. L'esprit de nos conditions précédentes reste inchangé et, comme toujours, vous êtes le propriétaire de vos données. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Cliquez ici</a> pour en savoir plus. <br><br> Cliquez sur le bouton 'J'accepte' pour nous faire savoir que vous acceptez nos nouvelles Conditions. Si vous n'acceptez pas nos nouvelles Conditions, vous pouvez choisir d'arrêter d'utiliser nos services. Avant de le faire, cependant, veuillez nous contacter à <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. Nous sommes là pour répondre à toutes vos questions. Encore une fois, nos mises à jour visent à refléter l'esprit de nos conditions précédentes. <br><br> Merci, <br><br> - L'équipe Dimagi

source: I Agree
fr: J'accepte

source: Report an Issue with CommCare HQ
fr: Signaler un problème avec CommCare HQ

source: Please submit this report from page where issue is occurring
fr: Veuillez soumettre ce rapport à partir de la page où le problème se produit

source: One Sentence Description of Issue
fr: Description du problème en une phrase

source: Please give us some information about the issue
fr: Veuillez nous fournir d'information par rapport au problème

source: Please describe the issue and list any steps you took to see this issue.
fr: Veuillez décrire le problème et énumérer les étapes que vous avez suivies pour voir ce problème.

source: Please enter your email here so that we can follow up with you regarding this issue
fr: Veuillez saisir votre adresse e-mail ici afin que nous puissions vous suivre sur ce problème

source: Incorrect Format
fr: Format incorrect

source: Please provide a short description of your organization and the work it is doing.
fr: Veuillez fournir une brève description de votre organisation et de votre travail.

source: Other recipients
fr: Autres destinataires

source: Comma-separated email addresses of others you want to notify about this issue.
fr: Adresses e-mail séparées par des virgules des autres personnes que vous souhaitez informer de ce problème.

source: Upload file
fr: Uploader un fichier

source: Please upload any files relevant to your issue.
fr: Veuillez charger tout document en relation avec ce problème.

source: Do not upload a file containing individually identifiable data.
fr: Ne pas envoyer de Fichier contenant des données personnelles identifiables

source: Submitting Report...
fr: Soumission de rapport en cours...

source: Failed. Retry Issue Submission
fr: Échec. Réessayez de soumettre le problème

source: Success! Back to CommCare HQ
fr: Succès! Retour à CommCare HQ

source: Make a Feature Request to Solutions
fr: Faire une demande de fonctionnalité à Solutions

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
fr: Si cette demande est liée à une fonctionnalité spécifique, veuillez soumettre ce rapport à partir de l'emplacement où vous souhaitez voir le changement.

source: One sentence description of feature/change request.
fr: Description en une phrase de la demande de fonctionnalité/changement.

source: Please give us some information about the feature/change request
fr: Veuillez nous donner des informations sur la demande de fonctionnalité/changement

source: Please describe the product changes you would like to see in CommCare.
fr: Veuillez décrire les modifications du produit que vous souhaitez voir dans CommCare.

source: Comma-separated email addresses of others you want to notify about this request.
fr: Adresses e-mail séparées par des virgules des autres personnes que vous souhaitez notifier à propos de cette demande.

source: Please upload any files relevant to your suggestion.
fr: Veuillez télécharger tous les fichiers pertinents à votre suggestion.

source: Do not upload a file containing sensitive data like passwords or project data.
fr: Ne téléchargez pas de fichier contenant des données sensibles comme des mots de passe ou des données de projet.

source: Failed. Retry Request Submission
fr: Échec. Réessayer la soumission de la demande

source: %(cc_name)s Help
fr: Aide de %(cc_name)s

source: Snapshot of %(snap_name)s
fr: Instantané de %(snap_name)s

source: Please enter your email here so that we can follow up with you regarding this issue
fr: Veuillez entrer votre email ici afin que nous puissions vous contacter concernant ce problème

source: Comma-separated email addresses of others you want to notify about this issue.
fr: Adresses email séparées par des virgules des autres personnes que vous souhaitez notifier à propos de ce problème.

source: Please upload any files relevant to your issue.
fr: Veuillez télécharger tous les fichiers pertinents à votre problème.

source: Do not upload a file containing individually identifiable data.
fr: Ne téléchargez pas de fichier contenant des données personnellement identifiables.

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
fr: Si cette demande est liée à une fonctionnalité spécifique, veuillez soumettre ce rapport depuis l'emplacement où vous souhaitez voir le changement.

source: Comma-separated email addresses of others you want to notify about this request.
fr: Adresses email séparées par des virgules des autres personnes que vous souhaitez notifier à propos de cette demande.

source: Please upload any files relevant to your suggestion.
fr: Veuillez télécharger tous les fichiers pertinents à votre suggestion.

source: Do not upload a file containing sensitive data like passwords or project data.
fr: Ne téléchargez pas de fichier contenant des données sensibles comme des mots de passe ou des données de projet.

source: Create Alert
fr: Créer une alerte

source: Enter alert text here and preview in the table below. Links will be properly wrapped with anchor tags. Alerts will become public when the "activate alert" button is pressed, or during the chosen timeframe after the "schedule alert" button has been pressed. Multiple alerts may be shown to users at a time, and the most recently modified alert will be displayed on top.
fr: Entrez le texte de l'alerte ici et prévisualisez-le dans le tableau ci-dessous. Les liens seront correctement enveloppés avec des balises d'ancrage. Les alertes deviendront publiques lorsque le bouton "activer l'alerte" sera pressé, ou pendant la période choisie après que le bouton "programmer l'alerte" ait été pressé. Plusieurs alertes peuvent être affichées aux utilisateurs en même temps, et l'alerte modifiée le plus récemment sera affichée en haut.

source: Affected domains
fr: Domaines affectés

source: Start time (optional)
fr: Heure de début (facultatif)

source: End time (optional)
fr: Heure de fin (facultatif)

source: Time zone
fr: Fuseau horaire

source: Preview Alert
fr: Prévisualiser l'alerte

source: Scheduled start
fr: Début programmé

source: Scheduled end
fr: Fin programmée

source: Activate or De-activate
fr: Activer ou Désactiver

source: Schedule Alert
fr: Programmer l'alerte

source: Alert Expired
fr: Alerte expirée
