Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: You can pay this bill by credit card or by wire: <ul> <li> To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. </li> <li> To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space. </li> </ul>
fr: Vous pouvez payer cette facture par carte de crédit ou par virement : <ul> <li> Pour payer par carte de crédit, veuillez vous rendre sur votre page <a href="%(statements_url)s">Relevés de Facturation</a>, cliquez sur le bouton vert "Effectuer un Paiement" devant votre(vos) facture(s) impayée(s), et remplissez le montant que vous souhaitez payer ainsi que vos détails de carte de crédit. </li> <li> Pour payer par virement, trouvez les coordonnées bancaires de Dimagi sur votre facture. Veuillez inclure le numéro de facture dans votre paiement par virement et assurez-vous d'envoyer un email à %(accounts_email)s après avoir effectué le paiement, en mentionnant la date du paiement, le montant, le numéro de facture, et l'espace projet. </li> </ul>

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
fr: Veuillez noter que la date d'échéance de ce paiement a été reportée, car le montant dû ce mois-ci est inférieur à $%(small_invoice_threshold)s. Vous commencerez à recevoir des emails de rappel pour les paiements une fois que votre solde total atteindra $%(small_invoice_threshold)s.

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
fr: Pour voir et payer les factures, vous pouvez vous connecter à votre espace projet sur CommCare HQ et naviguer vers <a href="%(statements_url)s">Relevés de Facturation</a>.

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
fr: Pour voir et payer les factures, l'administrateur de votre projet peut se connecter à votre espace projet sur CommCare HQ et naviguer vers <a href="%(statements_url)s">Relevés de Facturation</a>.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
fr: Merci d'utiliser %(plan_name)s. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s.

source: Best regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
fr: Cordialement,<br /> L'équipe CommCare HQ<br /> www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Déclaration de : CommCare HQ et la société Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: %(greeting)s Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s. Statement No.: %(statement_number)s Account: %(account_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
fr: %(greeting)s Votre relevé de facturation de %(month_name)s est maintenant disponible pour le compte client %(account_name)s. Numéro de relevé : %(statement_number)s Compte : %(account_name)s Statut : %(payment_status)s Montant dû ce mois-ci : %(amount_due)s Solde total : %(total_balance)s

source: Payment Due Date: %(date_due)s
fr: Date limite de paiement: %(date_due)s

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
fr: Veuillez noter que la date d'échéance de ce paiement de %(month_name)s a été reportée, car le montant dû ce mois-ci est inférieur à $%(small_invoice_threshold)s. Cependant, comme votre solde total dépasse maintenant $%(small_invoice_threshold)s, veuillez noter que vous devez régler votre solde dans les 30 jours.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
fr: Pour voir la déclaration de facturation complète, connectez-vous à votre espace projet sur CommCare HQ et accédez aux déclarations de facturation à %(statements_url)s

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to Billing Statements at %(statements_url)s
fr: L'administrateur de votre projet peut voir la déclaration de facturation complète en se connectant à votre espace projet sur CommCare HQ et en accédant aux déclarations de facturation à %(statements_url)s

source: To pay this bill, you can either choose a credit card or wire payment: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details. - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
fr: Vous pouvez payer cette facture par carte de crédit ou virement bancaire: -Pour payer par carte de crédit, dirigez vous vers la page des relevés de facturation, cliquez sur le bouton vert "Faire un paiement" situé devant la liste de facture(s) non payée(s) et remplissez le montant que vous désirez payer accompagné des détails de votre carte de crédit. - Pour payer par virement bancaire, retrouvez les détails du compte bancaire de Dimagi sur votre facture. Surtout, n'oubliez pas d'inclure le numéro de la facture dans votre virement et d'envoyer un email à %(accounts_email)s après avoir fait le paiement en mentionnant la date du paiement, le montant, le numéro de facture et le nom de l'espace projet.

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
fr: Veuillez noter que la date d'échéance de ce paiement a été reportée, car le montant dû ce mois-ci est inférieur à $%(small_invoice_threshold)s. Vous commencerez à recevoir des e-mails de rappel pour les paiements une fois que votre solde total atteindra $%(small_invoice_threshold)s.

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
fr: Pour voir et payer les factures, vous pouvez vous connecter à votre espace projet sur CommCare HQ et accéder aux déclarations de facturation à %(statements_url)s

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
fr: Pour voir et payer les factures, l'administrateur de votre projet peut se connecter à votre espace projet sur CommCare HQ et accéder aux déclarations de facturation à %(statements_url)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Merci d'utiliser %(plan_name)s. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Cordialement, L'équipe CommCare HQ www.commcarehq.org Déclaration de : CommCare HQ et la société Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(domain)s administrator,
fr: Chère %(domain)s administrateur,

source: Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
fr: Votre abonnement %(plan_name)s se termine bientôt ! Si vous ne renouvelez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonnez à un nouveau plan payant.

source: To change or renew your subscription, please reach out to %(sales_email)s.
fr: Pour modifier ou renouveler votre abonnement, veuillez contacter %(sales_email)s.

source: If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare.
fr: Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Merci pour votre utilisation et votre soutien à CommCare.

source: Best regards,
fr: Cordialement,

source: The CommCare HQ Team
fr: L'Équipe de CommCare HQ

source: Dear %(account)s administrator, Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please reach out to %(sales_email)s. If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur %(account)s, Votre abonnement %(plan_name)s se termine bientôt ! Si vous ne renouvelez pas votre abonnement avant cette date, votre abonnement sera suspendu le %(ending_on)s et vous perdrez l'accès à toutes les fonctionnalités jusqu'à ce que vous vous réabonnez à un nouveau plan payant. Pour modifier ou renouveler votre abonnement, veuillez contacter %(sales_email)s. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s. Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: Dear %(domain)s administrator,
fr: Cher administrateur %(domain)s,

source: Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan.
fr: Votre abonnement a été suspendu pour l'espace projet CommCare %(domain)s. Vous pouvez retrouver l'accès à vos données et à votre espace projet en vous réabonnant à un plan.

source: To see the full list of unpaid invoices you can follow this link:
fr: Pour voir la liste complète des factures impayées, vous pouvez suivre ce lien :

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions" >instructions</a >.
fr: Pour rappel, les paiements peuvent être effectués par carte de crédit, transfert de fonds électronique (EFT) ou chèque en suivant ces <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions" >instructions</a >.

source: After you have paid the unpaid invoices you can re-subscribe to your plan here:
fr: Après avoir payé les factures impayées, vous pouvez vous réabonner à votre plan ici :

source: If you have any questions, please don’t hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Thank you for using CommCare.
fr: Si vous avez des questions, n'hésitez pas à contacter <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Merci d'utiliser CommCare.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
fr: Cordialement, <br /> L'équipe CommCare HQ <br /> www.commcarehq.org

source: Dear %(domain)s administrator, Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions After you have paid the unpaid invoices you can re-subscribe to your plan here: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
fr: Cher administrateur de %(domain)s, Votre abonnement a été suspendu pour l'espace de projet CommCare %(domain)s. Vous pouvez retrouver l'accès à vos données et à votre espace de projet en vous réabonnant à un plan. Pour voir la liste complète des factures impayées, vous pouvez suivre ce lien : %(statements_url)s Pour rappel, les paiements peuvent être effectués par carte de crédit, virement électronique (EFT) ou chèque en suivant les instructions à https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions Après avoir payé les factures impayées, vous pouvez vous réabonner à votre plan ici : %(subscription_url)s Si vous avez des questions, n'hésitez pas à contacter %(contact_email)s. Merci d'utiliser CommCare. Cordialement, L'équipe CommCare HQ www.commcarehq.org

source: Dear %(domain_or_account)s administrator,
fr: Cher administrateur de %(domain_or_account)s,

source: Your CommCare %(subscriptions_to_downgrade)s will be paused <b><i>after tomorrow</i></b> because your CommCare Billing Statements are more than %(days_overdue)s days overdue. <strong >If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to paid plan.</strong >
fr: Votre %(subscriptions_to_downgrade)s CommCare sera suspendu <b><i>après demain</i></b> car vos relevés de facturation CommCare ont plus de %(days_overdue)s jours de retard. <strong >Si vous ne faites pas de paiement avant demain, votre abonnement sera automatiquement suspendu et vous perdrez l'accès à votre espace de projet et à vos données jusqu'à ce que vous vous réabonniez à un plan payant.</strong >

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >these steps</a >.
fr: Vous pouvez également prépayer plusieurs mois à tout moment en suivant <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >ces étapes</a >.

source: Dear %(domain_or_account)s administrator, Your CommCare %(subscriptions_to_downgrade)s will be paused after tomorrow because your CommCare Billing Statements are more than %(days_overdue)s days overdue. If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to a paid plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
fr: Cher administrateur de %(domain_or_account)s, Votre %(subscriptions_to_downgrade)s CommCare sera suspendu après demain car vos relevés de facturation CommCare ont plus de %(days_overdue)s jours de retard. Si vous ne faites pas de paiement avant demain, votre abonnement sera automatiquement suspendu et vous perdrez l'accès à votre espace de projet et à vos données jusqu'à ce que vous vous réabonniez à un plan payant. Pour voir la liste complète des factures impayées, vous pouvez suivre ce lien : %(statements_url)s Pour rappel, les paiements peuvent être effectués par carte de crédit, virement électronique (EFT) ou chèque en suivant les instructions à https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143956507/Payment+Methods+Instructions Vous pouvez également prépayer plusieurs mois à tout moment en suivant les étapes à https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Si vous avez des questions, n'hésitez pas à contacter %(contact_email)s. Merci d'utiliser CommCare. Cordialement, L'équipe CommCare HQ www.commcarehq.org

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
fr: Votre relevé de facturation %(plan_name)s est maintenant disponible pour %(month_name)s.

source: Best Regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
fr: Cordialement,<br /> L'équipe CommCare HQ<br /> www.commcarehq.org

source: %(greeting)s Your %(plan_name)s Billing Statement is now available for %(month_name)s. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
fr: %(greeting)s Votre %(plan_name)s relevé de facturation est maintenant disponible pour %(month_name)s. No. de facturation: %(statement_number)s Espace de projet: %(domain)s Plan d'abonnement: %(plan_name)s Statut: %(payment_status)s Montant dû ce mois: %(amount_due)s Solde: %(total_balance)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Merci d'avoir choisi %(plan_name)s. Si vous avez encore des questions, n'hésitez pas à nous contacter %(invoicing_contact_email)s. Cordialement, L'équipe du siège de CommCare www.commcarehq.org Facture de: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: You have recently elected to enroll in automatic payment for your CommCare invoices with the following credentials
fr: Vous avez récemment choisi de vous inscrire au paiement automatique pour vos factures CommCare avec les informations d'identification suivantes

source: Username
fr: Nom d'utilisateur

source: Last 4 digits of Credit Card
fr: 4 derniers chiffres carte bancaire

source: On the generation of your next invoice, your credit card will automatically be charged on the invoice due date. You do not have to take any further action to enable payment for invoices generated in the future. To unenroll from auto pay or to update your credit card information, navigate to the <a href='%(billing_info_url)s'>Billing Information page</a>.
fr: Lors de la génération de votre prochaine facture, votre carte de crédit sera automatiquement débitée à la date d'échéance de la facture. Vous n'avez pas besoin de prendre d'autres mesures pour activer le paiement des factures générées à l'avenir. Pour vous désinscrire du paiement automatique ou pour mettre à jour vos informations de carte de crédit, rendez-vous sur la <a href='%(billing_info_url)s'>page d'informations de facturation</a>.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.
fr: Merci d'utiliser CommCare. Si vous avez des questions, n'hésitez pas à contacter <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
fr: Votre relevé de facturation %(plan_name)s est maintenant disponible pour %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
fr: Vous avez choisi de payer automatiquement cette facture en utilisant une carte de crédit avec les quatre derniers chiffres %(last_4)s. Votre carte de crédit sera automatiquement débitée le %(date_due)s. Vous pouvez modifier ce paramètre en vous connectant à votre espace de projet sur CommCare HQ et en naviguant vers <a href="%(statements_url)s">Relevés de facturation</a>.

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Relevé de : CommCare HQ et la société Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
fr: Votre %(plan_name)s relevé de facturation est maintenant disponible pour %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to Billing Statements.
fr: Vous avez choisi de payer automatiquement cette facture en utilisant une carte de crédit avec les quatre derniers chiffres %(last_4)s. Votre carte de crédit sera automatiquement débitée le %(date_due)s. Vous pouvez modifier ce paramètre en vous connectant à votre espace de projet sur CommCare HQ et en naviguant vers Relevés de facturation.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
fr: Merci d'avoir choisi %(plan_name)s. Si vous avez encore des questions, n'hésitez pas à nous contacter %(invoicing_contact_email)s.

source: Best Regards, The CommCare HQ Team www.commcarehq.org
fr: Cordialement, L'équipe du siège de CommCare www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Facture de: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
fr: Cet e-mail est un reçu pour votre paiement de %(amount)s pour la facture n° %(invoice_num)s pour votre projet %(project)s.

source: This invoice is now marked as paid as of %(date_paid)s.
fr: Cette facture est maintenant marquée comme payée à partir du %(date_paid)s.

source: Invoice No.
fr: Facture Numéro

source: Date Due
fr: Date d'échéance
