Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Load/Update actions will be "merged" with the source form actions
fr: Des actions de chargement/mise à jour seront "fusionnées" aux actions des formulaires source

source: Every case tag in the source form load/update action configuration must appear in this configuration
fr: Chaque onglet de dossier dans le formulaire source de la configuration de l'action de chargement/mise à jour doivent apparaître dans cette configuration

source: You are not allowed to specify load or save case properties
fr: Vous n'êtes pas autorisés à spécifier les propriétés des dossiers chargés ou sauvegardés

source: The load and save case property behaviors specified in the shadow source form actions will be used for the actions with matching case tags specified here.
fr: Le fonctionnement des propriétés des dossiers chargés et sauvegardés spécifiiés dans les actions de formulaire d'ombre source sera utilisé pour les actions avec les onglets de dossier correspondant indiqués ici.

source: You are not allowed to specify case closures here
fr: Vous n'êtes pas autorisés à définir les clôtures de dossier

source: There are errors in your form. Fix your form in order to view and edit Case Management.
fr: Votre formulaire comporte des erreurs. Modifiez votre formulaire pour visualiser et modifier la Gestion de dossiers.

source: Add questions to your form to make use of case management.
fr: Ajouter des questions à votre formulaire pour utiliser la gestion de dossier.

source: The User Properties feature is no longer available because of the change in your CommCare subscription. Although currently-deployed applications will still function properly, it will not be possible to update or redeploy them unless the User Properties functionality is removed, or you upgrade your CommCare subscription.
fr: La fonctionnalité Propriétés Utilisateur n'est plus disponible en raison du changement dans votre abonnement CommCare. Bien que les applications actuellement déployées fonctionneront toujours correctement, il ne sera pas possible de les mettre à jour ou de les redéployer à moins que la fonctionnalité Propriétés Utilisateur ne soit supprimée, ou que vous ne mettiez à niveau votre abonnement CommCare.

source: WARNING: By clicking "Remove User Properties" you will lose User Properties functionality if you redeploy your application. However, you will still be able to see all previously collected data.
fr: AVERTISSEMENT : En cliquant sur "Supprimer les Propriétés Utilisateur", vous perdrez la fonctionnalité Propriétés Utilisateur si vous redéployez votre application. Cependant, vous pourrez toujours voir toutes les données collectées précédemment.

source: Change your subscription
fr: Changez votre abonnement

source: Remove User Properties
fr: Supprimer les propriétés d'utilisateur

source: You have not created a form yet. Create a form in order to view and edit User Properties.
fr: Vous n'avez pas encore créé de formulaire. Créez un formulaire pour visualiser et modifier les propriétés d'utilisateurs.

source: Import Application
fr: Importer application

source: <p>Import application <strong>%(app_name)s</strong> from domain <strong>%(app_domain)s</strong>?</p>
fr: <p>Importer l'application <strong>%(app_name)s</strong> du domaine <strong>%(app_domain)s</strong> ?</p>

source: Application Source File
fr: Fichier Source de l'Application

source: No, take me back.
fr: Non, ramenez-moi en arrière.

source: Yes, import application
fr: Oui, importer application

source: Language List
fr: Liste de langues

source: CommCare Translations
fr: Traductions CommCare

source: Bulk CommCare Translations
fr: Traductions CommCare en gros

source: Bulk Application Translations
fr: Traductions d'application en bulk

source: Menu Settings
fr: Paramètres du menu

source: Session Endpoint Id
fr: Identifiant du Point de Terminaison de Session

source: Add filter
fr: Ajouter un filtrage

source: This data will not be shown for case search results.
fr: Ces données ne seront pas affichées pour les résultats de recherche de cas.

source: App no longer supported
fr: Application non supportée

source: This app is no longer supported
fr: Cette application n'est plus supportée

source: If you believe this to be in error, please contact support.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez contacter le support.

source: Install to Android by taking a picture of the image below on your phone.
fr: Installer sur Android en prenant une photo de l'image ci-dessous sur votre téléphone.

source: Download
fr: Télécharger

source: You can also click <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">here</a> </strong> in your mobile browser.
fr: Vous pouvez également cliquer <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">ici</a> </strong> dans votre navigateur mobile.

source: For help installing CommCare, visit
fr: Pour avoir de l'aide dans l'installation de CommCare, visitez

source: Install CommCare
fr: Installer CommCare

source: Close
fr: Fermer

source: Surveys
fr: Enquêtes

source: Collect data once.
fr: Recueillir des données une fois.

source: Case List
fr: Liste de dossiers

source: Track items over time.
fr: Suivre les données au fil du temps.

source: Biometrics
fr: Biométrie

source: Identify clients by fingerprint.
fr: Identifier les clients par empreinte digitale.

source: Advanced Menu
fr: Menu avancé

source: Complex case management.
fr: Gestion des dossiers complexes

source: Report Menu
fr: Menu de rapports

source: Worker performance.
fr: Performance des utilisateurs.

source: Shadow Menu
fr: Menu ombre

source: Mimic another menu.
fr: Imiter un autre menu.

source: Shadow Menu V1
fr: Menu Ombre V1

source: Old style shadow menu with deprecated child behaviour
fr: Ancien style de menu ombre avec comportement enfant obsolète

source: Training
fr: Formation

source: Content for training users.
fr: Contenu pour former les utilisateurs.

source: Survey
fr: Enquête

source: Lesson
fr: Leçon

source: Followup
fr: Suivi

source: Register
fr: S'inscrire

source: Shadow Form
fr: Formulaire d'ombre

source: Updates Available to Publish
fr: Mises à jour disponibles pour publication

source: Linked from %(name)s | V%(version)s
fr: Lié depuis %(name)s | V%(version)s

source: Language
fr: Langue

source: Cannot make new version
fr: Impossible de créer une nouvelle version

source: If you don't know why this happened, please report an issue.
fr: Si vous ne savez pas pourquoi cela s'est produit, veuillez signaler un problème.

source: Link to other form or menu is selected, but no links have been provided.
fr: Le lien vers un autre formulaire ou menu est sélectionné, mais aucun lien n'a été fourni.

source: Link to other form or menu is selected, but we don't recognize the form or menu you provided.
fr: Le lien vers un autre formulaire ou menu est sélectionné, mais nous ne reconnaissons pas le formulaire ou le menu que vous avez fourni.

source: Please check that end of form navigation is correct. It appears to be pointing to a parent menu form, but the menu doesn't have a parent.
fr: Veuillez vérifier que la navigation de fin de formulaire est correcte. Elle semble pointer vers un formulaire de menu parent, mais le menu n'a pas de parent.

source: Please check that end of form navigation is correct. It appears to be pointing to a menu using "Display only forms," which makes that menu an invalid choice.
fr: Veuillez vérifier que la navigation de fin de formulaire est correcte. Elle semble pointer vers un menu utilisant "Afficher uniquement les formulaires", ce qui rend ce menu un choix invalide.

source: Please check that end of form navigation is correct. It appears to involve both a multi-select form and a single select-form, which is not supported.
fr: Veuillez vérifier que la navigation de fin de formulaire est correcte. Elle semble impliquer à la fois un formulaire à sélection multiple et un formulaire à sélection unique, ce qui n'est pas pris en charge.

source: Please check that end of form navigation is correct. Modules configured to "make search input available after search" do not support the "Previous Screen" workflow.
fr: Veuillez vérifier que la navigation de fin de formulaire est correcte. Les modules configurés pour "rendre la saisie de recherche disponible après la recherche" ne prennent pas en charge le flux de travail "Écran précédent".

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and also has a Session Endpoint ID. Session endpoints cannot be used with "Display only forms."
fr: <a href="%(module_url)s">%(module_name)s</a> utilise "Afficher uniquement les formulaires" et a également un ID de point de terminaison de session. Les points de terminaison de session ne peuvent pas être utilisés avec "Afficher uniquement les formulaires".

source: <a href="%(module_url)s">%(module_name)s</a> uses referrals but doesn't have detail screens configured for referrals.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des références mais n'a pas d'écrans de détail configurés pour les références.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have detail screens configured for cases.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des cas mais n'a pas d'écrans de détail configurés pour les cas.

source: <a href="%(module_url)s">%(module_name)s</a> uses CommCare Supply products but doesn't have detail screens configured for products.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des produits CommCare Supply mais n'a pas d'écrans de détail configurés pour les produits.

source: <a href="%(module_url)s">%(module_name)s</a> has an incorrectly formatted ID key (%(error_key)s). Make sure your key has only letters, numbers, space characters, underscores, and dashes.
fr: <a href="%(module_url)s">%(module_name)s</a> a une clé d'ID mal formatée (%(error_key)s). Assurez-vous que votre clé ne contient que des lettres, des chiffres, des espaces, des caractères de soulignement et des tirets.

source: No menus are available. <br /> <i class="fa fa-arrow-left"></i> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to create some menus.
fr: Aucun menu n'est disponible. <br /> <i class="fa fa-arrow-left"></i> Veuillez cliquer sur <i class="fa fa-plus"></i> <strong>Ajouter...</strong> pour créer des menus.

source: This menu references a missing menu.
fr: Ce menu fait référence à un menu manquant.

source: <a href="%(module_url)s">%(module_name)s</a> references a missing menu.
fr: <a href="%(module_url)s">%(module_name)s</a> fait référence à un menu manquant.

source: Details:
fr: Détails:

source: <a href="%(module_url)s">%(module_name)s</a> has no forms or case list.
fr: <a href="%(module_url)s">%(module_name)s</a> n'a pas de formulaires ou de liste de cas.

source: <a href="%(module_url)s">%(module_name)s</a> cannot have a training module as a parent module.
fr: <a href="%(module_url)s">%(module_name)s</a> ne peut pas avoir un module de formation comme module parent.

source: <a href="%(module_url)s">%(module_name)s</a> is a training module and therefore cannot have a parent module.
fr: <a href="%(module_url)s">%(module_name)s</a> est un module de formation et ne peut donc pas avoir de module parent.

source: <a href="%(module_url)s">%(module_name)s</a> has no reports.
fr: <a href="%(module_url)s">%(module_name)s</a> n'a pas de rapports.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links but does not have a session endpoint id.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des liens intelligents mais n'a pas d'ID de point de terminaison de session.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and Parent Child Selection. These two features are not compatible.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise à la fois des liens intelligents et la Sélection Parent Enfant. Ces deux fonctionnalités ne sont pas compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses both smart links and a multi-select case list. These two features are not compatible.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise à la fois des liens intelligents et une liste de cas à sélection multiple. Ces deux fonctionnalités ne sont pas compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> loads a case from a data registry and uses a multi-select case list. These two features are not compatible.
fr: <a href="%(module_url)s">%(module_name)s</a> charge un cas à partir d'un registre de données et utilise une liste de cas à sélection multiple. Ces deux fonctionnalités ne sont pas compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses smart links and is configured to make search input available after search. These two features are not compatible.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des liens intelligents et est configuré pour rendre l'entrée de recherche disponible après la recherche. Ces deux fonctionnalités ne sont pas compatibles.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Menu.
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> ne peut pas utiliser le même "nom d'instance d'entrée de recherche" que son Menu Parent.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> can not use the same "search input instance name" as its Parent Select Menu.
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> ne peut pas utiliser le même "nom d'instance d'entrée de recherche" que son Menu de Sélection Parent.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> uses both multi-select auto select and "Clearing search terms resets search results". These two features are not compatible.
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> utilise à la fois la sélection automatique multi-sélection et "Effacer les termes de recherche réinitialise les résultats de recherche". Ces deux fonctionnalités ne sont pas compatibles.

source: <a href="%(module_url)s">%(module_name)s</a> uses "Display only forms" and is also configured with "make search input available after search". This workflow is unsupported.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise "Afficher uniquement les formulaires" et est également configuré avec "rendre l'entrée de recherche disponible après la recherche". Ce flux de travail n'est pas pris en charge.

source: The case hierarchy for <a href="%(module_url)s">%(module_name)s</a> contains a circular reference.
fr: La hiérarchie des cas pour <a href="%(module_url)s">%(module_name)s</a> contient une référence circulaire.

source: <a href="%(module_url)s">%(module_name)s</a> uses cases but doesn't have a case type defined.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise des cas mais n'a pas de type de cas défini.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case registration form for <a href="%(module_url)s">%(module_name)s</a>. This form is not a registration form. You need to select a form which opens a case and does not update an existing case. Please select a different form.
fr: Vous avez sélectionné le formulaire <a href="%(form_url)s">%(form_name)s</a> comme formulaire d'enregistrement de cas pour <a href="%(module_url)s">%(module_name)s</a>. Ce formulaire n'est pas un formulaire d'enregistrement. Vous devez sélectionner un formulaire qui ouvre un cas et ne met pas à jour un cas existant. Veuillez sélectionner un autre formulaire.

source: You have selected the <a href="%(form_url)s">%(form_name)s</a> form as the case list form for <a href="%(module_url)s">%(module_name)s</a>. To select a followup form as case list form, the module must use the Select Parent First workflow and the form must follow up on the parent case type.
fr: Vous avez sélectionné le formulaire <a href="%(form_url)s">%(form_name)s</a> comme formulaire de liste de cas pour <a href="%(module_url)s">%(module_name)s</a>. Pour sélectionner un formulaire de suivi comme formulaire de liste de cas, le module doit utiliser le flux de travail Sélectionner d'abord le parent et le formulaire doit suivre le type de cas parent.

source: The form you have selected as the case registration form for <a href="%(module_url)s">%(module_name)s</a> does not exist. Please select another form.
fr: Le formulaire que vous avez sélectionné comme formulaire d'enregistrement de cas pour <a href="%(module_url)s">%(module_name)s</a> n'existe pas. Veuillez sélectionner un autre formulaire.

source: There are references to reports that are deleted in <a href="%(module_url)s">%(module_name)s</a>. You may re-save <a href="%(module_url)s">%(module_name)s</a> to delete them.
fr: Il y a des références à des rapports qui sont supprimés dans <a href="%(module_url)s">%(module_name)s</a>. Vous pouvez ré-enregistrer <a href="%(module_url)s">%(module_name)s</a> pour les supprimer.

source: There are multiple reports with the same report code in <a href="%(module_url)s">%(module_name)s</a>. These codes must be unique.
fr: Il y a plusieurs rapports avec le même code de rapport dans <a href="%(module_url)s">%(module_name)s</a>. Ces codes doivent être uniques.

source: The filter for <a href="%(module_url)s">%(module_name)s</a> has errors.
fr: Le filtre pour <a href="%(module_url)s">%(module_name)s</a> contient des erreurs.

source: Display Condition has syntax errors in the <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a>.
fr: La condition d'affichage contient des erreurs de syntaxe dans le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a>.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads different case types from the other forms. All forms in a case list that has a case registration form selected must load the same case types.
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a> charge différents types de cas des autres formulaires. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné doivent charger les mêmes types de cas.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> must update a case. All forms in a case list that has a case registration form selected must update a case.
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a> doit mettre à jour un cas. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné doivent mettre à jour un cas.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> can only load or update a single case and its parents. All forms in a case list that has a case registration form selected can only update a single case and its parents.
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a> ne peut charger ou mettre à jour qu'un seul cas et ses parents. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné ne peuvent mettre à jour qu'un seul cas et ses parents.

source: The <a href="%(form_url)s">%(form_name)s</a> form loads a different case type than <a href="%(module_url)s">%(module_name)s</a>. All forms in a case list that has a case registration form selected must load a case of the same type as the case list.
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> charge un type de cas différent de <a href="%(module_url)s">%(module_name)s</a>. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné doivent charger un cas du même type que la liste de cas.

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> loads a case with a different case tag to the other forms in the case list. All forms in a case list that has a case registration form selected must use the same case tag. Expected case tag: <strong>%(expected_tag)s</strong>
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a> charge un cas avec une étiquette de cas différente des autres formulaires dans la liste de cas. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné doivent utiliser la même étiquette de cas. Étiquette de cas attendue : <strong>%(expected_tag)s</strong>

source: The <a href="%(form_url)s">%(form_name)s</a> form in <a href="%(module_url)s">%(module_name)s</a> uses a details screen from another case list. All forms in a case list that has a case registration form selected must use the details screen from that case list.
fr: Le formulaire <a href="%(form_url)s">%(form_name)s</a> dans <a href="%(module_url)s">%(module_name)s</a> utilise un écran de détails d'une autre liste de cas. Tous les formulaires dans une liste de cas qui a un formulaire d'enregistrement de cas sélectionné doivent utiliser l'écran de détails de cette liste de cas.

source: Case List has invalid filter xpath <code>%(error_filter)s</code> in <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas a un filtre xpath invalide <code>%(error_filter)s</code> dans <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank filter in <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas a un filtre vide dans <a href="%(module_url)s">%(module_name)s</a>

source: Case List has invalid sort field <code>%(error_field)s</code> in <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas a un champ de tri invalide <code>%(error_field)s</code> dans <a href="%(module_url)s">%(module_name)s</a>

source: Case List has blank sort field in <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas a un champ de tri vide dans <a href="%(module_url)s">%(module_name)s</a>

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid case tile configuration. Reason: %(error_reason)s
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> a une configuration de vignette de cas invalide. Raison : %(error_reason)s

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an address popup configuration that should be moved to case detail.
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> a une configuration de popup d'adresse qui devrait être déplacée vers le détail du cas.

source: The case list in <a href="%(module_url)s">%(module_name)s</a> has an invalid clickable icon configuration. Reason: %(error_reason)s
fr: La liste de cas dans <a href="%(module_url)s">%(module_name)s</a> a une configuration d'icône cliquable invalide. Raison : %(error_reason)s

source: Shadow module <a href="%(module_url)s">%(module_name)s</a> doesn't have a source module specified.
fr: Le module ombre <a href="%(module_url)s">%(module_name)s</a> n'a pas de module source spécifié.

source: <a href="%(module_url)s">%(module_name)s</a> uses parent case selection but doesn't have a parent case list specified.
fr: <a href="%(module_url)s">%(module_name)s</a> utilise la sélection de cas parent mais n'a pas de liste de cas parent spécifiée.

source: The app's parent child case selection graph contains a cycle.
fr: Le graphe de sélection de cas parent-enfant de l'application contient un cycle.
