Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: It looks like your x509 certificate is missing from your SSO setup. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
fr: Il semble que votre certificat x509 manque dans votre configuration SSO. Veuillez consulter la <a href="%(docs_link)s">documentation</a> pour configurer le SSO.

source: Obtaining User Information Was Not Possible
fr: Il n'a pas été possible d'obtenir les informations de l'utilisateur

source: It looks like there was an issue obtaining the user's information from your Identity Provider. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
fr: Il semble qu'il y ait eu un problème pour obtenir les informations de l'utilisateur de votre fournisseur d'identité. Veuillez consulter la <a href="%(docs_link)s">documentation</a> pour configurer le SSO.

source: OpenID Connect Session Unknown
fr: Session OpenID Connect inconnue

source: It looks like you tried to authenticate without a valid OpenID Connect Session. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
fr: Il semble que vous ayez essayé de vous authentifier sans une session OpenID Connect valide. Veuillez consulter la <a href="%(docs_link)s">documentation</a> pour configurer le SSO.

source: OIDC Method Not Allowed
fr: Méthode OIDC non autorisée

source: You did not complete a full SSO handshake. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
fr: Vous n'avez pas complété une poignée de main SSO complète. Veuillez consulter la <a href="%(docs_link)s">documentation</a> pour configurer le SSO.

source: It looks like there is an issue with your SSO configuration.
fr: Il semble qu'il y ait un problème avec votre configuration SSO.

source: The error code is "%(error_code)s". Please reach out to your support contact with this information so we can assist with this issue.
fr: Le code d'erreur est "%(error_code)s". Veuillez contacter votre support avec cette information afin que nous puissions vous aider avec ce problème.

source: Dear enterprise administrator,
fr: Cher administrateur d'entreprise,

source: The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s
fr: Le secret API pour votre fournisseur d'identité "%(idp_name)s" expire bientôt ! Si un nouveau secret API n'est pas créé, la fonctionnalité de gestion des utilisateurs à distance pour votre fournisseur d'identité cessera de fonctionner le : %(expires_on)s

source: If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
fr: Si vous avez des questions, n'hésitez pas à contacter %(contact_email)s. Merci pour votre utilisation et votre soutien à CommCare.

source: Dear enterprise administrator, The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur d'entreprise, Le secret API pour votre fournisseur d'identité "%(idp_name)s" expire bientôt ! Si un nouveau secret API n'est pas créé, la fonctionnalité de gestion des utilisateurs à distance pour votre fournisseur d'identité cessera de fonctionner le : %(expires_on)s Si vous avez des questions, n'hésitez pas à contacter %(contact_email)s. Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s
fr: Le certificat pour votre fournisseur d'identité %(idp_name)s expire bientôt ! Si le certificat n'est pas renouvelé, toute authentification par connexion unique utilisant cet IdP cessera de fonctionner %(expires_on)s

source: Dear enterprise administrator, The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur d'entreprise, Le certificat pour votre fournisseur d'identité %(idp_name)s expire bientôt ! Si le certificat n'est pas renouvelé, toute authentification par connexion unique utilisant cet IdP cessera de fonctionner %(expires_on)s Si vous avez des questions, n'hésitez pas à contacter %(contact_email)s. Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s
fr: Nous avons temporairement suspendu la désactivation automatique des utilisateurs Web gérés par SSO pour la raison suivante : %(failure_reason)s

source: Please check the configuration for Remote User Management in your Identity Provider settings.
fr: Veuillez vérifier la configuration de la gestion des utilisateurs distants dans les paramètres de votre fournisseur d'identité.

source: If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
fr: Si vous avez des questions, ou si ce problème persiste, n'hésitez pas à contacter %(contact_email)s. Merci pour votre utilisation et votre soutien à CommCare.

source: Dear enterprise administrator, We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s Please check the configuration for Remote User Management in your Identity Provider settings. If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
fr: Cher administrateur d'entreprise, Nous avons temporairement suspendu la désactivation automatique des utilisateurs Web gérés par SSO pour la raison suivante : %(failure_reason)s Veuillez vérifier la configuration de la gestion des utilisateurs distants dans les paramètres de votre fournisseur d'identité. Si vous avez des questions, ou si ce problème persiste, n'hésitez pas à contacter %(contact_email)s. Merci pour votre utilisation et votre soutien à CommCare. Cordialement, L'équipe CommCare HQ %(base_url)s

source: Manage Single Sign-On
fr: Gérer l'authentification unique

source: Configure external Identity Providers associated with your Enterprise Account below.
fr: Configurez ci-dessous les fournisseurs d'identité externes associés à votre compte entreprise.

source: Identity Providers
fr: Fournisseurs d'identité

source: Email Domains
fr: Domaines de messagerie

source: Not Active
fr: Pas actif

source: Delete Identity Provider
fr: Supprimer le fournisseur d'identité

source: An active Identity Provider cannot be deleted.
fr: Un fournisseur d'identité actif ne peut pas être supprimé.

source: Please first deactivate the Identity Provider and communicate the intent to the client before deletion.
fr: Veuillez d'abord désactiver le fournisseur d'identité et communiquer l'intention au client avant la suppression.

source: <strong>WARNING:</strong> Deleting an Identity Provider is not reversible.
fr: <strong>AVERTISSEMENT :</strong> La suppression d'un fournisseur d'identité est irréversible.

source: Deletion will immediately affect any client's SSO setup. Please exercise extreme caution. An active Identity Provider will not be deleted.
fr: La suppression affectera immédiatement la configuration SSO de tout client. Veuillez faire preuve d'une extrême prudence. Un fournisseur d'identité actif ne sera pas supprimé.

source: Users with email addresses ending in these domain names must log in with SSO if the Identity Provider is active.
fr: Les utilisateurs avec des adresses e-mail se terminant par ces noms de domaine doivent se connecter avec SSO si le fournisseur d'identité est actif.

source: There are no email domains associated with this identity provider. Please add one below.
fr: Il n'y a pas de domaines de messagerie associés à ce fournisseur d'identité. Veuillez en ajouter un ci-dessous.

source: Add Email Domain
fr: Ajouter un domaine de messagerie

source: Users in this list will not be forced to sign in with SSO when the Identity Provider is active.
fr: Les utilisateurs de cette liste ne seront pas obligés de se connecter avec SSO lorsque le fournisseur d'identité est actif.

source: No users are exempt from SSO for this Identity Provider. Please add at least <strong>one enterprise admin</strong> before making this Identity Provider active!
fr: Aucun utilisateur n'est exempté de SSO pour ce fournisseur d'identité. Veuillez ajouter au moins <strong>un administrateur d'entreprise</strong> avant d'activer ce fournisseur d'identité !

source: When the Identity Provider is in "Test" mode for Login Enforcement, only the users in this list will be directed to sign in with SSO.
fr: Lorsque le fournisseur d'identité est en mode "Test" pour l'application de la connexion, seuls les utilisateurs de cette liste seront dirigés pour se connecter avec SSO.

source: No users are marked as test users.
fr: Aucun utilisateur n'est marqué comme utilisateur de test.

source: The identity provider used to authenticate your account, %(identity_provider)s, is not trusted by this project space.
fr: Le fournisseur d'identité utilisé pour authentifier votre compte, %(identity_provider)s, n'est pas approuvé par cet espace de projet.

source: Please contact a project administrator to restore access.
fr: Veuillez contacter un administrateur de projet pour rétablir l'accès.

source: Single Sign-On Request Denied
fr: Demande de connexion unique refusée

source: Single Sign-On Not Allowed
fr: Connexion unique non autorisée

source: You do not have permission to sign in with Single Sign-On. If this is in error, please contact your project's administrator.
fr: Vous n'avez pas la permission de vous connecter avec la connexion unique. Si c'est une erreur, veuillez contacter l'administrateur de votre projet.

source: today!
fr: aujourd'hui !

source: CommCare Alert: Certificate for Identity Provider %(idp_name)s expires %(expires_on)s
fr: Alerte CommCare : Le certificat pour le fournisseur d'identité %(idp_name)s expire le %(expires_on)s

source: CommCare HQ Alert: Temporarily skipped automatic deactivation of SSO Web Users (Remote User Management)
fr: Alerte CommCare HQ : Désactivation automatique temporairement ignorée des utilisateurs Web SSO (Gestion à distance des utilisateurs)

source: CommCare Alert: API Secret for Identity Provider %(idp_name)s expires %(expires_on)s
fr: Alerte CommCare : Le secret API pour le fournisseur d'identité %(idp_name)s expire le %(expires_on)s

source: Please double check your tenant id is correct
fr: Veuillez vérifier que votre identifiant de locataire est correct

source: No error description provided
fr: Aucune description d'erreur fournie

source: Nested applications (ServicePrincipal members) are not supported. Please include only Users or Groups as members of this SSO application
fr: Les applications imbriquées (membres ServicePrincipal) ne sont pas prises en charge. Veuillez inclure uniquement des utilisateurs ou des groupes comme membres de cette application SSO.

source: We were unable to create your requested project because the name was already taken.
fr: Nous n'avons pas pu créer le projet demandé car le nom est déjà pris.

source: We were unable to create your requested project due to an unexpected issue. Please try again in a few minutes.If the issue persists, please contact support.
fr: Nous n'avons pas pu créer le projet demandé en raison d'un problème inattendu. Veuillez réessayer dans quelques minutes. Si le problème persiste, veuillez contacter le support.

source: {idp} is now trusted as an identity provider for users who are members of the project space "{domain}". <a href="{learn_more}">Learn More</a>
fr: {idp} est maintenant approuvé en tant que fournisseur d'identité pour les utilisateurs qui sont membres de l'espace projet "{domain}". <a href="{learn_more}">En savoir plus</a>

source: Untrusted Identity Provider
fr: Fournisseur d'identité non approuvé

source: Edit Identity Provider
fr: Modifier le fournisseur d'identité

source: Identity Provider {} cannot be deleted because it is still active.
fr: Le fournisseur d'identité {} ne peut pas être supprimé car il est toujours actif.

source: Identity Provider {} successfully deleted.
fr: Fournisseur d'identité {} supprimé avec succès.

source: Identity Provider updated!
fr: Fournisseur d'identité mis à jour !

source: Pick a Favorite Color
fr: Choisissez votre couleur favorite

source: Red
fr: Rouge

source: Green
fr: Vert

source: Blue
fr: Bleu

source: Purple
fr: Pourpre

source: This checkbox is badly aligned
fr: Cette case à cocher est mal alignée

source: Email recipient
fr: Destinataire de l'email

source: Also send to myself
fr: Envoyer également à moi-même

source: Send email when complete
fr: Envoyer un email une fois terminé

source: Height (cm)
fr: Hauteur (cm)

source: Smoking Status
fr: Statut tabagique

source: Patient has smoked on a habitual basis in the past 5 years
fr: Le patient a fumé de manière habituelle au cours des 5 dernières années

source: *Habitual basis equates to at least five cigarettes a week.
fr: *Une base habituelle équivaut à au moins cinq cigarettes par semaine.

source: Heart Rate (bpm)
fr: Fréquence cardiaque (bpm)

source: Forward results to GP
fr: Transmettre les résultats au médecin traitant

source: Centered Page Example
fr: Exemple de page centrée

source: Example Views
fr: Exemples de vues

source: Section Page Example
fr: Exemple de page de section

source: A Detail Page (Section Example)
fr: Une page de détail (exemple de section)

source: Forward Message
fr: Transférer le message

source: Yes, forward this message to me.
fr: Oui, transférez-moi ce message.

source: German
fr: Allemand

source: Include me in language tests
fr: Incluez-moi dans les tests de langue

source: Advanced Information
fr: Information Avancée

source: This field will always error.
fr: Ce champ générera toujours une erreur.

source: Error State Test
fr: Test d'état d'erreur

source: Submit Form
fr: Soumettre le formulaire

source: This is a field-level error for the field 'note'.
fr: Ceci est une erreur au niveau du champ pour le champ 'note'.

source: Area
fr: Zone

source: include message
fr: inclure le message

source: Hint: 'jon' is taken. Try typing that in to trigger an error.
fr: Indice : 'jon' est pris. Essayez de le taper pour déclencher une erreur.

source: Hint: 'jon@dimagi.com' is taken. Try typing that in to trigger an error.
fr: Indice : 'jon@dimagi.com' est pris. Essayez de le taper pour déclencher une erreur.

source: Create New User
fr: Créer un nouvel utilisateur

source: Create User
fr: Crééz un Utilisateur

source: Examples of Disabled Fields
fr: Exemples de champs désactivés

source: Examples of Readonly Fields
fr: Exemples de champs en lecture seule

source: contains
fr: contient

source: Column
fr: Colonne

source: Color
fr: Couleur

source: Hint: select 'is empty' to watch the Value field below disappear
fr: Indice : sélectionnez 'est vide' pour voir le champ Valeur ci-dessous disparaître

source: New Item
fr: Nouvel élément

source: Big Cats
fr: Grands félins

source: Date of Birth
fr: Date de naissance

source: Opened On
fr: Ouvert le

source: Team
fr: Équipe

source: Make your team selection
fr: Faites votre sélection d'équipe

source: Team Builder
fr: Créateur d'équipe

source: Save Team
fr: Enregistrer l'équipe

source: We'll never share your email with anyone else.
fr: Nous ne partagerons jamais votre email avec quiconque.

source: Users(s)
fr: Utilisateur(s)

source: Select the users you want to view data for
fr: Sélectionnez les utilisateurs pour lesquels vous souhaitez voir les données

source: Choose Filters
fr: Choisir des filtres

source: Vegetable
fr: Légume

source: Select your favorite vegetable you want recipe suggestions for
fr: Sélectionnez votre légume préféré pour lequel vous souhaitez des suggestions de recettes

source: Veggie Recipes
fr: Recettes de légumes

source: Suggest Recipes
fr: Suggérer des recettes

source: Lake
fr: Lac

source: Select a lake you would like to visit
fr: Sélectionnez un lac que vous aimeriez visiter

source: Activities
fr: Activités

source: Canoe
fr: Canoë

source: Boat
fr: Bateau

source: Swim
fr: Nager

source: Select the activities you would like to do
fr: Sélectionnez les activités que vous aimeriez faire

source: Activity Planner
fr: Planificateur d'activités

source: Create Schedule
fr: Créer un planning

source: Select the electronic music genre you want to generate a playlist
fr: Sélectionnez le genre de musique électronique pour lequel vous souhaitez générer une playlist

source: Playlist Creator
fr: Créateur de playlist

source: Create Playlist
fr: Créer une playlist

source: Select the location you would like to see recommendations for.
fr: Sélectionnez l'emplacement pour lequel vous souhaitez voir des recommandations.

source: Experiences
fr: Expériences

source: Select the experiences you would like to have
fr: Sélectionnez les expériences que vous aimeriez vivre

source: City Adventure Planner
fr: Planificateur d'Aventures Urbaines

source: Pastries
fr: Pâtisseries

source: Select pastry names you would like ChatGPT to create an enticing menu for
fr: Sélectionnez les noms de pâtisseries pour lesquels vous souhaitez que ChatGPT crée un menu attrayant

source: Menu Generator
fr: Générateur de Menu

source: Create Menu
fr: Créer un Menu

source: What is your favorite primary color
fr: Quelle est votre couleur primaire préférée

source: Color Chooser
fr: Sélecteur de Couleur

source: Enable Tracking
fr: Activer le suivi

source: Allow Dimagi to collect usage information to improve CommCare.
fr: Autoriser Dimagi à collecter des informations d'utilisation pour améliorer CommCare.

source: You can learn more about the information we collect and the ways we use it in our privacy policy
fr: Vous pouvez en savoir plus sur les informations que nous collectons et les façons dont nous les utilisons dans notre politique de confidentialité

source: Style Guide
fr: Guide de style

source: Class-Based Examples
fr: Exemples Basés sur des Classes

source: Basic Page
fr: Page de Base

source: Section Page
fr: Page de Section

source: Functional Examples
fr: Exemples Fonctionnels

source: Class-Based Views
fr: Vues Basées sur des Classes

source: Functional Views
fr: Vues Fonctionnelles

source: Password (Repeat)
fr: Mot de Passe (Encore)

source: Has Staff Privileges
fr: A des Privilèges du Personnel

source: Simple Crispy Form Example
fr: Exemple Simple de Formulaire Crispy

source: Register a New User
fr: Enregistrez un Nouveau Utilisateur

source: Form processed successfully.
fr: La formulaire a étée traité avec succès.

source: Simple Crispy Form
fr: Formulaire Simple Crispy

source: Live Example
fr: Exemple live

source: Back to Forms
fr: Retour aux Formulaires

source: Examples
fr: Exemples

source: Translated text within a paragraph tag should always be indented like this
fr: Le texte traduit dans une balise de paragraphe doit toujours être indenté comme ceci

source: Short titles are fine
fr: Les titres courts conviennent

source: Translated text within attributes
fr: Texte traduit dans les attributs

source: Not Active
fr: Pas Actif

source: Simple Pagination: HTMX + Django Tables2
fr: Pagination Simple : HTMX + Django Tables2

source: This button will trigger a refresh on the table once its HTMX request is complete:
fr: Ce bouton déclenchera un rafraîchissement de la table une fois que sa requête HTMX sera terminée :

source: Refresh Table After Request
fr: Rafraîchir la Table Après la Requête

source: Added filter!
fr: Filtre ajouté !

source: Edit Value
fr: Modifier la Valeur

source: To-Do
fr: À Faire

source: Add Item
fr: Ajouter un Élément

source: Trigger Error
fr: Déclencher une Erreur

source: This username is already taken. Please try another one.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en essayer un autre.

source: This email is already assigned to a user. Please use another email.
fr: Cet e-mail est déjà attribué à un utilisateur. Veuillez utiliser un autre e-mail.

source: forms.py
fr: formulaires.py

source: views.py
fr: affichages.py

source: Edit Feature Flag:
fr: Modifier le fanion de fonctionnalité

source: Show usage
fr: Afficher l'usage

source: Please confirm with %(owner)s before using it.
fr: Veuillez confirmer avec %(owner)s avant de l'utiliser.

source: <strong>Please Note:</strong> This feature flag is available on this server environment, but not on others.
fr: <strong>Veuillez noter :</strong> Ce drapeau de fonctionnalité est disponible sur cet environnement serveur, mais pas sur d'autres.

source: <strong>CAUTION:</strong> This feature flag is not available on the current server environment.
fr: <strong>ATTENTION :</strong> Ce drapeau de fonctionnalité n'est pas disponible sur l'environnement serveur actuel.

source: This feature flag is <strong>always enabled</strong> for the following domains:
fr: Ce drapeau de fonctionnalité est <strong>toujours activé</strong> pour les domaines suivants :

source: This feature flag is <strong>always disabled</strong> for the following domains:
fr: Ce drapeau de fonctionnalité est <strong>toujours désactivé</strong> pour les domaines suivants :

source: This feature flag also requires the following flags to be enabled:
fr: Ce drapeau de fonctionnalité nécessite également que les drapeaux suivants soient activés :

source: Enabling this feature flag will automatically enable the flags listed above.
fr: Activer ce drapeau de fonctionnalité activera automatiquement les drapeaux listés ci-dessus.

source: Randomness ranges from 0-1.<br/>0=disabled for all<br/>1=enable for all
fr: La variabilité va de 0 à 1.<br/>0=désactivé pour tous<br/>1=activé pour tous

source: Enabled toggle items
fr: Basculer entre les items activé

source: Items added here will be enabled regardless of the randomness (or disabled if preceded by `!`)
fr: Les éléments ajoutés ici seront activés indépendamment de la variabilité (ou désactivés s'ils sont précédés de `!`)

source: Add
fr: Ajouter

source: Export generation in progress. You will receive an email to %(email)s once complete.
fr: Génération d'exportation en cours. Vous recevrez un e-mail à %(email)s une fois terminé.

source: Show usage metrics
fr: Afficher les usages métriques

source: Tag
fr: Etiquette

source: Active Domains
fr: Domaines actifs

source: Last Usage
fr: Dernière utilisation

source: Issues found. You should receive an email shortly.
fr: Problèmes trouvés. Vous devriez recevoir un e-mail sous peu.

source: No issues found.
fr: Aucun problème trouvé.

source: Workbook check failed to finish due to the following error : %s
fr: La vérification du classeur n'a pas pu se terminer en raison de l'erreur suivante : %s

source: Hi, PFA file for discrepancies found for app translations.
fr: Bonjour, veuillez trouver en pièce jointe le fichier pour les divergences trouvées dans les traductions de l'application.

source: Hi, No discrepancies found for app translations.
fr: Bonjour, aucune divergence trouvée dans les traductions de l'application.
