Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: To push content from this project space to other project spaces, make this project space an upstream project space. This can be done by linking this project space to downstream project spaces.
fr: Pour pousser du contenu de cet espace projet vers d'autres espaces projet, faites de cet espace projet un espace projet en amont. Cela peut être fait en liant cet espace projet à des espaces projet en aval.

source: Link Downstream Project Spaces
fr: Lier les espaces projet en aval

source: Report Name
fr: Nom du rapport

source: Create Link
fr: Créer un lien

source: Linked
fr: Lié

source: Manage Downstream Project Spaces
fr: Gérer les espaces projet en aval

source: This project space is an upstream project space for the project spaces listed below.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
fr: Cet espace projet est un espace projet en amont pour les espaces projet listés ci-dessous.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur les espaces projet liés.

source: Last Updated
fr: Ayant la mise à jour la plus récente

source: Remove Link
fr: Supprimer le lien

source: Remove Project Space Link
fr: Supprimer le lien de l'espace projet

source: Are you sure you want to remove the downstream link to <b data-bind="text: downstreamDomain"></b>?
fr: Êtes-vous sûr de vouloir supprimer le lien en aval vers <b data-bind="text: downstreamDomain"></b>?

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about what happens when downstream project space links are removed.
fr: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur ce qui se passe lorsque les liens des espaces projet en aval sont supprimés.

source: This project space is linked to the upstream project space <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> The content below can be synced with the existing content in the upstream project space.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pulling content with Linked Project Spaces.
fr: Cet espace projet est lié à l'espace projet en amont <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> Le contenu ci-dessous peut être synchronisé avec le contenu existant dans l'espace projet en amont.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur la récupération de contenu avec les espaces projet liés.

source: Linked Content
fr: Contenu lié

source: Sync & Overwrite Matches
fr: Synchroniser et écraser les correspondances

source: Sync & Overwrite Matches?
fr: Synchroniser et écraser les correspondances?

source: If this project space has unlinked configurations that match with the configurations being synced from the upstream project space, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
fr: Si cet espace projet a des configurations non liées qui correspondent aux configurations synchronisées depuis l'espace projet en amont, continuer écrasera ces configurations et les établira comme configurations liées. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a>

source: Sync & Overwrite
fr: Synchroniser et écraser

source: Go to update page
fr: Aller à la page de mise à jour

source: Select which content you would like to push to the specified downstream project spaces.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
fr: Sélectionnez le contenu que vous souhaitez pousser vers les espaces de projet en aval spécifiés.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur le transfert de contenu avec les espaces de projet liés.

source: unlinkable
fr: non-liable

source: The selected project can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
fr: Le projet sélectionné ne peut être poussé individuellement. Voir la documentation des <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">espaces de projet liés</a> pour plus d'informations.

source: Disabled project spaces can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
fr: Les espaces de projet désactivés ne peuvent être poussés individuellement. Voir la documentation des <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">espaces de projet liés</a> pour plus d'informations.

source: Rebuild Applications
fr: Reconstruire les applications

source: Create and release new build for apps
fr: Créer et publier une nouvelle version pour les applications

source: Push & Overwrite Matches
fr: Pousser et écraser les correspondances

source: You have no linked project spaces that allow you to push data.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
fr: Vous n'avez aucun espace de projet lié qui vous permet de pousser des données.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a> sur le transfert de contenu avec les espaces de projet liés.

source: Push & Overwrite Matches?
fr: Pousser et écraser les correspondances ?

source: If any of the selected downstream project spaces have unlinked configurations that match with the configurations being pushed, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
fr: Si l'un des espaces de projet en aval sélectionnés a des configurations non liées qui correspondent aux configurations en cours de transfert, continuer les écrasera et les établira comme configurations liées. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">En savoir plus</a>

source: {} is not a valid data source type!
fr: {} n'est pas un type de source de données valide !

source: The data source referenced by this report could not be found.
fr: Les données sources de rapport ne sont trouvées.

source: This report cannot be linked because the registry is not accessible to {}. Please make sure the registry invitation has been accepted before linking reports.
fr: Ce rapport ne peut pas être lié car le registre n'est pas accessible à {}. Veuillez vous assurer que l'invitation au registre a été acceptée avant de lier les rapports.

source: This report cannot be linked because it references an app that has multiple downstream apps.
fr: Ce rapport ne peut pas être lié car il fait référence à une application qui a plusieurs applications en aval.

source: This report cannot be updated because it references an app that has multiple linked apps.
fr: Ce rapport ne peut pas être mis à jour car il fait référence à une application qui a plusieurs applications liées.

source: Linking expressions to a remote link is not currently supported
fr: La liaison des expressions à un lien distant n'est pas actuellement prise en charge

source: Expression does not exist in the upstream domain
fr: L'expression n'existe pas dans le domaine amont

source: Expression {name} already exists in the downstream domain {domain}
fr: L'expression {name} existe déjà dans le domaine aval {domain}

source: Linked Expression could not be found
fr: L'expression liée n'a pas pu être trouvée

source: Upstream Expression could not be found. Maybe it has been deleted?
fr: L'expression amont n'a pas pu être trouvée. Peut-être a-t-elle été supprimée ?

source: sync
fr: synchroniser

source: push
fr: pousser

source: Push & Overwrite
fr: Pousser & Écraser

source: Failed to {sync_action} the following {field_name} due to matching (same {property_name}) unlinked {field_name} in this downstream project space: {conflicts}. Please edit the {field_name} to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
fr: Échec de {sync_action} du {field_name} suivant en raison de la correspondance (même {property_name}) de {field_name} non lié dans cet espace de projet aval : {conflicts}. Veuillez modifier le {field_name} pour résoudre la correspondance ou cliquez sur "{overwrite_btn}" pour écraser et lier ceux qui correspondent.

source: Failed to {sync_action} the following Custom User Data Fields Profiles due to matching (same User Profile) unlinked Custom User Data Fields Profiles in this downstream project space: {conflicts}. Please edit the Custom User Data Fields Profiles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
fr: Échec de {sync_action} des Profils de Champs de Données Utilisateur Personnalisés suivants en raison de la correspondance (même Profil Utilisateur) de Profils de Champs de Données Utilisateur Personnalisés non liés dans cet espace de projet aval : {conflicts}. Veuillez modifier les Profils de Champs de Données Utilisateur Personnalisés pour résoudre la correspondance ou cliquez sur "{overwrite_btn}" pour écraser et lier ceux qui correspondent.

source: Cannot overwrite profiles, as the following profiles are still in use: {profiles}
fr: Impossible d'écraser les profils, car les profils suivants sont encore utilisés : {profiles}

source: Found non-global lookup table '{table}'.
fr: Table de recherche non globale trouvée '{table}'.

source: Failed to {sync_action} Lookup Table "{table}" due to matching (same Table ID) unlinked Lookup Table in the downstream project space. Please edit the Lookup Table to resolve the matching or click "{overwrite_btn}" to overwrite and link them.
fr: Échec de {sync_action} de la table de correspondance "{table}" en raison d'une table de correspondance non liée (même ID de table) dans l'espace de projet en aval. Veuillez modifier la table de correspondance pour résoudre la correspondance ou cliquez sur "{overwrite_btn}" pour les écraser et les lier.

source: Failed to {sync_action} the following default roles due to matching (same name but different permissions) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
fr: Échec de {sync_action} des rôles par défaut suivants en raison de rôles non liés correspondants (même nom mais permissions différentes) dans cet espace de projet en aval : {conflicting_role_names}. Veuillez modifier les rôles pour résoudre la correspondance ou cliquez sur "{overwrite_btn}" pour écraser et lier ceux qui correspondent.

source: Failed to {sync_action} the following custom roles due to matching (same name) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
fr: Échec de {sync_action} des rôles personnalisés suivants en raison de rôles non liés correspondants (même nom) dans cet espace de projet en aval : {conflicting_role_names}. Veuillez modifier les rôles pour résoudre la correspondance ou cliquez sur "{overwrite_btn}" pour écraser et lier ceux qui correspondent.

source: Update Status for linked app %s missing multimedia pull
fr: Mise à jour du statut pour l'application liée %s manquant le tirage multimédia

source: Something went wrong while pulling multimedia for your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
fr: Un problème est survenu lors du tirage multimédia pour votre application liée. Notre équipe a été informée et surveillera la situation. Veuillez réessayer, et si le problème persiste, signalez-le comme un problème.

source: Multimedia was successfully updated for the linked app.
fr: Le multimédia a été mis à jour avec succès pour l'application liée.

source: Application has missing multimedia even after an attempt to re-pull them. Please try re-pulling the app. If this persists, report an issue.
fr: L'application a des multimédias manquants même après une tentative de les re-tirer. Veuillez essayer de re-tirer l'application. Si cela persiste, signalez un problème.

source: You do not have permission to pull content into this project space.
fr: Vous n'avez pas la permission de tirer du contenu dans cet espace de projet.

source: Your release has begun. You will receive an email when it is complete. Until then, to avoid linked domains receiving inconsistent content, please avoid editing any of the data contained in the release.
fr: Votre publication a commencé. Vous recevrez un e-mail lorsqu'elle sera terminée. D'ici là, pour éviter que les domaines liés ne reçoivent un contenu incohérent, veuillez éviter de modifier les données contenues dans la publication.

source: The project space {} does not exist. Verify that the name is correct, and that the domain has not been deleted.
fr: L'espace de projet {} n'existe pas. Vérifiez que le nom est correct et que le domaine n'a pas été supprimé.

source: The project space {} is already a downstream project space of {}.
fr: L'espace de projet {} est déjà un espace de projet en aval de {}.

source: You do not have adequate permissions in both project spaces to create a link.
fr: Vous n'avez pas les permissions adéquates dans les deux espaces de projet pour créer un lien.

source: No downstream project spaces were selected. Please contact support.
fr: Aucun espace de projet en aval n'a été sélectionné. Veuillez contacter le support.

source: The project space link between {} and {} does not exist. Ensure the link was not recently deleted.
fr: Le lien d'espace de projet entre {} et {} n'existe pas. Assurez-vous que le lien n'a pas été récemment supprimé.

source: You do not have permission to push to all specified downstream project spaces.
fr: Vous n'avez pas la permission de pousser vers tous les espaces de projet en aval spécifiés.

source: The attempted push is disallowed because it includes the following domains that can only be pushed to one at a time: {}
fr: La tentative de poussée est interdite car elle inclut les domaines suivants qui ne peuvent être poussés qu'un à la fois : {}

source: Unknown App
fr: App. inconnue

source: Unknown Report
fr: Rapport Inconnu

source: Unknown Keyword
fr: Mot-clé Inconnu

source: Data Model
fr: Modèle de Données

source: 'types' sheet should contain headers '{expected}'. {missing}{extra}
fr: La feuille 'types' doit contenir les en-têtes '{expected}'. {missing}{extra}

source: '{}' are missing.
fr: '{}' sont manquants.

source: '{}' are not recognized.
fr: '{}' ne sont pas reconnus.

source: Locations sheet with title '{name}' should contain exactly '{expected}' as the sheet headers. {missing}{extra}
fr: La feuille des emplacements avec le titre '{name}' doit contenir exactement '{expected}' comme en-têtes de feuille. {missing}{extra}

source: Created {} new location types
fr: Nouveaux types de sites créés {}

source: Updated {} existing location types
fr: Types de sites existants mis à jour {}

source: Deleted {} existing location types
fr: Types de sites existants supprimés {}

source: Created {} new locations
fr: Nouveau site {} créé

source: Updated {} existing locations
fr: Site existant {} mis à jour

source: Deleted {} existing locations
fr: Site existant {} supprimé

source: Location deletion in sheet '{type}', row '{i}' is ignored, as the location does not exist
fr: La suppression de l'organisation dans la feuille '{type}', ligne '{i}' est ignorée, car l'organisation n'existe pas.

source: You do not have permission to add or modify location types
fr: Vous n'avez pas la permission d'ajouter ou de modifier les types d'emplacement

source: You do not have permission to add top level locations
fr: Vous n'avez pas la permission d'ajouter des emplacements de niveau supérieur

source: You do not have permission to add locations in '{}'
fr: Vous n'avez pas la permission d'ajouter des emplacements dans '{}'

source: You do not have permission to edit '{}'
fr: Vous n'avez pas la permission de modifier '{}'

source: latitude/longitude 'lat-{lat}, lng-{lng}' for location in sheet '{type}' at index {index} should be valid decimal numbers.
fr: Latitude / longitude 'lat- {lat}, lng- {lng}' pour l'organisaton à la feuille '{type}' à l'index {index} doivent être des nombres décimaux valides.

source: Location '{code}' in sheet '{type}' at index {index} is being deleted, so all its child locations must be present in the upload, but child locations '{locs}' are missing
fr: L'organisation '{code}' à la feuille '{type}', index {index} est en train d'être supprimée, donc toutes ses organisations enfant doivent être présentes dans les chargements, mais il manque des organisations enfant '{locs}'.

source: Location type code '{}' is used {} times - they should be unique
fr: Le type de code de site '{}' est utilisé {} fois - il devrait être unique

source: Location site_code '{}' is used {} times - they should be unique
fr: Le type de code de site '{}' est utilisé {} fois - il devrait être unique

source: Location location_id '{}' is listed {} times - they should be listed once
fr: L'identifiant du site de l'organisation'{}' est listé {} fois, ils devraient être listés une fois.

source: Location site_code '{code}' is in use by another location. All site_codes must be unique
fr: Le code de site de l'emplacement '{code}' est utilisé par un autre emplacement. Tous les codes de site doivent être uniques

source: Location type code '{}' is not listed in the excel. All types should be listed
fr: Le type de code de site '{}' n'est pas listé dans excel. Tous les types devraient être listés

source: Location 'id: {id}' is not found in your domain. It's listed in the sheet {type} at row {index}
fr: Le site 'id: {id}' n'a pas pu être trouvé dans votre domaine. Il est listé sur la feuille {type} dans la rangée {index}

source: Problem with custom data for location '{site_code}', in sheet '{type}', at index '{i}' - '{er}'
fr: Problème avec des données personnalisées pour le site '{site_code}', à la feuille '{type}', à l'index '{i}' - '{er}'

source: Location Type '{}' refers to a parent which doesn't exist
fr: Le type de site '{}' se réfère à un parent qui n'existe pas

source: Location Type '{}' has a parentage that loops
fr: Le type d'organisation '{}' a une parenté qui "loop"

source: Location '{}' in sheet points to a nonexistent or to be deleted location-type '{}'
fr: L'organisation '{}' en feuille indique un type d'organisation inexistante ou à supprimer. '{}'

source: Location '{}' is a '{}' and should not have a parent
fr: Le site '{}' est un '{}' et ne devrait pas avoir un parent

source: Location '{}' does not have a parent set or its parent is being deleted
fr: Le site '{}' n'a pas de parent ou son parent est supprimé

source: Location points to a location that's being deleted
fr: Le site indique un site en cours de suppression.

source: Location '{}' is a '{}', so it should have a parent that is a '{}'
fr: Le site '{}' est un '{}' et ne devrait pas avoir un parent qui est un '{}'

source: There are {} locations with the name '{}' under the parent '{}'
fr: Il y a des {} sites avec le nom '{}' sous le parent '{}'

source: Error with location in sheet '{}', at row {}. {}: {}
fr: Erreur de l'organisation à la feuille '{}', ligne {}. {}: {}

source: Organization Level
fr: Niveau hiérarchique

source: Coordinates
fr: Coordonnées

source: enter as 'lat lon' or 'lat, lon' (e.g., '42.3652 -71.1029')
fr: Remplissez comme 'lat lon' ou 'lat, lon' (e.g. '42.3652 -71.1029')

source: A unique system code for this location. Leave this blank to have it auto generated
fr: Un code unique pour ce site. Laissez vide pour avoir un code généré automatiquement.

source: A number referencing this location on an external system
fr: Un numéro pour que les systèmes externes peuvent identifier ce site

source: Location Information
fr: Information de site

source: Location's parent is itself or a descendant
fr: Le site parent est lui même ou un descendant.

source: name conflicts with another location with this parent
fr: Conflit de nom d'une autre organisation et cette organisation mère/parente

source: could not understand coordinates
fr: impossible de comprendre les coordonnées

source: Workers at Location
fr: Travailleurs sur place

source: Specify Workers at this Location
fr: Spécifier les utilisateurs sur ce site

source: Update Location Membership
fr: Mettre à Jour l'Adhésion à l'Emplacement

source: Sync the flat location fixture (recommended).
fr: Synchronisation complète du tableau des sites (recommandé).

source: Sync the hierarchicial location fixture (legacy format).
fr: Synchronisez le "fixture" de site hiérarchique (format hérité).

source: Only Active
fr: Seulement Actif

source: Only Archived
fr: Seulement Archivé

source: Only include selected location
fr: Inclure uniquement l'emplacement sélectionné

source: Filter and Download Locations
fr: Filtrer et Télécharger les Emplacements

source: Download Locations
fr: Télécharger les Emplacements

source: Your user role allows you to access data based on your assigned location in the organization hierarchy. You do not currently have an assigned location, and will be unable to access CommCareHQ until that is corrected. Please contact your project administrator to be assigned to a location.
fr: Votre rôle d'utilisateur vous permet d'accéder aux données en fonction du site affecté dans la hiérarchie de l'orgnanisation. Vous n'avez actuellement pas un site affecté, vous ne pourrez pas avoir accés à CommCareHQ jusqu'à ce que cela soit corrigé. Veuillez contacter Votre administrateur de projet pour qu'il vous affecte un site.

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project. More information is available <a href="{}">here</a>.
fr: Ce projet a des règles d'accès aux données restreintes. Veuillez contacter votre administrateur de projet pour obtenir l'accès aux données de ce projet. Plus d'informations sont disponibles <a href="{}">ici</a>.

source: Could not update: could not find location with
fr: Impossible de mettre à jour : impossible de trouver l'emplacement avec

source: Could not find parent location with the given ID.
fr: Impossible de trouver l'emplacement parent avec l'ID donné.

source: Location with same name and parent already exists.
fr: Un emplacement avec le même nom et parent existe déjà.

source: The selected parent location cannot have child locations!
fr: Le site parent selectionné ne peut pas avoir de sites enfant!

source: Parent cannot have children of this location's type.
fr: Le parent ne peut pas avoir d'enfants de ce type d'emplacement.

source: Organizations
fr: Organisations
