Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Only Usernames
fr: Uniquement les noms d'utilisateur

source: Only Deactivated
fr: Uniquement désactivé

source: Name or Username
fr: Nom ou nom d'utilisateur

source: Only include mobile workers at the selected location
fr: Inclure uniquement les travailleurs mobiles à l'emplacement sélectionné

source: Active / Deactivated
fr: Actif / Désactivé

source: All Roles
fr: Tous les rôles

source: (No Name)
fr: (Pas de Nom)

source: All Project Spaces
fr: Tous les Espaces Projets

source: Filter and Download Users
fr: Filtrer et télécharger les utilisateurs

source: Filter and Download Mobile Workers
fr: Filtrer et télécharger les travailleurs mobiles

source: Invalid Role
fr: Rôle invalide

source: * and ? are not allowed
fr: * et ? ne sont pas autorisés

source: You do not have permission to edit Tableau Configuraion.
fr: Vous n'avez pas la permission de modifier la configuration de Tableau.

source: Dashboard
fr: Tableau de bord

source: Data File Downloads
fr: Téléchargements de fichiers de données

source: No landing page found with ID '{}'
fr: Aucune page de destination trouvée avec l'ID '{}'

source: No landing page found with id {page_id}
fr: Aucune page de destination trouvée avec l'id {page_id}

source: Unknown User
fr: Utilisateur inconnu

source: Dimagi User
fr: Utilisateur Dimagi

source: Enterprise User
fr: Utilisateur Entreprise

source: Unauthorized User
fr: Utilisateur non autorisé

source: Request to join %s approved
fr: La requête pour rejoindre %s est approuvé

source: Request from %(name)s to join %(domain)s
fr: Requête de %(name)s de rejoindre %(domain)s

source: Invitation from %s to join CommCareHQ
fr: Invitation à joindre CommCareHQ de la part de %s

source: Request to join CommCareHQ approved
fr: Requête de rejoindre CommCareHQ approuvée

source: {} accepted your invitation to CommCare HQ
fr: {} a accepté votre invitation à CommCare HQ

source: User count has reached the Plan limit for {}
fr: Le nombre d'utilisateurs a atteint la limite du Plan pour {}

source: User count has reached 90% of the Plan limit for {}
fr: Le nombre d'utilisateurs a atteint 90% de la limite du Plan pour {}

source: Export De-Identified Data
fr: Exporter les données désidentifiées

source: Blank Group %s
fr: Groupe vide %s

source: The following groups have no name. Please name them before continuing: {}
fr: Les groupes suivants n'ont pas de nom. Veuillez les nommer avant de continuer : {}

source: Error exporting data. Please try again later.
fr: Erreur lors de l'exportation des données. Veuillez réessayer plus tard.

source: Invitation to join the
fr: Invitation à joindre

source: Accept Invitation?
fr: Accepter l'invitation ?

source: Are you sure you want to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
fr: Êtes-vous sûr de vouloir accepter l'invitation à rejoindre le CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> en tant que <strong>%(username)s</strong> ?

source: Would you like to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
fr: Souhaitez-vous accepter l'invitation à rejoindre le CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> en tant que <strong>%(username)s</strong> ?

source: Accept Invitation
fr: Accepter l'invitation

source: You are signed in as a mobile user, but to accept this invitation, you must be a web user.
fr: Vous êtes connecté en tant qu'utilisateur mobile. Pour pouvoir accepter l'invitation, vous devez être un utilisateur Web.

source: Please
fr: S'il vous plaît

source: switch accounts
fr: changer de compte

source: create a web account
fr: créer un compte Web

source: Not %(username)s?
fr: Pas %(username)s ?

source: Switch Accounts
fr: Changer de compte

source: Your email is managed by %(idp_name)s. You will be asked to authenticate with Single Sign-On in the next step.
fr: Votre email est géré par %(idp_name)s. Vous serez invité à vous authentifier avec l'authentification unique à l'étape suivante.

source: To accept this %(invite_type_lower)s invitation, you must create an account.
fr: Pour accepter cette invitation %(invite_type_lower)s, vous devez créer un compte.

source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign In Now
fr: Se connecter maintenant

source: <h2> Bulk Clear Mobile Worker Data </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This action removes all data associated with a user and is a permanent action. Cleared users: </p> <ul> <li>Will not be able to access their cleared data.</li> <li>Will not be able to recover cleared data for any reason.</li> </ul> </div> <p class="help-block"> To clear user data in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
fr: <h2> Effacement en masse des données des travailleurs mobiles </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Cette action supprime toutes les données associées à un utilisateur et est une action permanente. Les utilisateurs effacés : </p> <ul> <li>Ne pourront pas accéder à leurs données effacées.</li> <li>Ne pourront pas récupérer les données effacées pour quelque raison que ce soit.</li> </ul> </div> <p class="help-block"> Pour effacer les données des utilisateurs en masse, veuillez télécharger un fichier Excel avec une seule colonne <strong>nom d'utilisateur</strong>. </p>

source: <h2> Bulk Delete Mobile Workers </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This is a permanent action. Deleted users: </p> <ul> <li>Will no longer be able to sync or submit any data from their mobile devices.</li> <li>Cannot be recovered for any reason.</li> </ul> <p> This page will not delete users who have submitted forms. </p> </div> <p class="help-block"> To delete users in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
fr: <h2> Suppression en masse des travailleurs mobiles </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Ceci est une action permanente. Les utilisateurs supprimés : </p> <ul> <li>Ne pourront plus synchroniser ou soumettre de données depuis leurs appareils mobiles.</li> <li>Ne peuvent pas être récupérés pour quelque raison que ce soit.</li> </ul> <p> Cette page ne supprimera pas les utilisateurs qui ont soumis des formulaires. </p> </div> <p class="help-block"> Pour supprimer les utilisateurs en masse, veuillez télécharger un fichier Excel avec une seule colonne <strong>nom d'utilisateur</strong>. </p>

source: <h2> Mobile Workers Bulk Lookup </h2> <p class="help-block"> Please upload an Excel file with a single <strong>username</strong> column. This page will then generate an Excel download noting which of the uploaded users already exist and which are active. </p>
fr: <h2> Recherche en masse des travailleurs mobiles </h2> <p class="help-block"> Veuillez télécharger un fichier Excel avec une seule colonne <strong>nom d'utilisateur</strong>. Cette page générera ensuite un téléchargement Excel indiquant quels utilisateurs téléchargés existent déjà et lesquels sont actifs. </p>

source: Confirm your account to join the %(domain_name)s project
fr: Confirmez votre compte pour rejoindre le projet %(domain_name)s

source: You are already signed in.
fr: Vous êtes déjà connecté.

source: To accept this invitation, you must first <a href="%(sign_out_url)s">sign out</a>.
fr: Pour accepter cette invitation, vous devez d'abord <a href="%(sign_out_url)s">vous déconnecter</a>.

source: Your account is already confirmed!
fr: Votre compte est déjà confirmé !

source: <a href="%(login_url)s">Login</a> to access your account.
fr: <a href="%(login_url)s">Connectez-vous</a> pour accéder à votre compte.

source: It looks like your account has been deactivated. Contact your administrator if you think this is a mistake.
fr: Il semble que votre compte ait été désactivé. Contactez votre administrateur si vous pensez qu'il s'agit d'une erreur.

source: Invitation link has expired. Contact your project administrator to send new invite.
fr: Le lien d'invitation a expiré. Contactez votre administrateur de projet pour envoyer une nouvelle invitation.

source: Confirm Your Account
fr: Confirmez votre compte

source: Fill in the details below to confirm your account.
fr: Remplissez les détails ci-dessous pour confirmer votre compte.

source: Your username <strong>%(username)s</strong> was chosen by your project administrator.
fr: Votre nom d'utilisateur <strong>%(username)s</strong> a été choisi par votre administrateur de projet.

source: Below applications use this mobile worker as practice mobile worker. If you turn off practice mode, this mobile worker will be automatically unassigned for these applications as practice mode mobile worker.
fr: Les applications ci-dessous utilisent ce travailleur mobile comme travailleur mobile de pratique. Si vous désactivez le mode pratique, ce travailleur mobile sera automatiquement désassigné pour ces applications en tant que travailleur mobile en mode pratique.

source: No, go back
fr: Non, revenir en arrière

source: Yes, continue
fr: Oui, continuer

source: Request Sent
fr: Demande envoyé

source: <div class="container"> <div class="page-header"> <h1>Request Access</h1> </div> <div class="alert alert-info"> <p>A request has been sent to the administrators of <strong>%(hr_name)s</strong>.</p> <p>You will receive an email when the request is approved.</p> </div> </div>
fr: <div class="container"> <div class="page-header"> <h1>Demande d'accès</h1> </div> <div class="alert alert-info"> <p>Une demande a été envoyée aux administrateurs de <strong>%(hr_name)s</strong>.</p> <p>Vous recevrez un email lorsque la demande sera approuvée.</p> </div> </div>

source: Deleted User
fr: Supprimer utilisateur

source: Whoa! I don't even know how you got here! But I guess since you're here...
fr: Wow ! Je ne sais pas comment vous êtes arrivé ici ! Mais puisque vous êtes ici...

source: The user <strong>%(username)s</strong> no longer exists.
fr: L'utilisateur <strong>%(username)s</strong> n'existe plus.

source: If you think this user was deleted in error:
fr: Si vous pensez que cet utilisateur a été supprimé par erreur:

source: Restore User
fr: Restaurer l'utilisateur

source: <p> You do not have access to %(hr_name)s. If you need access, fill out the form below to send a request to the project's admins. </p>
fr: <p> Vous n'avez pas accès à %(hr_name)s. Si vous avez besoin d'accès, remplissez le formulaire ci-dessous pour envoyer une demande aux administrateurs du projet. </p>

source: This user is a loadtest user. All forms submitted by this user will be ignored and not appear in reports or data exports.
fr: Cet utilisateur est un utilisateur de test de charge. Tous les formulaires soumis par cet utilisateur seront ignorés et n'apparaîtront pas dans les rapports ou les exportations de données.

source: This user is marked as a demo user. All forms submitted by this user will be ignored and not appear in reports or data exports.
fr: Cet utilisateur est marqué comme utilisateur de démonstration. Tous les formulaires soumis par cet utilisateur seront ignorés et n'apparaîtront pas dans les rapports ou les exportations de données.

source: Security
fr: Sécurité

source: User Metadata
fr: Métadonnées de l'utilisateur

source: User Location
fr: Site de l'Utilisateur

source: [Support only] Assigned Locations
fr: [Support uniquement] Lieux assignés

source: Force Full Refresh on next Mobile Sync
fr: Forcer un rafraîchissement complet lors de la prochaine synchronisation mobile

source: Force Full Refresh
fr: Forcer un rafraîchissement complet

source: Mobile Worker %(friendly_name)s is already set to do a full refresh the next time they sync.
fr: Le travailleur mobile %(friendly_name)s est déjà configuré pour effectuer un rafraîchissement complet la prochaine fois qu'il se synchronise.

source: Delete Mobile Worker
fr: Supprimer un utilisateur mobile

source: Turn off demo mode to allow this mobile worker to start sending data to %(hq_name)s again.
fr: Désactivez le mode démo pour permettre à ce travailleur mobile de commencer à envoyer des données à %(hq_name)s à nouveau.

source: This will mark the mobile worker as a demo user and %(hq_name)s will ignore future form submissions from the user.
fr: Cela marquera le travailleur mobile comme utilisateur de démonstration et %(hq_name)s ignorera les futures soumissions de formulaires de l'utilisateur.

source: Turn Off Demo Mode for this Mobile Worker
fr: Annuler le mode de démonstration pour cet utilisateur mobile

source: Turn On Demo Mode for this Mobile Worker
fr: Activer le mode de démonstration pour cet utilisateur mobile

source: Refresh Demo Mode data
fr: Actualiser les données du mode de démonstration

source: <span> Last refreshed %(when)s</span>
fr: <span> Dernière actualisation %(when)s</span>

source: Approximate date/time of the last time this user synced with the server from CommCare.
fr: Date/heure approximative de la dernière synchronisation de cet utilisateur avec le serveur depuis CommCare.

source: Devices
fr: Appareils

source: List of devices used to access CommCare applications, with approximate last-use dates.
fr: Liste des appareils utilisés pour accéder aux applications CommCare, avec les dates approximatives de dernière utilisation.

source: Device ID
fr: Identifiant de l'appareil

source: Delete Mobile Worker %(friendly_name)s?
fr: Supprimer le travailleur mobile %(friendly_name)s?

source: It is important you read the entire message below thoroughly before completing this action.
fr: Il est important de lire attentivement l'intégralité du message ci-dessous avant de compléter cette action.

source: Are you sure you want to permanently delete <strong>%(friendly_name)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement <strong>%(friendly_name)s</strong>?

source: Will delete %(friendly_name)s. They will no longer be able to sync or submit any data from their mobile devices.
fr: Cela supprimera %(friendly_name)s. Ils ne pourront plus synchroniser ou soumettre de données depuis leurs appareils mobiles.

source: Will delete <strong>all</strong> of %(friendly_name)s's form submissions.
fr: Cela supprimera <strong>toutes</strong> les soumissions de formulaires de %(friendly_name)s.

source: Will delete all cases owned by %(friendly_name)s and all the forms associated with those cases, unless the forms are linked to any other active cases. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Read more about this</a >.
fr: Cela supprimera tous les cas appartenant à %(friendly_name)s et tous les formulaires associés à ces cas, sauf si les formulaires sont liés à d'autres cas actifs. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >En savoir plus à ce sujet</a >.

source: If you ever want to use %(friendly_name)s's data in the future, we suggest that you use the <strong>Deactivate User</strong> option <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >described here</a >.
fr: Si vous souhaitez utiliser les données de %(friendly_name)s à l'avenir, nous vous suggérons d'utiliser l'option <strong>Désactiver l'utilisateur</strong> <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >décrite ici</a >.

source: If even after reading this you decide that you really want to delete this user and all of their data, type <strong>%(username)s</strong> into the box below.
fr: Si après avoir lu ceci vous décidez vraiment de supprimer cet utilisateur et toutes ses données, tapez <strong>%(username)s</strong> dans la case ci-dessous.

source: The SSO Identity Provider for %(friendly_name)s, "%(idp_name)s", is not trusted by this project space.
fr: Le fournisseur d'identité SSO pour %(friendly_name)s, "%(idp_name)s", n'est pas approuvé par cet espace projet.

source: Click Trust Provider below to restore access for this user. <a href="#">Learn more</a> about SSO on CommCare HQ.
fr: Cliquez sur "Faire confiance au fournisseur" ci-dessous pour rétablir l'accès pour cet utilisateur. <a href="#">En savoir plus</a> sur le SSO sur CommCare HQ.

source: Trust Identity Provider
fr: Faire confiance au fournisseur d'identité

source: Information for %(friendly_name)s
fr: Information pour %(friendly_name)s.

source: Change %(friendly_name)s's Role
fr: Modifier le rôle de %(friendly_name)s

source: Update Information
fr: Mettre à jour les informations

source: Update Location Settings
fr: Mettre à jour les paramètres pour les Sites

source: Update Tableau Configuration
fr: Mettre à jour la configuration de Tableau

source: <p> Your request to join %(domain_name)s has been approved. </p> <p> You may now visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
fr: <p> Votre demande pour rejoindre %(domain_name)s a été approuvée. </p> <p> Vous pouvez maintenant visiter %(url)s. </p> <p> Merci,<br /> CommCare HQ </p>

source: Your request to join %(domain_name)s has been approved. You may now visit %(url)s. Thanks, CommCare HQ
fr: Votre demande pour rejoindre %(domain_name)s a été approuvée. Vous pouvez maintenant visiter %(url)s. Merci, CommCare HQ

source: <p> %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. </p> <p> To approve or delete this request, visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
fr: <p> %(full_name)s (%(email)s) a demandé à accéder à %(domain_name)s en tant qu'utilisateur web. </p> <p> Pour approuver ou supprimer cette demande, visitez %(url)s. </p> <p> Merci,<br /> CommCare HQ </p>

source: %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. To approve or delete this request, visit %(url)s. Thanks, CommCare HQ
fr: %(full_name)s (%(email)s) a demandé à accéder à %(domain_name)s en tant qu'utilisateur web. Pour approuver ou supprimer cette demande, visitez %(url)s. Merci, CommCare HQ

source: Please note that you have reached %(user_count)s mobile users, the maximum user limit included in your plan. Your user limit represents all mobile users that are not currently deactivated (see <a href="%(url)s">here</a> for more). If you exceed the number of mobile users included in your plan, you will be charged as per the terms of plan.
fr: Veuillez noter que vous avez atteint %(user_count)s utilisateurs mobiles, la limite maximale d'utilisateurs incluse dans votre plan. Votre limite d'utilisateurs représente tous les utilisateurs mobiles qui ne sont pas actuellement désactivés (voir <a href="%(url)s">ici</a> pour plus d'informations). Si vous dépassez le nombre d'utilisateurs mobiles inclus dans votre plan, vous serez facturé selon les termes du plan.

source: Please note that you have utilised 90%% of the user limit included in your plan. Your project currently has %(user_count)s mobile users out of %(plan_limit)s included in your plan. Your user limit represents all mobile users that are not currently deactivated (see <a href="%(url)s">here</a> for more). If you exceed the number of mobile users included in your plan, you will be charged as per the terms of plan.
fr: Veuillez noter que vous avez utilisé 90%% de la limite d'utilisateurs incluse dans votre plan. Votre projet compte actuellement %(user_count)s utilisateurs mobiles sur %(plan_limit)s inclus dans votre plan. Votre limite d'utilisateurs représente tous les utilisateurs mobiles qui ne sont pas actuellement désactivés (voir <a href="%(url)s">ici</a> pour plus d'informations). Si vous dépassez le nombre d'utilisateurs mobiles inclus dans votre plan, vous serez facturé selon les termes du plan.

source: Notice of Additional Monthly Charges for Mobile Workers
fr: Avis de frais mensuels supplémentaires pour les travailleurs mobiles

source: For each Mobile Worker above your monthly limit of %(u_limit)s, you will be charged a fee of %(u_fee)s per Mobile Worker per month.
fr: Pour chaque travailleur mobile au-dessus de votre limite mensuelle de %(u_limit)s, vous serez facturé un tarif de %(u_fee)s par travailleur mobile par mois.

source: Calculating download size...
fr: Calcul de la taille du téléchargement...

source: Successfully uploaded %(count)s %(user_type)s.
fr: Téléchargement réussi de %(count)s %(user_type)s.

source: However, we ran into problems with the following users:
fr: Toutefois, des problèmes sont survenus pour les utilisateurs suivants :

source: Mobile Workers can log into applications in this project space and submit data.
fr: Les travailleurs mobiles peuvent se connecter aux applications dans cet espace projet et soumettre des données.

source: Their activity and form submissions can be monitored in the Reports section of this %(hq_name)s project space. <br /> Read more about managing mobile workers on our <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank">Help Site</a>.
fr: Leur activité et leurs soumissions de formulaires peuvent être surveillées dans la section Rapports de cet espace projet %(hq_name)s. <br /> En savoir plus sur la gestion des travailleurs mobiles sur notre <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers" target="_blank">site d'aide</a>.

source: Create Mobile Worker
fr: Créer utilisateur mobile

source: Download Mobile Workers
fr: Télécharger Utilisateurs Mobiles

source: Bulk Clear Data
fr: Effacement de données en masse

source: Bulk Delete Mobile Workers
fr: Suppression en masse des travailleurs mobiles

source: Bulk Lookup of Mobile Workers
fr: Recherche en masse des travailleurs mobiles

source: Create New Mobile Worker
fr: Créer un nouvel utilisateur mobile

source: Mobile Worker Limit Reached
fr: Limite de travailleurs mobiles atteinte

source: You have reached the limit of <strong>%(u)s Mobile Workers</strong> included with your plan.
fr: Vous avez atteint la limite de <strong>%(u)s travailleurs mobiles</strong> incluse dans votre plan.

source: Please subscribe to a paid plan in order to add more Mobile Workers.
fr: Veuillez souscrire à un plan payant pour ajouter plus de travailleurs mobiles.

source: Please ask your billing administrator to subscribe to a paid plan in order to add more Mobile Workers.
fr: Veuillez demander à votre administrateur de facturation de s'abonner à un plan payant afin d'ajouter plus de travailleurs mobiles.

source: New Mobile Workers
fr: Nouveaux utilisateurs mobiles

source: Show Deactivated Mobile Workers
fr: Montrer Utilisateurs Mobiles Désactivés

source: Show Active Mobile Workers
fr: Visualiser les utilisateurs mobiles actifs

source: No Mobile Workers were found that matched your query.
fr: Aucun travailleur mobile n'a été trouvé correspondant à votre requête.

source: <strong>There are no mobile workers visible to you at this time.</strong> Please contact your project's administrator if this is incorrect.
fr: <strong>Aucun travailleur mobile n'est visible pour vous en ce moment.</strong> Veuillez contacter l'administrateur de votre projet si cela est incorrect.

source: <strong>There are currently no mobile workers in this project.</strong>
fr: <strong>Il n'y a actuellement aucun travailleur mobile dans ce projet.</strong>

source: <strong>No mobile users are assigned to your user's location.</strong>
fr: <strong>Aucun utilisateur mobile n'est assigné à l'emplacement de votre utilisateur.</strong>
