Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Choose whether to send an automatic welcome message to cases, mobile workers, or both, after they self-register. The welcome message can be configured in the SMS languages and translations page (Messaging -> Languages -> Messaging Translations).
fr: Choisissez d'envoyer un message d'accueil automatique aux dossiers, aux utilisateurs mobiles ou aux deux, une fois qu'ils s'auto-enregistrent. Le message de bienvenue peut être configuré sur la page langues et traductions des SMS (Messagerie -> Langues -> Traductions de messagerie).

source: Choose what should happen when a broadcast or alert should be sent to a recipient but no translations exists in the user's preferred language. You may choose not to send a message in that case, or to try one of several backups.<br><br>The first backup uses the broadcast or alert's default language. If that translation is also unavailable, the second backup is text in the project's default SMS language. If that translation is also unavailable, you may choose to use untranslated text, if there is any.
fr: Choisissez ce qui doit se passer lorsqu'une diffusion ou une alerte doit être envoyée à un destinataire mais qu'aucune traduction n'existe dans la langue préférée de l'utilisateur. Vous pouvez choisir de ne pas envoyer de message dans ce cas, ou d'essayer l'une des plusieurs sauvegardes.<br><br>La première sauvegarde utilise la langue par défaut de la diffusion ou de l'alerte. Si cette traduction est également indisponible, la deuxième sauvegarde est le texte dans la langue SMS par défaut du projet. Si cette traduction est également indisponible, vous pouvez choisir d'utiliser le texte non traduit, s'il y en a.

source: Whatsapp-enabled phone number for use with Twilio. This should be formatted as a full-length, numeric-only phone number, e.g., 16173481000.
fr: Numéro de téléphone compatible WhatsApp à utiliser avec Twilio. Cela doit être formaté comme un numéro complet, uniquement numérique, par exemple, 16173481000.

source: Registration Settings
fr: Paramètres d'enregistrement

source: Case Name Display
fr: Nom de dossier

source: By default, when chatting with a case, the chat window will use the case's "name" case property when displaying the case's name. To use a different case property, specify it here.
fr: Par défaut, lorsque vous discutez avec un dossier, la fenêtre de conversation utilisera le "nom" du dossier du cas lorsque vous affichez le nom de l'affaire. Pour utiliser une propriété de cas différente, spécifiez-le ici.

source: Message Counter
fr: Compteur de messages

source: The chat window can use a counter to keep track of how many messages are being sent and received and highlight that number after a certain threshold is reached. By default, the counter is disabled. To enable it, enter the desired threshold here.
fr: La fenêtre de discussion peut utiliser un compteur pour suivre le nombre de messages envoyés et reçus et surligner ce numéro après qu'un certain seuil est atteint. Par défaut, le compteur est désactivé. Pour l'activer, entrez le seuil souhaité ici.

source: When this option is enabled, the system will not send automated SMS to chat recipients when those recipients are in the middle of a conversation.
fr: Lorsque cette option est activée, le système n'envoie pas d' SMS automatisé aux destinataires de discussion lorsque ces destinataires sont au milieu d'une conversation.

source: The number of minutes to wait after receiving an incoming SMS from a chat recipient before resuming automated SMS to that recipient.
fr: Le nombre de minutes à attendre après avoir reçu un SMS entrant d'un destinataire de chat avant de reprendre l'envoi des SMS automatisés à ce destinataire.

source: This option allows you to hide a chat recipient's survey questions and responses from chat windows. There is also the option to show only invalid responses to questions in the chat window, which could be attempts to converse.
fr: Cette option vous permet de cacher les questions d'enquête d'un destinataire de chat ainsi que les réponses figurant dans les fenêtres du chat. Il est également possible d'afficher uniquement des réponses non valides aux questions dans la fenêtre de discussion, ce qui pourrait être une tentative de conversion.

source: The chat window will mark unread messages to the user viewing them. Use this option to control whether a message counts as being read if it is read by anyone, or if it counts as being read only to the user who reads it.
fr: La fenêtre de discussion marquera les messages non lus à l'utilisateur qui les visualise. Utilisez cette option pour vérifier si un message est compté comme étant lu s'il est lu par n'importe qui, ou s'il compte comme étant lu uniquement pour l'utilisateur qui le lit.

source: Chat Settings
fr: Paramètres de conversation

source: Internal Settings (Dimagi Only)
fr: Paramètres internes (Dimagi uniquement)

source: Chat Template
fr: Modèle de conversation

source: To use a custom template to render the chat window, enter it here.
fr: Pour utiliser un modèle personnalisé pour présenter la fenêtre de conversation, entrez-le ici.

source: SMS will only be sent when any of the following is true:
fr: L'SMS ne sera envoyé seulement si un des suivants est vrai:

source: Automated SMS will be suppressed during chat conversations when any of the following is true:
fr: Les SMS automatisés seront supprimés pendant les conversations de chat lorsque l'une des conditions suivantes est remplie:

source: Organization: {}
fr: Organisation : {}

source: User Group: {}
fr: Groupe d'utilisateurs : {}

source: User: {}
fr: Utilisateur : {}

source: Please enter a positive number
fr: Veuillez saisir un chiffre positif

source: Unknown custom template identifier.
fr: Identifiant de modèle personnalisé inconnu.

source: An error has occurred. Please try again, and if the problem persists, please report an issue.
fr: Une erreur est survenue. Veuillez essayer à nouveau. Si le problème subsiste, veuillez signaler ce problème.

source: Invalid day chosen.
fr: Jour choisi non valide.

source: End time must come after start time.
fr: La date de fin doit être après la date de début.

source: Please select again
fr: Veuillez sélectionner à nouveau

source: Display Name
fr: Nom d'affichage

source: Give other domains access.
fr: Donner accès à d'autres domaines

source: List of authorized domains
fr: Liste des domaines autorisés

source: A comma-separated list of domain names
fr: Une liste de noms de domaine séparés par des virgules

source: Reply-To Phone Number
fr: Répondre au numéro de téléphone

source: Inbound API Key
fr: Clé API entrante

source: List of opt out keywords
fr: Liste des mots-clés de désinscription

source: A comma-separated list of keywords
fr: Une liste de mots-clés séparés par des virgules

source: List of opt in keywords
fr: Liste des mots-clés d'inscription

source: Create SMS Gateway
fr: Créer une passerelle SMS

source: Name may not contain any spaces.
fr: Le nom ne doit contenir aucun espace.

source: Name is already in use.
fr: Le nom est déjà en cours d'utilisation.

source: Catch-All Gateway
fr: Passerelle Passe-partout

source: (none)
fr: (aucun)

source: Default Gateways
fr: Passerelles par défaut

source: Default Gateway by Prefix
fr: Passerelle par défaut selon préfixe

source: Please enter a positive number for the prefix.
fr: Veuillez saisir un chiffre positif pour le préfixe.

source: Invalid Backend Specified.
fr: Backend non valide spécifié

source: An unexpected error occurred. Please reload and try again
fr: Une erreur est survenue. Veuillez recharger et réessayer

source: Prefix is specified twice: %s
fr: Le préfixe est spécifié deux fois: %s

source: Create Another Gateway
fr: Créer une autre passerelle

source: Receive stockout facilities SMS alert
fr: Recevoir des avertissements par SMS des sites d'entreposage

source: This will alert you with specific users/facilities that are stocked out of your commodities
fr: Cela vous avertira des utilisateurs spécifiques / sites qui connaissent un épuisement de vos marchandises.

source: Receive stockout commodities SMS alert
fr: Recevoir des avertissements par SMS des marchandises connaissant un épuisement

source: This will alert you with specific commodities that are stocked out by your users/facilities
fr: Cela vous avertira des marchandises spécifiques qui connaissent un épuisement auprès de vos utilisateurs / sites

source: Receive stockout SMS alert
fr: Recevoir des avertissements d'épuisement par SMS

source: This will alert you with the percent of facilities that are stocked out of a specific commodity
fr: Cela vous avertira du pourcentage des sites qui connaissent un épuisement d'une marchandise en particulier

source: Receive non-reporting SMS alert
fr: Recevoir des avertissements SMS non inclus dans le rapport

source: This alert highlight users/facilities which have not submitted their CommCare Supply stock report.
fr: Cet avertissement indique quels utilisateurs / sites qui n'ont pas soumis leur rapport d'inventaire CommCare Supply.

source: Subscribe settings
fr: Paramètres d'inscription

source: Update settings
fr: Mettre à jour les paramètres

source: 0 characters (160 max)
fr: 0 caractères (160 max.)

source: Send Message
fr: Envoyer message

source: Phone number with country code
fr: Numéro de téléphone avec indicatif du pays

source: Attempt to claim the channel for this number.
fr: Tentez de revendiquer le canal pour ce numéro.

source: Use this option if the phone number is used by multiple projects and is currently claimed by another project or the default owner of the number is a different project.
fr: Utilisez cette option si le numéro de téléphone est utilisé par plusieurs projets et est actuellement revendiqué par un autre projet ou si le propriétaire par défaut du numéro est un projet différent.

source: An error has occurred. Please try restarting the survey.
fr: Une erreur est survenue. Veuillez recommencer l'enquête.

source: Our system is receiving a lot of messages now. Can you re-send in 15 minutes? Apologies for the inconvenience!
fr: Notre système reçoit actuellement beaucoup de messages. Pouvez-vous renvoyer dans 15 minutes ? Nous nous excusons pour le désagrément !

source: Internal server error.
fr: Erreur Interne du Serveur.

source: Answer is out of range.
fr: La réponse est hors de portée.

source: Invalid choice.
fr: Choix non valide.

source: Invalid integer entered.
fr: Entier non valide saisi.

source: Invalid integer entered, expected a number between -2147483648 and 2147483647.
fr: Entier invalide saisi, un nombre entre -2147483648 et 2147483647 était attendu.

source: Invalid decimal number entered.
fr: Valeur décimale non valide saisie.

source: Invalid long integer entered.
fr: Nombre entier long non valide entré.

source: Invalid date format: expected {0}.
fr: Format de date non valide: Attendu {0}.

source: Invalid time format: expected HHMM (24-hour).
fr: Format d'heure non valide: attendu HHMM (24 heures).

source: Keyword not found: '{0}'
fr: Mot-clé non trouvé: '{0}'

source: Unknown command: '{0}'
fr: Commande inconnue: '{0}'

source: Expected name and value to be joined by '{0}'.
fr: Nom et valeur attendus auxquels il faut joindre '{0}'.

source: More than one answer found for '{0}'
fr: Plus qu'une réponse trouvée pour '{0}'

source: More than one question matches '{0}'
fr: Plus qu'une question correspond à '{0}'

source: Please provide an external id for the case.
fr: Veuillez fournir un identifiant externe pour le dossier.

source: Case with the given external id was not found.
fr: Le dossier avec l'identifiant externe fourni n'a pas été trouvé.

source: More than one case was found with the given external id.
fr: Plus qu'un dossier a été trouvé avec l'identifiant externe saisi.

source: Field '{0}':
fr: Champ '{0}':

source: Could not find the survey being requested.
fr: Impossible de trouver l'enquête demandée.

source: There is a configuration error with this survey. Please contact your administrator.
fr: Il y a une erreur de configuration pour cette enquête. Veuillez contacter votre administrateur.

source: You have opted-in to receive messages from CommCareHQ. To opt-out, reply to this number with {0}
fr: Vous avez accepté de recevoir des messages de CommCareHQ. Pour vous désabonner, répondez à ce numéro avec {0}

source: You have opted-out from receiving messages from CommCareHQ. To opt-in, reply to this number with {0}
fr: Vous avez désactivé la réception de messages de CommCareHQ. Pour en recevoir, répondez à ce numéro avec {0}

source: CommCare user {0} already exists
fr: L'utilisateur CommCare {0} existe déjà

source: Username {0} is too long. Must be under {1} characters.
fr: Le nom d’utilisateur {0} est trop long. Il doit contenir moins de {1} caractères.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to {1} to start using SMS with CommCareHQ.
fr: Bienvenue à CommCareHQ! Ce téléphone est-il utilisé par {0}? Si oui, envoyez «123» à {1} pour commencer à utiliser les SMS avec CommCareHQ.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to start using SMS with CommCareHQ.
fr: Bienvenue à CommCareHQ! Ce téléphone est-il utilisé par {0}? Si oui, envoyez «123» pour commencer à utiliser les SMS avec CommCareHQ.

source: Thank you. This phone has been verified for using SMS with CommCareHQ
fr: Merci. Ce téléphone a été vérifié pour l'utilisation des SMS avec CommCareHQ

source: Thank you for registering with CommCareHQ.
fr: Merci de votre inscription à CommCareHQ.

source: Sent
fr: Envoyé

source: Delivered
fr: Délivré

source: Queued
fr: En file d'attente

source: Forwarded
fr: Transmis

source: Gateway error.
fr: Erreur de passerelle.

source: Message is stale and will not be processed.
fr: Ce message est dépassé et ne sera pas traité.

source: Unknown message direction.
fr: Direction de message inconnue

source: Phone number has opted out of receiving SMS.
fr: Le numéro de téléphone a choisi de ne pas recevoir des SMS.

source: The gateway can't reach the destination number.
fr: la passerelle ne peut pas joindre le numéro destinataire.

source: The gateway could not process the message because it was too long.
fr: La passerelle n'a pas pu traiter le message car il est trop long.

source: The message was blank.
fr: Le message était vide.

source: The recipient has been deactivated.
fr: Le destinataire a été désactivé.

source: The number of SMS that can be sent on a trial plan has been exceeded.
fr: Le nombre de SMS pouvant être envoyés avec un plan d'essai a été dépassé.

source: The message format was invalid.
fr: Le format du message était invalide.

source: Missed
fr: Manqué

source: Completed
fr: Complété

source: Email Sent
fr: Email envoyé

source: Email Delivered
fr: Email livré

source: Scheduled Broadcast
fr: Diffusion programmée

source: Immediate Broadcast
fr: Diffusion immédiate

source: Forwarded Message
fr: Message transmis

source: SMS Message
fr: Message SMS

source: SMS Expecting Callback
fr: SMS attendant un rappel

source: IVR Survey
fr: Enquête IVR

source: Phone Verification
fr: Vérification téléphone

source: Manually Sent Message
fr: Envoyer message manuellement

source: Message Sent Via API
fr: Message envoyé via API

source: Message Sent Via Chat
fr: Message envoyé via chat

source: FCM Push Notification
fr: Notification Push FCM

source: Connect Message Survey
fr: Enquête de message Connect

source: User Group
fr: Groupe d'utilisateurs

source: Multiple Recipients
fr: Destinataires multiples

source: Location (including child locations)
fr: Site (y compris les sites enfants)

source: Multiple Locations
fr: Sites multiples

source: Multiple Locations (including child locations)
fr: Sites multiples (y compris les sites enfants)

source: Unknown Contact
fr: Contact inconnu

source: No recipient
fr: Aucun destinataire

source: No message available for the given language settings.
fr: Aucun message disponible pour les paramètres de langue donnés.

source: Error rendering message; please check syntax.
fr: Erreur dans l'interprétation du message, veuillez vérifier votre syntaxe.

source: Gateway does not support the destination country.
fr: La passerelle ne supporte pas le pays destinataire.

source: Contact has no phone number.
fr: Le contact n'a pas de numéro de téléphone.

source: Contact has no two-way phone number.
fr: Le contact n'a pas de numéro de téléphone configuré pour l'émission et la réception.

source: Invalid custom content handler.
fr: Traitement de contenu personnalisé non valide.

source: Cannot load custom content handler.
fr: Impossible de charger le traitement de contenu personnalisé.

source: Cannot find form.
fr: Impossible de trouver le formulaire.

source: No questions were available in the form. Please check that the form has questions and that display conditions are not preventing questions from being asked.
fr: Aucune question n'était disponible dans le formulaire. Veuillez vérifier que le formulaire a des questions et que les conditions d'affichage n'empêchent pas les questions d'être posées.

source: The case with the given external ID was not found.
fr: Le dossier avec l'identifiant externe fourni n'a pas été trouvé.

source: Multiple cases were found with the given external ID.
fr: Plusieurs dossiers avec l'identifiant externe fourni ont été trouvés.

source: The form requires a case but no case was provided.
fr: Le formulaire exige un dossier mais aucun dossier n'a été fourni.

source: No external ID given; please include case external ID after keyword.
fr: Aucune identification externe n'est donnée; Veuillez inclure l'identification externe de dossier après le mot-clé.

source: Error processing structured SMS.
fr: Erreur lors du traitement du SMS structuré.

source: View details for more information.
fr: Voir les détails pour plus d'information.

source: An error occurred in the formplayer service.
fr: Une erreur est survenue dans le service "formplayer".

source: Internal Server Error
fr: Erreur Interne du Serveur

source: No suitable gateway could be found.
fr: Aucune passerelle appropriée n'a pu être trouvée.

source: Gateway could not be found.
fr: Passerelle n'a pas été trouvée

source: Recipient has no email address.
fr: Le destinataire n'a pas d'adresse mail.

source: Recipient's email address is not valid.
fr: L'adresse e-mail du destinataire n'est pas valide.

source: Cannot send any more reminder emails. The limit for sending reminder emails on a Trial plan has been reached.
fr: Impossible d'envoyer d'autres courriels de rappel. La limite d'envoi des courriels de rappel sur un plan d'essai a été atteinte.

source: Email Bounced
fr: Email rejeté

source: Email Gateway Error
fr: Erreur de passerelle email

source: No FCM tokens found for recipient.
fr: Aucun jeton FCM trouvé pour le destinataire.

source: Recipient did not match filters:
fr: Le destinataire ne correspondait pas aux filtres :

source: Phone Prefix
fr: Préfixe de téléphone

source: Prefix
fr: Préfixe

source: Add Mapping
fr: Ajouter mappage

source: Search by name or phone number
fr: Recherche par nom ou numéro de téléphone

source: Contact Name
fr: Nom de contact

source: Request Messaging Consent
fr: Demander le consentement de messagerie

source: <p> A new user %(username)s registered for project %(domain)s through SMS. </p> <p> To modify, update or remove this user click <a href="%(url)s">here</a> </p> <p> Thanks,<br /> CommCare HQ </p>
fr: <p> Un nouvel utilisateur %(username)s s'est inscrit pour le projet %(domain)s via SMS. </p> <p> Pour modifier, mettre à jour ou supprimer cet utilisateur, cliquez <a href="%(url)s">ici</a> </p> <p> Merci,<br /> CommCare HQ </p>

source: You are seeing this notice because your project defines some custom behavior for outbound SMS when choosing a gateway for a destination mobile number. The following mobile prefixes are mapped to their corresponding gateway backends for routing outbound SMS traffic:
fr: Vous voyez cet avis parce que votre projet définit un comportement personnalisé pour les SMS sortants lors du choix d'une passerelle pour un numéro de mobile de destination. Les préfixes mobiles suivants sont mappés à leurs passerelles correspondantes pour le routage du trafic SMS sortant :

source: Gateway Backend Name
fr: Nom de la passerelle

source: See comments under SQLMobileBackendMapping in the code for how to administer this.
fr: Voir les commentaires sous SQLMobileBackendMapping dans le code pour savoir comment administrer cela.

source: * Before using this gateway to send messages internationally, please test that it works for each network provider in your desired countries. International text messages sent from this gateway may not be delivered in all countries.
fr: * Avant d'utiliser cette passerelle pour envoyer des messages à l'international, veuillez tester qu'elle fonctionne pour chaque fournisseur de réseau dans les pays souhaités. Les messages texte internationaux envoyés depuis cette passerelle peuvent ne pas être livrés dans tous les pays.

source: Setting as default...
fr: Règlement en tant que défaut...

source: Set As Default
fr: Définir par défaut

source: Delete the SMS Gateway '<span data-bind="text: name"></span>'
fr: Supprimer la passerelle SMS '<span data-bind="text: name"></span>'

source: Are you sure you want to delete the SMS Gateway '<span data-bind="text: name"></span>'?</p>
fr: Etes-vous certain de vouloir supprimer la passerelle SMS '<span data-bind="text: name"></span>'?</p>

source: Global Gateway
fr: Passerelle globale

source: Shared Gateway
fr: Passerelle partagée

source: DEFAULT GATEWAY
fr: PASSERELLE PAR DÉFAUT

source: Removing from default...
fr: Supprimer des paramètres par défaut...

source: Remove As Default
fr: Supprimer par défaut

source: READ THIS IMPORTANT NOTICE CAREFULLY BEFORE CONTINUING
fr: VEUILLEZ LIRE CETTE NOTICE AVANT DE CONTINUER

source: Deleting a global gateway causes all gateway mapping references to it to be deleted as well, including default gateway settings for all domains that reference this gateway. Only proceed if you are confident you understand the repercussions of this irreversible action.
fr: Supprimer une passerelle globale entraîne également la suppression de toutes les références de mappage de passerelle, y compris les paramètres de passerelle par défaut pour tous les domaines qui font référence à cette passerelle. Ne continuez que si vous êtes sûr de comprendre les répercussions de cette action irréversible.

source: SMS Languages
fr: Langues SMS

source: Messaging Translations
fr: Traductions de messagerie

source: When the day is...
fr: Quand le jour est...

source: And the time is...
fr: Et l'heure est...

source: Any Day
fr: N'importe quel jour

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Before
fr: Avant

source: After
fr: Après

source: Between
fr: Entre

source: and
fr: et

source: Add Day and Time Window
fr: Ajouter une fenêtre de jour et d'heure

source: Filter Type
fr: Type de filtre

source: Show Contacts
fr: Afficher les contacts

source: Not Verified or Already In Use
fr: Non vérifié ou déjà en cours d'utilisation

source: Verification Pending
fr: Vérification en cours

source: Request Access to Messaging Features
fr: Demander l'accès aux fonctionnalités de messagerie
