Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Please specify the user(s) or deselect users as recipients
fr: Veuillez spécifier le(s) utilisateur(s) ou désélectionner les utilisateurs comme destinataires

source: One or more users were unexpectedly not found. Please select user(s) again.
fr: Un ou plusieurs utilisateurs n'ont pas été trouvés de manière inattendue. Veuillez sélectionner à nouveau le(s) utilisateur(s).

source: Please specify the groups(s) or deselect user groups as recipients
fr: Veuillez spécifier le(s) groupe(s) ou désélectionner les groupes d'utilisateurs comme destinataires

source: One or more user groups were unexpectedly not found. Please select group(s) again.
fr: Un ou plusieurs groupes d'utilisateurs n'ont pas été trouvés de manière inattendue. Veuillez sélectionner à nouveau le(s) groupe(s).

source: Please specify the organization(s) or deselect user organizations as recipients
fr: Veuillez spécifier la/les organisation(s) ou désélectionner les organisations d'utilisateurs comme destinataires

source: One or more user organizations were unexpectedly not found. Please select organization(s) again.
fr: Une ou plusieurs organisations d'utilisateurs n'ont pas été trouvées de manière inattendue. Veuillez sélectionner à nouveau la/les organisation(s).

source: Please specify the organization level(s) or choose to send to all organization levels
fr: Veuillez spécifier le(s) niveau(x) d'organisation ou choisir d'envoyer à tous les niveaux d'organisation

source: An error occurred. Please try again
fr: Une erreur s'est produite. Veuillez réessayer

source: One or more user organization levels were unexpectedly not found. Please select organization level(s) again.
fr: Un ou plusieurs niveaux d'organisation utilisateur n'ont pas été trouvés de manière inattendue. Veuillez sélectionner à nouveau le(s) niveau(x) d'organisation.

source: Please specify the case groups(s) or deselect case groups as recipients
fr: Veuillez spécifier le(s) groupe(s) de cas ou désélectionner les groupes de cas en tant que destinataires

source: One or more case groups were unexpectedly not found. Please select group(s) again.
fr: Un ou plusieurs groupes de cas n'ont pas été trouvés de manière inattendue. Veuillez sélectionner à nouveau le(s) groupe(s).

source: Please select the applicable day(s) of the week.
fr: Veuillez sélectionner le(s) jour(s) applicable(s) de la semaine.

source: Please select the applicable day(s) of the month.
fr: Veuillez sélectionner le(s) jour(s) applicable(s) du mois.

source: Invalid JSON: Needs to be an object with valid properties as keys and list of strings as values
fr: JSON invalide : Doit être un objet avec des propriétés valides comme clés et une liste de chaînes comme valeurs

source: Invalid JSON: Keys are not valid user case property names: %s
fr: JSON invalide : Les clés ne sont pas des noms de propriétés de cas utilisateur valides : %s

source: Invalid JSON: Values for keys are not lists of strings: %s
fr: JSON invalide : Les valeurs des clés ne sont pas des listes de chaînes : %s

source: Broadcast Name
fr: Nom de la diffusion

source: You cannot create an immediate broadcast which is inactive.
fr: Vous ne pouvez pas créer une diffusion immédiate qui est inactive.

source: The first available time after the rule is satisfied
fr: La première heure disponible après que la règle est satisfaite

source: The date from case property
fr: La date à partir de la propriété de cas

source: A specific date
fr: Une date spécifique

source: Exactly on the start date
fr: Exactement à la date de début

source: Before the start date by
fr: Avant la date de début de

source: After the start date by
fr: Après la date de début de

source: The first Sunday that occurs on or after the start date
fr: Le premier dimanche qui se produit le jour de la date de début ou après

source: The first Monday that occurs on or after the start date
fr: Le premier lundi qui se produit le jour de la date de début ou après

source: The first Tuesday that occurs on or after the start date
fr: Le premier mardi qui se produit le jour de la date de début ou après

source: The first Wednesday that occurs on or after the start date
fr: Le premier mercredi qui se produit le jour de la date de début ou après

source: The first Thursday that occurs on or after the start date
fr: Le premier jeudi qui se produit le jour de la date de début ou après

source: The first Friday that occurs on or after the start date
fr: Le premier vendredi qui se produit le jour de la date de début ou après

source: The first Saturday that occurs on or after the start date
fr: Le premier samedi qui se produit le jour de la date de début ou après

source: Restart schedule when this case property takes any new value:
fr: Redémarrer le calendrier lorsque cette propriété de cas prend une nouvelle valeur :

source: Scheduler: Form
fr: Planificateur : Formulaire

source: Scheduler: Use
fr: Planificateur : Utilisation

source: the first date in the visit window
fr: la première date dans la fenêtre de visite

source: the due date of the visit
fr: la date d'échéance de la visite

source: the last date in the visit window
fr: la dernière date dans la fenêtre de visite

source: Custom Data: Name
fr: Données personnalisées : Nom

source: Custom Data: Value
fr: Données personnalisées : Valeur

source: Custom SMS
fr: SMS personnalisé

source: Push Notification
fr: Notification Push

source: The time from case property
fr: L'heure à partir de la propriété de cas

source: The Case
fr: Le Cas

source: The Case's Owner
fr: Le Propriétaire du Cas

source: The Case's Last Submitting User
fr: Le Dernier Utilisateur Soumettant du Cas

source: The Case's Parent Case
fr: Le Cas Parent du Cas

source: The Case's Child Cases
fr: Les Cas Enfants du Cas

source: Username Specified via Case Property
fr: Nom d'utilisateur Spécifié via la Propriété de Cas

source: User ID Specified via Case Property
fr: ID Utilisateur Spécifié via la Propriété de Cas

source: Email Specified via Case Property
fr: Email Spécifié via la Propriété de Cas

source: Custom Recipient
fr: Destinataire Personnalisé

source: A date from a visit scheduler
fr: Une date d'un planificateur de visites

source: Scheduler: Visit
fr: Planificateur : Visite

source: Begin
fr: Commencer

source: day(s)
fr: jour(s)

source: Username Case Property
fr: Propriété de cas Nom d'utilisateur

source: User ID Case Property
fr: Propriété de cas ID utilisateur

source: Email Case Property
fr: Propriété de cas Email

source: Restart Schedule
fr: Redémarrer le programme

source: case property
fr: propriété de cas

source: This cannot be changed after initial configuration.
fr: Cela ne peut pas être modifié après la configuration initiale.

source: Use case property stop date
fr: Utiliser la date d'arrêt de la propriété de cas

source: Capture Custom Data on each SMS
fr: Capturer des données personnalisées sur chaque SMS

source: You may not start sending before the day that the rule triggers.
fr: Vous ne pouvez pas commencer à envoyer avant le jour où la règle se déclenche.

source: Invalid choice selected
fr: Choix invalide sélectionné

source: This option can only be enabled when the schedule's start date is set automatically.
fr: Cette option ne peut être activée que lorsque la date de début du programme est définie automatiquement.

source: Only dynamic case properties are allowed
fr: Seules les propriétés de cas dynamiques sont autorisées

source: The selected form does not have a schedule enabled.
fr: Le formulaire sélectionné n'a pas de programme activé.

source: Visit number not found in latest released app build. Please check form configuration.
fr: Numéro de visite introuvable dans la dernière version de l'application publiée. Veuillez vérifier la configuration du formulaire.

source: The referenced visit in the latest released app build is a repeat visit. Repeat visits are not supported
fr: La visite référencée dans la dernière version de l'application publiée est une visite répétée. Les visites répétées ne sont pas prises en charge

source: The referenced visit in the latest released app build does not have a window end date. Visits which do not have a window end date are not supported
fr: La visite référencée dans la dernière version de l'application publiée n'a pas de date de fin de fenêtre. Les visites qui n'ont pas de date de fin de fenêtre ne sont pas prises en charge

source: Please first select a visit scheduler form
fr: Veuillez d'abord sélectionner un formulaire de planificateur de visite

source: Please enter a number greater than 0
fr: Veuillez entrer un nombre supérieur à 0

source: Email case property can only be used with Email content
fr: La propriété de cas Email ne peut être utilisée qu'avec le contenu Email

source: Push Notifications is no longer available on this environment. Please contact Administrator.
fr: Les notifications push ne sont plus disponibles dans cet environnement. Veuillez contacter l'administrateur.

source: Push Notifications is not available for your project. Please contact Administrator.
fr: Les notifications push ne sont pas disponibles pour votre projet. Veuillez contacter l'administrateur.

source: '{}' recipient types are not supported for Push Notifications
fr: Les types de destinataires '{}' ne sont pas pris en charge pour les notifications push

source: An instance of the schedule will be created for each open case matching all filter criteria below.
fr: Une instance du programme sera créée pour chaque cas ouvert correspondant à tous les critères de filtrage ci-dessous.

source: Background Sync
fr: Synchronisation en arrière-plan

source: Display Messages
fr: Afficher les messages

source: Data Messages
fr: Messages de données

source: Add Broadcast
fr: Ajouter une diffusion

source: Scheduled Broadcasts
fr: Diffusions planifiées

source: There are no messages to display.
fr: Il n'y a pas de messages à afficher.

source: Immediate Broadcasts History
fr: Historique des diffusions immédiates

source: Since you are a Superuser, you will see additional options.
fr: Étant donné que vous êtes un Superutilisateur, vous verrez des options supplémentaires.

source: NOTE: A system administrator is required to edit this alert.
fr: REMARQUE : Un administrateur système est requis pour modifier cette alerte.

source: Schedule & Recipients
fr: Calendrier & Destinataires

source: Conditional Alerts
fr: Alertes conditionnelles

source: Conditional alerts allow you to send messaging content on a specific schedule. Read more about conditional alerts on the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Help Site</a>.
fr: Les alertes conditionnelles vous permettent d'envoyer du contenu de messagerie selon un calendrier spécifique. En savoir plus sur les alertes conditionnelles sur le <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">site d'aide</a>.

source: New Conditional Alert
fr: Nouvelle alerte conditionnelle

source: Bulk Upload SMS Alert Content
fr: Téléchargement en masse du contenu d'alerte SMS

source: There are no alerts to display.
fr: Il n'y a pas d'alertes à afficher.

source: Processing
fr: Traitement

source: Restart Rule
fr: Redémarrer la règle

source: For information on Broadcasts, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">Broadcasts</a> help page.
fr: Pour des informations sur les diffusions, consultez la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">page d'aide sur les diffusions</a>.

source: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Click here</a> for more information about this dashboard.
fr: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Cliquez ici</a> pour plus d'informations sur ce tableau de bord.

source: SMS Status:
fr: Statut SMS :

source: Processing Complete
fr: Traitement terminé

source: Processing In Progress
fr: Traitement en cours

source: Processing Paused
fr: Traitement en pause

source: SMS queued
fr: SMS en file d'attente

source: SMS Status
fr: Statut des SMS

source: <p><strong>Processing Complete:</strong> All queued messages have been processed.</p> <p><strong>Processing In Progress:</strong> There are queued messages which are currently being processed.</p> <p><strong>Processing Paused:</strong> No messages are currently being processed. Any messages created will remain queued until SMS processing resumes.</p>
fr: <p><strong>Traitement terminé :</strong> Tous les messages en file d'attente ont été traités.</p> <p><strong>Traitement en cours :</strong> Il y a des messages en file d'attente qui sont actuellement en cours de traitement.</p> <p><strong>Traitement en pause :</strong> Aucun message n'est actuellement en cours de traitement. Tous les messages créés resteront en file d'attente jusqu'à ce que le traitement des SMS reprenne.</p>

source: Daily Usage
fr: Utilisation quotidienne

source: The number of SMS sent today out of the total daily limit for your project. If you require a higher limit, contact support.
fr: Le nombre de SMS envoyés aujourd'hui sur le total de la limite quotidienne pour votre projet. Si vous avez besoin d'une limite plus élevée, contactez le support.

source: Restricted Times
fr: Heures restreintes

source: Your project currently does not restrict the times of day at which SMS can be sent.
fr: Votre projet ne restreint actuellement pas les heures de la journée auxquelles les SMS peuvent être envoyés.

source: Your project restricts the times of day at which SMS can be sent. SMS will resume sending at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
fr: Votre projet restreint les heures de la journée auxquelles les SMS peuvent être envoyés. L'envoi de SMS reprendra à <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: Your project restricts the times of day at which SMS can be sent. SMS sending is currently active. The next restricted period begins at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
fr: Votre projet restreint les heures de la journée auxquelles les SMS peuvent être envoyés. L'envoi de SMS est actuellement actif. La prochaine période restreinte commence à <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: All Messaging Events Status:
fr: Statut de tous les événements de messagerie :

source: event(s) queued
fr: événement(s) en file d'attente

source: All Messaging Events Status
fr: Statut de tous les événements de messagerie

source: <p><strong>Processing Complete:</strong> All due events have been processed.</p> <p><strong>Processing In Progress:</strong> There are events which are due that are currently being processed.</p>
fr: <p><strong>Traitement terminé :</strong> Tous les événements dus ont été traités.</p> <p><strong>Traitement en cours :</strong> Il y a des événements dus qui sont actuellement en cours de traitement.</p>

source: View <a target="_blank" href="%(scheduled_events_url)s">scheduled events</a>
fr: Voir les <a target="_blank" href="%(scheduled_events_url)s">événements programmés</a>

source: Incoming / Outgoing SMS
fr: SMS entrants / sortants

source: Summary of SMS activity. Outgoing SMS represent SMS successfully handed off to an SMS gateway for delivery.
fr: Résumé de l'activité SMS. Les SMS sortants représentent les SMS remis avec succès à une passerelle SMS pour la livraison.

source: Showing SMS activity over the last 30 days. <a target="_blank" href="%(message_log_url)s">See full message log</a>
fr: Affichage de l'activité SMS au cours des 30 derniers jours. <a target="_blank" href="%(message_log_url)s">Voir le journal complet des messages</a>

source: Dates are presented in YYYY-MM-DD format
fr: Les dates sont présentées au format AAAA-MM-JJ

source: Messaging Events (Success / Error)
fr: Événements de messagerie (Succès / Erreur)

source: Shows the counts of messaging events that completed successfully as well as those that had errors.
fr: Affiche le nombre d'événements de messagerie qui ont été complétés avec succès ainsi que ceux qui ont eu des erreurs.

source: Summarizing messaging events over the last 30 days. <a target="_blank" href="%(messaging_history_url)s">See full messaging history for more detail</a>
fr: Résumé des événements de messagerie au cours des 30 derniers jours. <a target="_blank" href="%(messaging_history_url)s">Voir l'historique complet des messages pour plus de détails</a>

source: Messaging Event Error Summary
fr: Résumé des erreurs d'événements de messagerie

source: Gives a breakdown of messaging event errors and the counts of their occurrences. Hover over a bar to see the error.
fr: Fournit une répartition des erreurs d'événements de messagerie et le nombre de leurs occurrences. Survolez une barre pour voir l'erreur.

source: Summarizing errors over the last 30 days. <a target="_blank" href="%(messaging_history_errors_url)s">See full messaging error history for more detail</a>
fr: Résumé des erreurs au cours des 30 derniers jours. <a target="_blank" href="%(messaging_history_errors_url)s">Voir l'historique complet des erreurs de messagerie pour plus de détails</a>

source: Last updated:
fr: Dernière mise à jour :

source: Send on
fr: Envoyer le

source: at
fr: à

source: and send
fr: et envoyer

source: Translate this message
fr: Traduire ce message

source: See the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">help site</a> for some optional formatting that can be applied to this message.
fr: Voir le <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">site d'aide</a> pour quelques formats optionnels qui peuvent être appliqués à ce message.

source: Translation
fr: Traduction

source: header
fr: en-tête

source: font
fr: police

source: font size
fr: taille de la police

source: bold
fr: gras

source: italic
fr: italique

source: underline
fr: souligner

source: strike through
fr: barrer

source: text color
fr: couleur du texte

source: background color
fr: couleur de fond

source: ordered list
fr: liste ordonnée

source: unordered list
fr: liste non ordonnée

source: indent
fr: retrait

source: unindent
fr: désindenter

source: align text
fr: aligner le texte

source: clear formatting
fr: effacer la mise en forme

source: Insert Image
fr: Insérer une image

source: Uploading
fr: Téléchargement

source: Insert
fr: Insérer

source: Insert Link
fr: Insérer un lien

source: Link Label
fr: Étiquette du lien

source: Link Address
fr: Adresse du lien

source: All events
fr: Tous les événements

source: Events to be sent after
fr: Événements à envoyer après

source: Broadcasts
fr: Diffusions

source: The '{sheet_name}' sheet is missing an id column. This sheet has been skipped.
fr: La feuille '{sheet_name}' ne contient pas de colonne id. Cette feuille a été ignorée.

source: This file is missing the '{sheet_name}' sheet. Please add this sheet and upload again.
fr: Ce fichier ne contient pas la feuille '{sheet_name}'. Veuillez ajouter cette feuille et télécharger à nouveau.

source: Row {index} in '{sheet_name}' sheet is missing an id.
fr: La ligne {index} dans la feuille '{sheet_name}' ne contient pas d'id.

source: Could not find rule for row {index} in '{sheet_name}' sheet, with id {id}
fr: Impossible de trouver la règle pour la ligne {index} dans la feuille '{sheet_name}', avec l'id {id}

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, is currently processing and cannot be updated.
fr: La ligne {index} dans la feuille '{sheet_name}', avec l'id de règle {id}, est en cours de traitement et ne peut pas être mise à jour.

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, does not use SMS content.
fr: La ligne {index} dans la feuille '{sheet_name}', avec l'id de règle {id}, n'utilise pas de contenu SMS.

source: Could not update rule with id {id} in '{sheet_name}' sheet: expected {expected} row(s) but found {actual}.
fr: Impossible de mettre à jour la règle avec l'id {id} dans la feuille '{sheet_name}': {expected} ligne(s) attendue(s) mais {actual} trouvée(s).

source: Error updating rule with id {id} in '{sheet_name}' sheet: {detail}
fr: Erreur lors de la mise à jour de la règle avec l'id {id} dans la feuille '{sheet_name}': {detail}

source: Updated {count} rule(s) in '{sheet_name}' sheet
fr: {count} règle(s) mise(s) à jour dans la feuille '{sheet_name}'

source: Rule name must be the same in all rows
fr: Le nom de la règle doit être le même dans toutes les lignes

source: Missing message
fr: Message manquant

source: New Broadcast
fr: Nouvelle diffusion

source: Edit Broadcast
fr: Modifier la diffusion

source: This broadcast is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
fr: Cette diffusion n'est pas modifiable car elle utilise une enquête SMS et votre abonnement actuel ne permet pas l'utilisation de SMS entrants.

source: For information on Conditional Alerts, see the {} help page.
fr: Pour des informations sur les alertes conditionnelles, consultez la page d'aide {}.

source: Edit Conditional Alert
fr: Modifier l'alerte conditionnelle

source: Editing a conditional alert will cause it to process each case of the alert's case type. This may take some time.
fr: Modifier une alerte conditionnelle entraînera le traitement de chaque cas du type de cas de l'alerte. Cela peut prendre un certain temps.

source: Please allow the rule to finish processing before editing.
fr: Veuillez permettre à la règle de terminer le traitement avant de modifier.

source: This alert is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
fr: Cette alerte n'est pas modifiable car elle utilise une enquête SMS et votre abonnement actuel ne permet pas l'utilisation de SMS entrants.

source: This alert is not editable because it uses IVR, which is no longer supported.
fr: Cette alerte n'est pas modifiable car elle utilise l'IVR, qui n'est plus pris en charge.

source: This alert is not editable because it uses the SMS / Callback workflow, which is no longer supported.
fr: Cette alerte n'est pas modifiable car elle utilise le flux de travail SMS / Rappel, qui n'est plus pris en charge.

source: This conditional alert references parent case properties. Note that changes to parent cases will not be immediately reflected by the alert and will only be reflected once the child case is subsequently updated. For best results, please update your workflow to avoid referencing parent case properties in this alert.
fr: Cette alerte conditionnelle fait référence aux propriétés du cas parent. Notez que les modifications apportées aux cas parents ne seront pas immédiatement reflétées par l'alerte et ne seront reflétées qu'une fois que le cas enfant sera mis à jour par la suite. Pour de meilleurs résultats, veuillez mettre à jour votre flux de travail pour éviter de référencer les propriétés du cas parent dans cette alerte.

source: Upload SMS Alert Content
fr: Télécharger le contenu de l'alerte SMS

source: SMS alert content
fr: Contenu de l'alerte SMS

source: Image file is too large. Images must be smaller than 1MB
fr: Le fichier image est trop volumineux. Les images doivent être inférieures à 1 Mo
