Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/djangojs.po
Languages: fr

source: The condition will be ignored unless you mark the question required.
fr: La condition sera ignorée à moins que vous ne marquiez la question comme requise.

source: Extra Bind Attributes
fr: Attributs de liaison supplémentaires

source: You are referencing a node in this form. This can cause errors in the form
fr: Vous faites référence à un nœud dans ce formulaire. Cela peut causer des erreurs dans le formulaire

source: Appearance Attribute
fr: Attribut d'apparence

source: Default Display Text
fr: Texte affiché par défaut

source: Default Display Text is required
fr: Le texte d'affichage par défaut est requis

source: Hint Display Text
fr: Texte d'affichage de l'indice

source: Extra Control Attributes
fr: Attributs de contrôle supplémentaires

source: Raw XML
fr: XML brut

source: Data Parent
fr: Parent des données

source: Must be valid path
fr: Doit être un chemin valide

source: {path} is not a valid data parent
fr: {path} n'est pas un parent de données valide

source: Data parent of question in repeat group must be (in) the same repeat group
fr: Le parent des données de la question dans le groupe répétitif doit être (dans) le même groupe répétitif

source: Hidden Value
fr: Valeur cachée

source: Text
fr: Texte

source: Phone Number or Numeric ID
fr: Numéro de téléphone ou identifiant numérique

source: Password
fr: Mot de passe

source: Integer
fr: Entier

source: Audio Capture
fr: Enregistrement audio

source: Image Capture
fr: Capture d'image

source: Image Size
fr: Taille de l'image

source: Small
fr: Petit

source: Medium
fr: Moyen

source: This will resize the image before sending the form. Use this option to send smaller images in areas of poor connectivity.<ul><li>Small - 0.1 megapixels</li><li>Medium - 0.2 megapixels</li><li>Large - 0.5 megapixels</li></ul>
fr: Cela redimensionnera l'image avant d'envoyer le formulaire. Utilisez cette option pour envoyer des images plus petites dans les zones de faible connectivité.<ul><li>Petit - 0,1 mégapixels</li><li>Moyen - 0,2 mégapixels</li><li>Grand - 0,5 mégapixels</li></ul>

source: Video Capture
fr: Enregistrement vidéo

source: Signature Capture
fr: Capture de signature

source: Barcode Scan
fr: Lecture Code-barres

source: Date and Time
fr: Date et Heure

source: Time
fr: Heure

source: Decimal
fr: Décimal

source: Choice
fr: Choix

source: Choice Value
fr: Valeur de choix

source: Whitespace in values is not allowed.
fr: L'espace blanc dans les valeurs n'est pas autorisé.

source: This choice value has been used in the same question
fr: Cette valeur de choix a été utilisée dans la même question

source: Cannot change a Multiple/Single Choice question to a non-Choice question if it has Choices. Please remove all Choices and try again.
fr: Impossible de changer une question à choix multiple/unique en une question sans choix si elle a des choix. Veuillez supprimer tous les choix et réessayer.

source: Checkbox
fr: Case à cocher

source: Multiple Choice
fr: Choix multiple

source: Group
fr: Groupe

source: Question List
fr: Liste de questions

source: Repeat Group
fr: Répéter groupe

source: Repeat Count
fr: Nombre de répétitions

source: Repeat Count is required.
fr: Le nombre de répétitions est requis.

source: Extra Repeat Attributes
fr: Attributs de répétition supplémentaires

source: You have deleted a question.
fr: Vous avez supprimé une question

source: Undo
fr: Annuler

source: New Form
fr: Nouveau formulaire

source: Bind Node [{path}] found but has no associated Data node. This bind node will be discarded!
fr: Nœud de liaison [{path}] trouvé mais n'a pas de nœud de données associé. Ce nœud de liaison sera supprimé !

source: Not Found
fr: Pas trouvé

source: {type} nodes cannot be used in an output value. Please remove the output value for '{path}' or your form will have errors.
fr: Les nœuds {type} ne peuvent pas être utilisés dans une valeur de sortie. Veuillez supprimer la valeur de sortie pour '{path}' ou votre formulaire aura des erreurs.

source: The {field} for a question is not allowed to reference the question itself. Please remove the {ref} from the {field} or your form will have errors.
fr: Le {field} pour une question ne peut pas référencer la question elle-même. Veuillez supprimer le {ref} du {field} ou votre formulaire aura des erreurs.

source: output value
fr: valeur de sortie

source: Validation Failed
fr: Echec de validation

source: Please fix the error before leaving this page:
fr: Veuillez corriger l'erreur avant de quitter cette page:

source: Edit <span class='property-name'>Expression</span> (Advanced)
fr: Modifier <span class='property-name'>Expression</span> (Avancé)

source: Show Simple Mode
fr: Afficher mode simple

source: You are currently in Advanced Mode because your logic is too complicated for Simple Mode.
fr: Vous êtes actuellement en mode avancé car votre logique est trop compliquée pour le mode simple.

source: You can drag a question into the box.
fr: Vous pouvez faire glisser une question dans la boîte.

source: Guide to Common Logic and Calculations
fr: Guide des logiques et calculs courants

source: Edit <span class='property-name'>Expression</span>
fr: Modifier <span class='property-name'>Expression</span>

source: Show Advanced Mode
fr: Afficher mode avancé

source: Result is
fr: Le résultat est

source: Add Expression
fr: Ajouter expression

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Drag question here
fr: Faites glisser la question ici

source: is equal to
fr: est égal à

source: is not equal to
fr: n'est pas égal à

source: is less than
fr: est moins que

source: is less than or equal to
fr: est égal ou moins que

source: is greater than
fr: est supérieur à

source: is greater than or equal to
fr: est égal ou supérieur à

source: has selected value
fr: a sélectionné la valeur

source: True when ALL of the expressions are true.
fr: Vrai lorsque TOUTES les expressions sont vraies.

source: True when ANY of the expressions are true.
fr: Vrai lorsque l'une des expressions est vraie.

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Form Warning
fr: Avertissement de formulaire

source: Holding the ALT key while clicking save invokes an inefficient save procedure. Do this only if a normal save fails.
fr: Maintenir la touche ALT en cliquant sur enregistrer invoque une procédure d'enregistrement inefficace. Faites cela uniquement si un enregistrement normal échoue.

source: Are you sure you want to exit? All unsaved changes will be lost!
fr: Êtes-vous sûr de vouloir quitter ? Tous les changements non enregistrés seront perdus !

source: Look for questions marked with $1 and check they don't reference deleted questions.
fr: Recherchez les questions marquées avec $1 et vérifiez qu'elles ne référencent pas des questions supprimées.

source: Errors in Form
fr: Erreurs dans le formulaire

source: Form has reference errors.
fr: Le formulaire contient des erreurs de référence.

source: Look for questions marked with $1 and fix the errors.
fr: Recherchez les questions marquées avec $1 et réparez les erreurs.

source: Form has validation errors.
fr: Le formulaire comporte des erreurs de validation.

source: Multimedia Capture
fr: Capture multimédia

source: Number
fr: Nombre

source: Groups
fr: Groupes

source: Advanced
fr: Avancés

source: Make Required
fr: Rendre obligatoire

source: You are about to make all existing questions on this form required. This action will overwrite the current configuration of this form and can only be undone by editing individual questions.
fr: Vous êtes sur le point de rendre toutes les questions existantes de ce formulaire obligatoires. Cette action écrasera la configuration actuelle de ce formulaire et ne pourra être annulée qu'en modifiant les questions individuellement.

source: Load Default Values
fr: Charger les valeurs par défaut

source: You are about to set matching case properties as Default Values for all existing questions. This action will overwrite existing Default Values for all questions with matching case properties and can only be undone by editing individual questions.
fr: Vous êtes sur le point de définir des propriétés de cas correspondantes comme valeurs par défaut pour toutes les questions existantes. Cette action écrasera les valeurs par défaut existantes pour toutes les questions avec des propriétés de cas correspondantes et ne pourra être annulée qu'en modifiant les questions individuellement.

source: Are you sure you want to perform this action?
fr: Êtes-vous sûr de vouloir effectuer cette action ?

source: Continue
fr: Continuer

source: Expand Editor
fr: Développer l'éditeur

source: Shrink Editor
fr: Diminuer l'éditeur

source: Export Form Contents
fr: Exporter le contenu des formulaires

source: Edit Source XML
fr: Modifier le XML source

source: Form Properties
fr: Propriétés de formulaire

source: Find Usages
fr: Trouver les utilisations

source: Validation failed. Form may not perform correctly on your device!
fr: Échec de la validation. Le formulaire peut ne pas fonctionner correctement sur votre appareil !

source: Edit Form's Source XML
fr: Modifier le XML source du formulaire

source: Update Source
fr: Mettre à jour la source

source: This is the raw XML. You can edit or paste into this box to make changes to your form. Press 'Update Source' to save changes, or 'Close' to cancel.
fr: Ceci est le XML brut. Vous pouvez modifier ou coller dans cette boîte pour apporter des modifications à votre formulaire. Appuyez sur 'Mettre à jour la source' pour enregistrer les modifications, ou 'Fermer' pour annuler.

source: Copy and paste this content into a spreadsheet program like Excel to easily share your form with others.
fr: Copiez et collez ce contenu dans un programme de feuille de calcul comme Excel pour partager facilement votre formulaire avec d'autres.

source: Lost Work Warning
fr: Avertissement de travail perdu

source: Overwrite their work
fr: Écraser leur travail

source: Show XML Differences
fr: Afficher les différences XML

source: Looks like someone else has edited this form since you loaded the page. Are you sure you want to overwrite their work?
fr: Il semble que quelqu'un d'autre ait modifié ce formulaire depuis que vous avez chargé la page. Êtes-vous sûr de vouloir écraser leur travail ?

source: Edit Form Properties
fr: Modifier les propriétés de formulaire

source: Disable Text Formatting
fr: Désactiver le formatage du texte

source: Use Easy References
fr: Utiliser des références faciles

source: Use of each question
fr: Utilisation de chaque question

source: Close
fr: Fermer

source: Unsaved Changes in Editor
fr: Modifications non enregistrées dans l'éditeur

source: You have UNSAVED changes in the Expression Editor. Please save changes before continuing.
fr: Vous avez des modifications NON ENREGISTRÉES dans l'éditeur d'expressions. Veuillez enregistrer les modifications avant de continuer.

source: Parsing Error. Please check that your form is valid XML.
fr: Erreur d'analyse. Veuillez vérifier que votre formulaire est un XML valide.

source: Sorry, {err}
fr: Désolé, {err}

source: Add Choice
fr: Ajouter Choix

source: and
fr: et

source: There are errors in the form
fr: Il y a des erreurs dans le formulaire

source: Fix Manually
fr: Corriger manuellement

source: Fix Automatically
fr: Corriger automatiquement

source: It looks like your form is not valid XML. This can often happen if you use a reserved character in one of your questions. Characters to look out for are <, >, and &. You can still save, but you CANNOT LOAD THIS FORM again until you fix the XML by hand. What would you like to do?
fr: Il semble que votre formulaire ne soit pas un XML valide. Cela peut souvent se produire si vous utilisez un caractère réservé dans l'une de vos questions. Les caractères à surveiller sont <, >, et &. Vous pouvez toujours enregistrer, mais vous NE POUVEZ PAS CHARGER CE FORMULAIRE à nouveau tant que vous n'avez pas corrigé le XML manuellement. Que souhaitez-vous faire ?

source: Form Validation Error
fr: Erreur de validation du formulaire

source: Fix the problem (recommended)
fr: Résoudre le problème (recommandé)

source: Save anyway
fr: Enregistrer quand-même

source: Basic
fr: De base

source: The {displaytext} appears in the application. This text will not appear in data exports.
fr: Le {displaytext} apparaît dans l'application. Ce texte n'apparaîtra pas dans les exportations de données.

source: Display Text
fr: Afficher Texte

source: Data Source
fr: Source de données

source: You can configure an external data source like a case list or lookup table to use as the choices for a multiple choice question.
fr: Vous pouvez configurer une source de données externe comme une liste de cas ou une table de recherche à utiliser comme choix pour une question à choix multiples.

source: Logic
fr: Logique

source: Use logic to control when questions are asked and what answers are valid. You can add logic to display a question based on a previous answer, to make the question required or ensure the answer is in a valid range.
fr: Utilisez la logique pour contrôler quand les questions sont posées et quelles réponses sont valides. Vous pouvez ajouter une logique pour afficher une question en fonction d'une réponse précédente, pour rendre la question obligatoire ou pour vous assurer que la réponse est dans une plage valide.

source: Media
fr: Média

source: This will allow you to add images, audio or video media to a question, or other custom content.
fr: Cela vous permettra d'ajouter des médias tels que des images, de l'audio ou de la vidéo à une question, ou d'autres contenus personnalisés.

source: These are advanced settings and are not needed for most applications. Please only change these if you have a specific need!
fr: Ce sont des paramètres avancés et ne sont pas nécessaires pour la plupart des applications. Veuillez ne les modifier que si vous avez un besoin spécifique !

source: This question represents advanced content that is not supported by the form builder. Please only change it if you have a specific need!
fr: Cette question représente un contenu avancé qui n'est pas pris en charge par le créateur de formulaire. Veuillez ne le modifier que si vous avez un besoin spécifique !

source: Ignored XML
fr: XML ignoré

source: Android App Callout
fr: Appel d'application Android

source: External App
fr: Application externe

source: Insert Android Application ID
fr: Insérer l'ID de l'application Android

source: change your subscription
fr: changer l'abonnement

source: You no longer have access to built in or external integration in your application. Built in integrations are available on the Pro plan and higher. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
fr: Vous n'avez plus accès à l'intégration intégrée ou externe dans votre application. Les intégrations intégrées sont disponibles sur le plan Pro et supérieur. Les intégrations externes sont disponibles sur le plan Avancé et supérieur. Avant de pouvoir créer une nouvelle version de votre application, vous devez {link} ou supprimer cette question.

source: Your subscription only has access to built-in integration. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
fr: Votre abonnement n'a accès qu'à l'intégration intégrée. Les intégrations externes sont disponibles sur le plan Avancé et supérieur. Avant de pouvoir créer une nouvelle version de votre application, vous devez {link} ou supprimer cette question.

source: Android app callouts of the same type must have different question ids.
fr: Les appels d'application Android du même type doivent avoir des identifiants de question différents.

source: Response
fr: Réponse

source: Special Intent XMLNS attribute
fr: Attribut XMLNS d'intention spéciale

source: Print
fr: Imprimer

source: Document Template
fr: Modèle de document

source: Edit Data Source
fr: Modifier Source de Données

source: Query Expression
fr: Expression de requête

source: Optional Instance Properties
fr: Propriétés d'instance facultatives

source: Instance ID
fr: ID d'instance

source: Instance URI
fr: URI d'instance

source: Lookup table was not found in the project
fr: La table de recherche n'a pas été trouvée dans le projet

source: Loading...
fr: Téléchargement en cours...

source: You no longer have access to Lookup Tables in your application. Lookup Tables are available on the Standard plan and higher. Before you can make a new version of your application, you must {link} or delete this question
fr: Vous n'avez plus accès aux tables de recherche dans votre application. Les tables de recherche sont disponibles sur le plan Standard et supérieur. Avant de pouvoir créer une nouvelle version de votre application, vous devez {link} ou supprimer cette question

source: A data source must be selected.
fr: Une source de données doit être sélectionnée.

source: Display Text Field
fr: Champ de texte d'affichage

source: Sort Field
fr: Champ de tri

source: Filter
fr: Filtrer

source: This is an XPath expression that will filter the set of choices from the lookup table
fr: Ceci est une expression XPath qui filtrera l'ensemble des choix de la table de recherche

source: Lookup Tables
fr: Tables de Recherche

source: Checkbox Lookup Table
fr: Table de recherche à cases à cocher

source: Cannot change to Multiple/Single Choice question if it has Choices. Please remove all Choices and try again.
fr: Impossible de changer en question à choix multiples/simple si elle a des choix. Veuillez supprimer tous les choix et réessayer.

source: Can only change to a Multiple Choice Lookup Table
fr: Ne peut être changé qu'en tableau de recherche à choix multiples

source: Multiple Choice Lookup Table
fr: Tableau de recherche à choix multiples

source: Can only change to a Checkbox Lookup Table
fr: Ne peut être changé qu'en tableau de recherche à cases à cocher

source: {attr} was not found in the lookup table
fr: {attr} n'a pas été trouvé dans le tableau de recherche

source: Display
fr: Afficher

source: Use text formatting to <strong>bold</strong> and <em>italicize</em> words, use bulleted lists, and <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>more</a>
fr: Utilisez le formatage du texte pour <strong>mettre en gras</strong> et <em>italique</em> les mots, utilisez des listes à puces, et <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>plus</a>

source: Turn Off Text Formatting
fr: Désactiver le formatage du texte

source: Turn On Text Formatting
fr: Activer le formatage du texte

source: custom...
fr: personnaliser...

source: New Content Type
fr: Nouveau type de contenu

source: Content Type
fr: Type de contenu

source: You have languages in your form that are not specified in the "Languages" page of the application builder. The following language will be deleted on save unless you add it to the "Languages" page:
fr: Vous avez des langues dans votre formulaire qui ne sont pas spécifiées dans la page "Langues" du créateur d'application. La langue suivante sera supprimée lors de l'enregistrement à moins que vous ne l'ajoutiez à la page "Langues" :

source: {name} (or multimedia) is required.
fr: {nom} (ou multimédia) est exigé.

source: {name} (or multimedia) is required for all languages.
fr: {name} (ou multimédia) est requis pour toutes les langues.

source: {name} Itext ID is required.
fr: L'ID Itext de {name} est requis.

source: {name} is not a valid ID.
fr: {nom} n'est pas un identifiant valide.

source: Multimedia was not copied; it must be uploaded separately.
fr: Le multimédia n'a pas été copié ; il doit être téléchargé séparément.

source: Discarded languages:
fr: Langues supprimées :

source: Validation Message
fr: Message de validation

source: Can't have a Validation Message Itext ID without a Validation Condition
fr: Impossible d'avoir un ID Itext de message de validation sans condition de validation

source: Validation Message Itext ID
fr: ID Itext de message de validation

source: Add Validation Media
fr: Ajouter un média de validation

source: Display Text Itext ID
fr: ID Itext du texte d'affichage

source: Hint Message
fr: Message d'indice

source: Hint Itext ID
fr: ID Itext de l'indice

source: Help Message
fr: Message d'aide

source: Help Itext ID
fr: ID Itext de l'aide

source: Add New Item Button Text
fr: Texte du bouton Ajouter un nouvel élément

source: Add New Itext ID
fr: Ajouter un nouvel ID Itext

source: Add Another Item Button Text
fr: Texte du bouton Ajouter un autre élément

source: Add Another Itext ID
fr: Ajouter un autre ID Itext

source: Add Other Content
fr: Ajouter un autre contenu

source: Add Multimedia
fr: Ajouter du multimédia

source: Add Help Media
fr: Ajouter un média d'aide

source: Edit Bulk Translations
fr: Modifier les traductions en bloc

source: Update Translations
fr: Mettre à jour les traductions

source: Copy these translations into a spreadsheet program like Excel. You can edit them there and then paste them back here when you're done. These will update the translations used in your form. Press 'Update Translations' to save changes, or 'Close' to cancel.
fr: Copiez ces traductions dans un programme de tableur comme Excel. Vous pouvez les modifier là-bas, puis les coller ici lorsque vous avez terminé. Cela mettra à jour les traductions utilisées dans votre formulaire. Appuyez sur 'Mettre à jour les traductions' pour enregistrer les modifications, ou 'Fermer' pour annuler.

source: App Properties
fr: Propriétés d'application

source: Could not load app properties.
fr: Impossible de charger les propriétés de l'application.

source: If this error persists, please report an issue.
fr: Si cette erreur persiste, veuillez signaler un problème.

source: The {questionid} is an internal identifier for a question. It does not appear on the phone. It is the name of the question in data exports.
fr: Le {questionid} est un identifiant interne pour une question. Il n'apparaît pas sur le téléphone. C'est le nom de la question dans les exportations de données.

source: The date and time of the action, e.g., now() or today()
fr: La date et l'heure de l'action, par exemple, maintenant() ou aujourd'hui()

source: Balance ID
fr: ID de Solde

source: The name of the balance you are tracking. This is an internal identifier which does not appear on the phone.
fr: Le nom du solde que vous suivez. C'est un identifiant interne qui n'apparaît pas sur le téléphone.

source: Product
fr: Produit

source: A reference to a product ID, e.g., "/data/products/current_product"
fr: Une référence à un ID de produit, par exemple, "/data/products/current_product"

source: Quantity
fr: Quantité

source: A reference to an integer question in this form.
fr: Une référence à une question entière sous cette forme.

source: Case
fr: Dossier

source: XPath expression for the case ID associated with this balance.
fr: Expression XPath pour l'ID de cas associé à ce solde.

source: Transfer must have both Source Case and Destination Case defined.
fr: Le transfert doit avoir à la fois un Cas Source et un Cas Destination définis.

source: Cannot change $1 to $2
fr: Impossible de changer $1 en $2

source: Source Case
fr: Cas Source

source: XPath expression for the case ID issuing the transaction.
fr: Expression XPath pour l'ID de cas émettant la transaction.

source: Destination Case
fr: Cas Destination

source: XPath expression for the case ID receiving the transaction.
fr: Expression XPath pour l'ID de cas recevant la transaction.

source: Dispense must have a Source Case.
fr: La distribution doit avoir un Cas Source.
