Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: You can opt in or out of the registry by following this link:
fr: Vous pouvez vous inscrire ou vous désinscrire du registre en suivant ce lien :

source: You can opt in or out of the registry by following this link: %(registry_url)s
fr: Vous pouvez vous inscrire ou vous désinscrire du registre en suivant ce lien : %(registry_url)s

source: Dear %(owning_domain)s administrator,
fr: Cher administrateur de %(owning_domain)s,

source: The '%(domain)s' project space has opted in to the '%(registry_name)s' CommCare data registry.
fr: L'espace projet '%(domain)s' s'est inscrit au registre de données CommCare '%(registry_name)s'.

source: The '%(domain)s' project space has opted out of the '%(registry_name)s' CommCare data registry.
fr: L'espace projet '%(domain)s' s'est désinscrit du registre de données CommCare '%(registry_name)s'.

source: You can manage the data registry at the following link:
fr: Vous pouvez gérer le registre de données au lien suivant :

source: You can manage the data registry at the following link: %(registry_url)s
fr: Vous pouvez gérer le registre de données au lien suivant : %(registry_url)s

source: Untitled Data Registry
fr: Registre de données sans titre

source: Enter data registry description here
fr: Entrez la description du registre de données ici

source: This registry is managed by the '%(owning_domain)s' project space.
fr: Ce registre est géré par l'espace projet '%(owning_domain)s'.

source: Participating project spaces:
fr: Espaces projet participants :

source: Opt in
fr: S'inscrire

source: Opt out
fr: Se désinscrire

source: You must opt-in to the registry before you are able to manage grants.
fr: Vous devez vous inscrire au registre avant de pouvoir gérer les subventions.

source: Your project space has not been granted access to data from any other project spaces.
fr: Votre espace projet n'a pas reçu l'accès aux données d'autres espaces projet.

source: Data from the following project spaces is available to your project space:
fr: Les données des espaces projet suivants sont disponibles pour votre espace projet :

source: Grants
fr: Subventions

source: Audit Logs
fr: Journaux d'audit

source: Invite Project Space
fr: Inviter un espace projet

source: No Project Spaces have been invited.
fr: Aucun espace projet n'a été invité.

source: Invitation Date
fr: Date d'invitation

source: Response Date
fr: Date de réponse

source: Show all grants
fr: Afficher toutes les subventions

source: Grant Access
fr: Accorder l'accès

source: No grants have been created.
fr: Aucune subvention n'a été créée.

source: From Project Space
fr: De l'espace projet

source: To Project Spaces
fr: Aux espaces projet

source: Delete Data Registry
fr: Supprimer le registre de données

source: The following action is permanent!
fr: L'action suivante est permanente !

source: Remove Project Space
fr: Supprimer l'espace projet

source: Removing a Project Space will completely remove their access to this registry.
fr: La suppression d'un espace projet supprimera complètement son accès à ce registre.

source: Are you sure you want to remove this project space
fr: Êtes-vous sûr de vouloir supprimer cet espace projet

source: Invite Project Spaces
fr: Inviter des espaces projet

source: Inviting project spaces to participate in the registry allows them to opt in or out. Until an invitation has been accepted the project space will not be able to use the registry.
fr: Inviter des espaces projet à participer au registre leur permet de s'inscrire ou de se désinscrire. Tant qu'une invitation n'a pas été acceptée, l'espace projet ne pourra pas utiliser le registre.

source: There are no more project spaces that can be invited to this registry. All the project spaces associated with this account have already been invited.
fr: Il n'y a plus d'espaces projet qui peuvent être invités à ce registre. Tous les espaces projet associés à ce compte ont déjà été invités.

source: Invite
fr: Inviter

source: Edit Registry Case Types
fr: Modifier les types de cas du registre

source: Only cases with these case types will be accessible through the registry.
fr: Seuls les cas avec ces types de cas seront accessibles via le registre.

source: Adding or removing case types may impact usages of the registry such as Configurable Reports and Case Search
fr: L'ajout ou la suppression de types de cas peut avoir un impact sur les usages du registre tels que les rapports configurables et la recherche de cas.

source: Use the Data Dictionary to manage case types.
fr: Utilisez le dictionnaire de données pour gérer les types de cas.

source: Grant access
fr: Accorder l'accès

source: You are granting access to data from this project space (%(domain)s).
fr: Vous accordez l'accès aux données de cet espace projet (%(domain)s).

source: Granting another project space access will allow users in that project space to view your data via this data registry. Authorized users will only be able to view case data for the case types configured in the registry.
fr: Accorder l'accès à un autre espace projet permettra aux utilisateurs de cet espace de visualiser vos données via ce registre de données. Les utilisateurs autorisés ne pourront voir que les données de cas pour les types de cas configurés dans le registre.

source: All the project spaces associated with this registry have already been granted access.
fr: Tous les espaces projet associés à ce registre ont déjà reçu l'accès.

source: Remove Grant
fr: Retirer l'accès

source: Are you sure you want to remove the grant from %(domain)s to
fr: Êtes-vous sûr de vouloir retirer l'accès de %(domain)s à

source: Permanent Action
fr: Action permanentes

source: It is important you read the entire message below thoroughly before completing this action.
fr: Il est important que vous lisiez attentivement l'intégralité du message ci-dessous avant de compléter cette action.

source: Are you sure you want to permanently delete
fr: Êtes-vous sûr de vouloir supprimer définitivement

source: This action:
fr: Cette action :

source: Will delete the registry.
fr: Cela supprimera le registre.

source: Will delete <strong>all</strong> of the associated configuration including Reports.
fr: Cela supprimera <strong>toute</strong> la configuration associée, y compris les rapports.

source: Is permanent.
fr: Est permanente.

source: If you ever want to use the registry configuration again in the future, we suggest that you use the <strong>Deactivate</strong> option instead.
fr: Si vous souhaitez réutiliser la configuration du registre à l'avenir, nous vous suggérons d'utiliser l'option <strong>Désactiver</strong> à la place.

source: If even after reading this you decide that you really want to delete this registry, type <strong data-bind="text:name"></strong> into the box below.
fr: Si après avoir lu ceci, vous décidez vraiment de vouloir supprimer ce registre, tapez <strong data-bind="text:name"></strong> dans la case ci-dessous.

source: Delete Registry
fr: Supprimer le registre

source: Data Registries
fr: Registres de données

source: Data Registries allow sharing data between Project Spaces. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Help Site</a>.
fr: Les registres de données permettent de partager des données entre les espaces projet. En savoir plus sur le <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>site d'aide</a>.

source: New Registry
fr: Nouveau registre

source: No project spaces invited to this registry
fr: Aucun espace projet invité à ce registre

source: Invitation rejected
fr: Invitation rejetée

source: No other project spaces are participating in this registry
fr: Aucun autre espace projet ne participe à ce registre

source: Accept the invitation?
fr: Accepter l'invitation ?

source: Are you sure you want to accept the invitation to participate in the <mark data-bind="text: name"></mark> data registry?
fr: Êtes-vous sûr de vouloir accepter l'invitation à participer au registre de données <mark data-bind="text: name"></mark> ?

source: Create a new Data Registry
fr: Créer un nouveau registre de données

source: Registry name must be unique.
fr: Le nom du registre doit être unique.

source: Use the Data Dictionary to manage available case types.
fr: Utilisez le dictionnaire de données pour gérer les types de cas disponibles.

source: Create Registry
fr: Créer un registre

source: Domains must be invited before grants can be created: {not_invited}
fr: Les domaines doivent être invités avant que des accès puissent être créés : {not_invited}

source: Manage Registry
fr: Gérer le registre

source: Action not permitted
fr: Action non autorisée

source: Unknown attribute
fr: Attribut inconnu

source: 'name' must not be blank
fr: Le 'nom' ne doit pas être vide

source: 'name' must be unique
fr: Le 'nom' doit être unique

source: Unable to process your request
fr: Impossible de traiter votre demande

source: Project Space '{domain}' is not a participant.
fr: L'Espace Projet '{domain}' n'est pas un participant.

source: Project Space '{domain}' removed
fr: Espace Projet '{domain}' supprimé

source: No Project Spaces specified
fr: Aucun Espace Projet spécifié

source: Grant not found
fr: Subvention introuvable

source: Access removed from '{domain}' to '{domains}'
fr: Accès retiré de '{domain}' à '{domains}'

source: Access granted from '{domain}' to '{domains}'
fr: Accès accordé de '{domain}' à '{domains}'

source: '{domains}' already have access.
fr: '{domains}' ont déjà accès.

source: You do not have permission to delete the '{name}' registry
fr: Vous n'avez pas la permission de supprimer le registre '{name}'

source: Data Registry '{name}' deleted successfully
fr: Registre de données '{name}' supprimé avec succès

source: Registry 'name' is required
fr: Le registre 'nom' est requis

source: Registry 'case types' is required
fr: Le registre 'types de cas' est requis

source: Registry 'name' must be unique
fr: Le registre 'nom' doit être unique

source: SMS Survey
fr: Enquête par SMS

source: No Response
fr: Aucune réponse

source: Mobile Worker Group
fr: Groupe d’utilisateurs mobile

source: The case's owner
fr: Le propriétaire du dossier

source: Please enter a valid time from 00:00 to 23:59.
fr: Veuillez entrer un heure valide de 00:00 à 23:59.

source: Invalid form chosen.
fr: Formulaire choisi non valide.

source: Override open SMS Surveys
fr: Ignorer les enquêtes par SMS ouvertes

source: Allow Keyword Use By
fr: Autoriser l'utilisation du mot-clé par

source: Both Mobile Workers and Cases
fr: Utilisateurs mobiles et dossiers

source: Mobile Workers Only
fr: Uniquement utilisateurs mobiles

source: Cases Only
fr: Dossiers uniquement

source: Send to Sender
fr: Envoyer à l'expéditeur

source: Notify Another Person
fr: Notifier une autre personne

source: Recipient
fr: Destinataire

source: Process incoming keywords as a Structured Message
fr: Traiter les mots clés entrants comme un message structuré

source: Use Custom Delimiter
fr: Utiliser un délimiteur personnalisé

source: Please Specify Delimiter
fr: Veuillez spécifier un délimiteur

source: Use Joining Character
fr: Utilisez un caractère de liaison

source: Use Named Answers
fr: Utiliser des réponses nommées

source: Please Specify Joining Characcter
fr: Veuillez spécifier le caractère de liaison

source: Structured Message Options
fr: Options de message structuré

source: Example Structured Message
fr: Exemple d'un message structuré

source: Response
fr: Réponse

source: Recipient Information
fr: Informations des récipients

source: Keyword should be one word.
fr: Le mot-clé doit être composé d'un mot.

source: Keyword already exists.
fr: Le mot-clé existe déjà.

source: Please create a form first, and then add a keyword for it.
fr: Veuillez d'abord créer un formulaire, puis ajouter un mot-clé correspondant.

source: Name and xpath are both required fields.
fr: Les champs 'Nom' et 'Chemin d'accès' sont tous les deux requis.

source: Cannot have two names overlap:
fr: Il ne faut pas que deux noms se chevauchent :

source: Cannot use the same name twice:
fr: Il ne faut pas utiliser le même nom deux fois :

source: Cannot reference the same xpath twice:
fr: Il ne faut pas référencer le même chemin deux fois :

source: Delimiter and joining character cannot be the same.
fr: Le délimiteur et le caractère de lien ne peuvent pas être les mêmes.

source: In order to send to the case's owner you must restrict keyword initiation only to cases.
fr: Afin d'envoyer au propriétaire de dossier, vous devez restreindre l'initiation de mot-clé aux dossiers seulement.

source: Add Named Answer
fr: Ajoutez une Réponse Nommée

source: Manage Keywords
fr: Gérer les mots-clés

source: Keywords let users send a message to the system to trigger a survey, provide data or notify other users.
fr: Les mots-clés permettent aux utilisateurs d'envoyer un message au système pour déclencher une enquête, fournir des données ou notifier d'autres utilisateurs.

source: Add Keyword
fr: Ajouter un mot-clé

source: Add Structured Keyword
fr: Ajoutez un Mot Clé Structuré

source: Unlock Linked Keywords For Me
fr: Déverrouiller les mots-clés liés pour moi

source: Lock Linked Keywords For Me
fr: Verrouiller les mots-clés liés pour moi

source: Delete the keyword '<span data-bind="text: keyword"></span>'.
fr: Supprimer le mot-clé '<span data-bind="text: keyword"></span>'.

source: Are you sure you want to delete the SMS Keyword '<span data-bind="text: keyword"></span>'?
fr: Êtes-vous sûr de vouloir supprimer le mot-clé SMS '<span data-bind="text: keyword"></span>' ?

source: DELETED
fr: SUPPRIME

source: Unlock Linked Keywords?
fr: Déverrouiller les mots-clés liés ?

source: <p>Linked Keywords are keywords that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Keywords may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
fr: <p>Les mots-clés liés sont des mots-clés contrôlés par un espace projet distinct lié à ce projet. Cliquez ici pour en savoir plus.</p> <p>Les modifications apportées aux mots-clés liés peuvent être écrasées par les prochaines mises à jour de l'espace projet lié, et peuvent également affecter les solutions sur cet espace projet.</p>

source: Add Parameter
fr: Ajouter un paramètre

source: New Structured Keyword
fr: Nouveau mot-clé structuré

source: New Keyword
fr: Nouveau mot-clé

source: Edit Structured Keyword
fr: Editez un Mot Clé Structuré

source: Edit Normal Keyword
fr: Editer un Mot Clé Normal

source: Keywords
fr: Mots-clés

source: keywords per page
fr: mots-clés par page

source: You have no keywords. Please add one!
fr: Vous n'avez aucun élément mot-clé. Veuillez en ajouter un !

source: Loading keywords...
fr: Chargement des mots-clés...

source: Monitor Workers
fr: Suivi des utilisateurs

source: Inspect Data
fr: Examiner les données

source: Raw Data
fr: Données brutes

source: Manage Deployments
fr: Gérer les déploiements

source: CommTrack
fr: CommCare Supply

source: Stock Status by Product
fr: Niveau de stock par produit

source: # Facilities
fr: Nb. de sites

source: Stocked Out
fr: Rupture de stock

source: A facility is counted as stocked out when its current stock is below the emergency level.
fr: Un établissement est consiéré en rupture de stock quand son stock actuel est inférieur au niveau d'urgence.

source: Understocked
fr: Stock insuffisant

source: A facility is counted as under stocked when its current stock is above the emergency level but below the low stock level.
fr: Un établissement est consiéré en rupture de stock quand son stock actuel est supérieur au niveau d'urgence mais en dessous du niveau de stock.

source: Adequate Stock
fr: Stock adéquat

source: A facility is counted as adequately stocked when its current stock is above the low level but below the overstock level.
fr: Une installation est comptée comme suffisamment stockée lorsque son stock actuel est supérieur au niveau bas mais en dessous du niveau de surstockage.

source: Overstocked
fr: Surstock

source: A facility is counted as overstocked when its current stock is above the overstock level.
fr: Une installation est comptée comme surstockée lorsque son stock actuel dépasse le niveau de surstockage.

source: Insufficient Data
fr: Données manquantes

source: A facility is marked as insufficient data when there is no known consumption amount or there has never been a stock report at the location. Consumption amount can be unknown if there is either no default consumption value or the reporting history does not meet the calculation settings for the project.
fr: Une installation est marquée comme une donnée insuffisante lorsqu'il n'y a pas de quantité de consommation connue ou qu'il n'y a jamais eu de rapport de stock qui a été fait. La quantité de consommation peut être inconnue s'il n'y a pas de valeur de consommation par défaut ou que l'historique des rapports ne correspond pas aux paramètres de calcul du projet.

source: Inventory by Location
fr: Stock par structure

source: A maximum of 100 locations will be shown. Filter by location if you need to see more.
fr: Un maximum de 100 sites seront affichés. Trier par site si vous souhaitez en voir plus.

source: No data
fr: Aucune donnée

source: Aggregate Inventory
fr: Stock total

source: Stock on Hand
fr: Stock Disponible Utilisable

source: Total stock on hand for all locations matching the filters.
fr: Stock total disponible pour tous les sites correspondant aux filtres.

source: Monthly Consumption
fr: Total AMC

source: Total average monthly consumption for all locations matching the filters.
fr: Consommation mensuelle moyenne totale pour tous les sites correspondant aux filtres.

source: Months of Stock
fr: Nombre de mois de stock restant

source: Number of months of stock remaining for all locations matching the filters. Computed by calculating stock on hand divided by monthly consumption.
fr: Nombre de mois de stocks restants pour tous les sites correspondant aux filtres. Calculé en prenant le stock disponible divisé par la consommation mensuelle.

source: Stock Status
fr: Niveau de stock

source: Stock status prediction made using calculated consumption or project specific default values. "No Data" means that there is not enough data to compute consumption and default values have not been uploaded yet.
fr: La prévision de l'état des stocks est effectuée à l'aide de la consommation calculée ou des valeurs spécifiques par défaut du projet. «Aucune donnée» signifie qu'il n'y a pas assez de données pour calculer la consommation et que les valeurs par défaut n'ont pas encore été téléchargées.

source: no data
fr: aucune donnée

source: stock-out
fr: rupture de stock

source: under-stock
fr: Niveau de stock faible

source: adequate
fr: adéquat

source: over-stock
fr: Surstock

source: Explorer
fr: Explorateur

source: Explorer - Can Publish
fr: Explorateur - Peut publier

source: Server Administrator
fr: Administrateur du serveur

source: Site Administrator - Explorer
fr: Administrateur du site - Explorateur

source: Site Administrator - Creator
fr: Administrateur du site - Créateur

source: Unlicensed
fr: Non licencié

source: Read Only
fr: Lecture seule

source: Viewer
fr: Spectateur

source: Last N Days
fr: Derniers N Jours

source: This Year
fr: Cette année

source: Last Year
fr: Année précédente

source: Since a Date
fr: Depuis une date précédente

source: This Month
fr: Ce mois

source: This Quarter
fr: Ce trimestre

source: Last Quarter
fr: Le trimestre dernier

source: Current Indian Financial Year
fr: Année financière actuelle de l'Inde

source: No data for username
fr: Aucune donnée pour le nom d'utilisateur

source: Filter by...
fr: Filtrer par...

source: No Data Available
fr: Aucune donnée disponible

source: [All Data]
fr: [Toutes données]

source: [Project Data]
fr: [Toutes données]

source: Add case owners to filter this report.
fr: Ajouter des propriétaires de cas pour filtrer ce rapport.

source: Show advanced columns
fr: Afficher colonnes avancées

source: Filter Logs by Tag
fr: Filtrer les journaux par balise

source: Filter Logs By
fr: Filtrer les journaux par

source: Filter Logs by Username
fr: Filtrer les journaux par nom d'utilisateur

source: Filter Logs by Device
fr: Filtrer les journaux par appareil

source: Filter Forms
fr: Filtrer les formulaires

source: You don't have any applications set up, so there are no forms to choose from. Please create an application!
fr: Vous n'avez aucune application, donc aucun formulaire disponible pour sélection. Veuillez créer une application !

source: Application Type
fr: Type d'application

source: Select an Application Type
fr: Sélectionnez un type d'application

source: Show all Application Types
fr: Afficher tous les types d'applications

source: Select Application...
fr: Sélectionner une application...

source: Show all Forms of this Application Type...
fr: Afficher tous les formulaires de ce type d'application...

source: Active CommCare Applications
fr: Applications CommCare actives

source: Deleted CommCare Applications
fr: Applications CommCare supprimées

source: Name Unknown
fr: Nom inconnu

source: Select an Application
fr: Sélectionner une application

source: Show Forms in all Applications
fr: Afficher les formulaires dans toutes les applications

source: Select a Menu
fr: Sélectionnez un menu

source: Show all Forms in selected Application
fr: Afficher tous les formulaires dans l'application sélectionnée

source: Select a Form
fr: Sélectionner un formulaire

source: Show all Forms in selected Module
fr: Afficher tous les formulaires dans le module sélectionné

source: Choose a Form
fr: Choisir un formulaire

source: Filter Dates By
fr: Filtrer les dates par

source: <strong>Completion</strong> time is when the form is completed on the phone.
fr: L'heure <strong>d'exécution</strong> correspond à lorsque le formulaire est rempli par téléphone.

source: <strong>Submission</strong> time is when {hq_name} receives the form.
fr: L'heure de <strong>soumission</strong> correspond au moment où {hq_name} reçoit le formulaire.

source: Groups or Locations
fr: Groupes ou sites

source: Click here to select groups or locations to filter in the report
fr: Cliquez ici pour sélectionner les groupes ou sites à trier dans le rapport

source: Everybody
fr: Tous

source: Click to select a group
fr: Cliquez pour sélectionner un groupe

source: Click to select groups
fr: Cliquez pour sélectionner des groupes

source: Year
fr: Année

source: Click to select a case type
fr: Cliquer pour sélectionner un type de dossier

source: Click to select case types
fr: Cliquer pour sélectionner les types de dossier

source: Open / Closed
fr: Ouvert / Fermé

source: Only Open
fr: Seulement ouvert

source: Only Closed
fr: Seulement fermé

source: Select Application [Latest Build Version]
fr: Sélectionner Application [Version la plus récente]

source: {name} [up to build {version}]
fr: {name} [jusqu'à la version {version}]

source: Repeater
fr: Répéteur

source: All Repeaters
fr: Tous les répéteurs

source: Click to select repeaters
fr: Cliquez pour sélectionner des répéteurs

source: Record Status
fr: Statut du rapport

source: Rebuild restriction feature flag status
fr: Reconstruire le statut du drapeau de fonctionnalité de restriction

source: Payload ID
fr: Identifiant de la charge utile

source: Optional
fr: Optionnel

source: View by Users or Groups
fr: Affichage par Utilisateurs/Groupes

source: User Type
fr: Type d'utilisateur

source: Select Mobile Worker
fr: Sélectionner un utilisateur mobile

source: %s & Others
fr: %s & autres
