Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: This attendee cannot be deleted as <strong>%(attendee_name)s</strong> has been tracked as having attended one or more events.
fr: Ce participant ne peut pas être supprimé car <strong>%(attendee_name)s</strong> a été suivi comme ayant assisté à un ou plusieurs événements.

source: Update Attendee
fr: Mettre à jour le participant

source: Delete Attendee
fr: Supprimer le participant

source: Are you sure you want to permanently delete <strong>%(attendee_name)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement <strong>%(attendee_name)s</strong> ?

source: This action will delete %(attendee_name)s as a potential attendee and will remove them from all future events that they are currently enlisted in.
fr: Cette action supprimera %(attendee_name)s en tant que participant potentiel et les retirera de tous les événements futurs auxquels ils sont actuellement inscrits.

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: Known potential attendees who can be invited to participate in Attendance Tracking Events.
fr: Participants potentiels connus qui peuvent être invités à participer aux événements de suivi de présence.

source: Create Potential Attendee
fr: Créer un participant potentiel

source: Enable Mobile Worker Attendees
fr: Activer les participants travailleurs mobiles

source: New Potential Attendees
fr: Nouveaux participants potentiels

source: Pending...
fr: En cours...

source: NEW
fr: NOUVEAU

source: ERROR
fr: ERREUR

source: Potential Attendees
fr: Participants potentiels

source: Loading potential attendees ...
fr: Chargement des participants potentiels ...

source: <strong>There was an issue contacting the server.</strong> Please check your internet connection. If this issue continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
fr: <strong>Il y a eu un problème de contact avec le serveur.</strong> Veuillez vérifier votre connexion internet. Si ce problème persiste, veuillez <a href="#modalReportIssue" data-toggle="modal">signaler un problème</a>.

source: You currently have no potential attendees.
fr: Vous n'avez actuellement aucun participant potentiel.

source: No matching potential attendees found.
fr: Aucun participant potentiel correspondant trouvé.

source: Attendance tracking events can be used to track attendance of all the selected attendees.
fr: Les événements de suivi de présence peuvent être utilisés pour suivre la présence de tous les participants sélectionnés.

source: Add new event
fr: Ajouter un nouvel événement

source: View Attendees
fr: Voir les participants

source: No Attendees Yet
fr: Pas encore de participants

source: Date Attended
fr: Date de participation

source: Attendee Name
fr: Nom du participant

source: Event has not yet started
fr: L'événement n'a pas encore commencé

source: There was a problem fetching the list of attendees and attendance takers. Please try again.
fr: Il y a eu un problème lors de la récupération de la liste des participants et des preneurs de présence. Veuillez réessayer.

source: Attendance Tracking
fr: Suivi de présence

source: Attendance Tracking Events
fr: Événements de suivi de présence

source: events per page
fr: événements par page

source: You have no events
fr: Vous n'avez pas d'événements

source: Loading events
fr: Chargement des événements

source: Events
fr: Événements

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Attendance Target
fr: Objectif de présence

source: Total attendance
fr: Présence totale

source: Total attendance takers
fr: Nombre total de preneurs de présence

source: Add Attendance Tracking Event
fr: Ajouter un événement de suivi de présence

source: Add New Event
fr: Ajouter un nouvel événement

source: Edit Attendance Tracking Event
fr: Modifier l'événement de suivi de présence

source: Edit Event
fr: Modifier l'événement

source: Attendees per page
fr: Participants par page

source: You have no attendees
fr: Vous n'avez pas de participants

source: Loading attendees
fr: Chargement des participants

source: Form validation failed: {}
fr: Échec de la validation du formulaire : {}

source: Edit Attendee
fr: Modifier le participant

source: Enabling mobile worker attendees status
fr: Activation du statut des participants travailleurs mobiles

source: Disabling mobile worker attendees status
fr: Désactivation du statut des participants travailleurs mobiles

source: Processing Mobile Workers. This may take some time...
fr: Traitement des travailleurs mobiles. Cela peut prendre un certain temps...

source: User conversion failed for some reason and we have noted this failure.
fr: La conversion de l'utilisateur a échoué pour une raison quelconque et nous avons noté cet échec.

source: Go back to view attendees
fr: Retourner pour voir les participants

source: Mobile workers can now also be selected to attend events.
fr: Les travailleurs mobiles peuvent désormais également être sélectionnés pour assister aux événements.

source: Enabling mobile workers complete!
fr: Activation des travailleurs mobiles terminée !

source: Enabling mobile worker attendees in progress. This may take a while...
fr: Activation des participants travailleurs mobiles en cours. Cela peut prendre un certain temps...

source: Mobile workers are now removed from the potential attendees list.
fr: Les travailleurs mobiles sont maintenant retirés de la liste des participants potentiels.

source: Disabling mobile workers complete!
fr: Désactivation des travailleurs mobiles terminée !

source: Disabling mobile worker attendees in progress. This may take a while...
fr: Désactivation des participants travailleurs mobiles en cours. Cela peut prendre un certain temps...

source: Export instance type {name} not supported!
fr: Type d'instance d'exportation {name} non pris en charge !

source: No Tables found in Export {name}
fr: Aucune table trouvée dans l'exportation {name}

source: Cannot do a bulk case export as the project has more than %(max_case_types)s case types or %(max_apps)s applications.
fr: Impossible de faire une exportation de cas en masse car le projet a plus de %(max_case_types)s types de cas ou %(max_apps)s applications.

source: Select model type
fr: Choisir le type de modèle

source: form
fr: formulaire

source: Select Application Type
fr: Sélectionnez un type d'application

source: Menu is required
fr: Le menu est requis

source: Form is required
fr: Un formulaire est requis

source: case type is required
fr: type de dossier est requis

source: All Mobile Workers
fr: Tous les utilisateurs mobiles

source: Demo User
fr: Utilisateur démo

source: Unknown Users
fr: Utilisateurs inconnus

source: Case Owner(s)
fr: Propriétaire(s) du cas

source: User(s)
fr: Utilisateur(s)

source: Last 7 days
fr: Derniers 7 jours

source: Last 30 days
fr: Derniers 30 jours

source: Last month
fr: Le mois dernier

source: Last year
fr: Année précédente

source: Days ago
fr: jours

source: Since a date
fr: Depuis la date de

source: From a date to a date
fr: D'une date à une autre

source: Export forms received in this date range.
fr: Exporter les formulaires reçus dans cette plage de dates.

source: Export cases modified in this date range.
fr: Exporter les cas modifiés dans cette plage de dates.

source: Number of Days
fr: Nombre de jours

source: Begin Date
fr: Date de départ

source: Update location restriction to match filters.
fr: Mettre à jour la restriction de localisation pour correspondre aux filtres.

source: Cannot submit case and form users and groups filter
fr: Impossible de soumettre un dossier et de créer des utilisateurs et des groupes de filtre

source: A valid start date is required
fr: Une date de début valide est nécessaire

source: A valid end date is required
fr: Une date de fin valide est nécessaire

source: Location Management
fr: Gestion des emplacements

source: Filters forms by date received. The timezone for this export is %(timezone)s.
fr: Filtre les formulaires par date de réception. Le fuseau horaire pour cette exportation est %(timezone)s.

source: Export cases modified in this date range
fr: Exporter les cas modifiés dans cette plage de dates

source: Export messages sent in this date range
fr: Exporter les messages envoyés pendant cette période/plage de date

source: Select project data source
fr: Sélectionner la source de données du projet

source: Download Data Export Tool query file
fr: Télécharger le fichier de requête de l'outil d'exportation de données

source: CSV (zip file)
fr: CSV (fichier zip)

source: Excel (older versions)
fr: Excel (versions plus anciennes)

source: The ID of the associated {} case type
fr: L’identifiant du type de dossier associé {}

source: XLS format does not support more than 255 columns. Please select a different file type
fr: Le format XLS ne prend pas en charge plus de 255 colonnes. Sélectionnez un type de fichier différent

source: {name} (created {date})
fr: {name} (créé {date})

source: Forms
fr: Formulaires

source: Repeat: {}
fr: Répéter : {}

source: Case History
fr: Historique de dossier

source: Parent Cases
fr: Dossiers parents

source: Messages (created {date})
fr: Messages (créés {date})

source: {}: latitude (degrees)
fr: {}: latitude (degrés)

source: {}: longitude (degrees)
fr: {}: longitude (degrès)

source: {}: altitude (meters)
fr: {}: altitude (mètres)

source: {}: accuracy (meters)
fr: {}: exactitude (mètres)

source: Unique identifier of the form submission
fr: Identifiant unique pour le formulaire de soumission

source: The time at which this form was completed
fr: L'heure à laquelle ce formulaire a été complété

source: The time at which this form was started
fr: L'heure à laquelle ce formulaire a été commencé

source: The username of the user who submitted this form
fr: L'identifiant de l'utilisateur qui a soumis ce formulaire

source: The ID of the user who submitted this form
fr: L'identifiant de l'utilisateur qui a soumis ce formulaire

source: The XMLNS of this form
fr: Le XMLNS de ce formulaire

source: The name of this form
fr: Le nom de ce formulaire

source: The version of CommCare and the app that was used to submit this form
fr: La version de CommCare et l'application utilisées pour soumettre ce formulaire

source: The ID of the device that submitted this form
fr: L'identifiant de l'appareil avec lequel ce formulaire a été soumis

source: GPS capture when opening the form
fr: Capture GPS lors de l'ouverture du formulaire.

source: The ID of the app that this form is part of
fr: L'identifiant de l'application de laquelle ce formulaire fait parti

source: The ID of the published app that this form is part of
fr: L'identifiant de l'application publiée de laquelle ce formulaire fait parti

source: The version of the app in which this form was last updated prior to being published
fr: La version de l'application dans laquelle ce formulaire a été mis à jour pour la dernière fois avant d'être publié

source: The ID of the last sync on the phone that occurred prior to submitting this form.
fr: L'ID de la dernière synchronisation sur le téléphone qui a eu lieu avant la soumission de ce formulaire.

source: True if the form was a partial submission, False otherwise.
fr: Vrai si le formulaire était une soumission partielle, Faux autrement.

source: The time at which the server receive this form submission
fr: L'heure à laquelle le serveur a reçu ce formulaire de soumission

source: The time at which this form was last edited.
fr: L'heure à laquelle ce formulaire a été modifié pour la dernière fois.

source: The IP address from which the form was submitted
fr: L'adresse IP de laquelle le formulaire a été soumis

source: Link to this form
fr: Lien vers ce formulaire

source: The HQ user who submitted the form. This will be the same as username unless the form was submitted via Log In As.
fr: L'utilisateur HQ qui a soumis le formulaire. Ce sera le même que le nom d'utilisateur sauf si le formulaire a été soumis via Connexion en tant que.

source: The name of the case that this form operated on
fr: Le nom du dossier sur lequel le formulaire a été utilisé

source: Add stock data columns to the export
fr: Ajouter des colonnes de données stocks à l'exportation

source: The ID of the case
fr: L’identifiant du dossier

source: The name of the case
fr: Le nom du dossier

source: The type of the case
fr: Le type de dossier

source: True if the case is closed, otherwise False
fr: Vrai si le dossier a été fermé, Faux autrement

source: The ID of the user who closed the case
fr: L'ID de l'utilisateur qui a fermé le cas

source: The username of the user who closed the case
fr: Le pseudo de l'utilisateur qui a fermé le dossier

source: The date and time at which the case was closed
fr: La date et l'heure à laquelle le dossier a été fermé

source: The external ID for this case
fr: L'identifiant externe de ce dossier

source: The ID of the user who last modified this case
fr: L’identifiant de l'utilisateur qui a modifié ce dossier en dernier

source: The username of the user who last modified this case
fr: Le pseudo de l'utilisateur qui a modifié ce dossier en dernier

source: The date and time at which the case was last modified
fr: La date et l'heure à laquelle ce dossier a été modifié

source: The ID of the user who opened the case
fr: L'identifiant de l'utilisateur qui a ouvert ce dossier

source: The username of the user who opened the case
fr: Le pseudo de l'utilisateur qui a ouvert le dossier

source: The date and time at which the case was opened
fr: La date et l'heure à laquelle le dossier a été ouvert

source: The ID of the user who owns the case
fr: L'identifiant de l'utilisateur qui est propriétaire de ce dossier

source: The username of the user who owns the case
fr: Le pseudo de l'utilisateur qui possède le dossier

source: The date and time at which the server received the form that last modified the case
fr: La date et l'heure à laquelle le serveur a reçu le formulaire qui a modifié le dossier en dernier.

source: Link to this case
fr: Lien vers ce cas

source: CommCare Analytics is a Superset based tool that allows data exploration and data visualization. <!-- Add link to public docs here when the docs are ready --> <!-- For more information on Superset and how to get started, read the--> <!-- <a href="" target="_blank">documentation</a>.-->
fr: CommCare Analytics est un outil basé sur Superset qui permet l'exploration et la visualisation des données. <!-- Ajouter un lien vers la documentation publique ici lorsque les documents seront prêts --> <!-- Pour plus d'informations sur Superset et comment commencer, lisez la--> <!-- <a href="" target="_blank">documentation</a>.-->

source: <a href="%(analytics_redirect_url)s" target="_blank"> Navigate to Superset </a>
fr: <a href="%(analytics_redirect_url)s" target="_blank"> Accéder à Superset </a>

source: These options allow you to configure how CommCare exports data from multi-select questions. If you do not want to split the options into multiple columns select the 'plain' option.
fr: Ces options vous permettent de configurer comment CommCare exporte les données des questions à choix multiples. Si vous ne souhaitez pas diviser les options en plusieurs colonnes, sélectionnez l'option 'simple'.

source: Each item that is selected in the select list will appear as a column in the exported data. Any options not selected will be in an "extra" column.
fr: Chaque élément sélectionné dans la liste de sélection apparaîtra comme une colonne dans les données exportées. Toutes les options non sélectionnées seront dans une colonne "extra".

source: More info
fr: En savoir plus

source: Default file type
fr: Type de fichier par défaut

source: Excel Dashboard Integration is only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
fr: L'intégration du tableau de bord Excel n'est disponible que sur le plan Standard ou supérieur. Cliquez <a href="%(software_plan_url)s">ici</a> pour gérer le plan logiciel de votre projet.

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
fr: Laisser cette option cochée garantira que les dates apparaissent au format Excel. Sinon, elles apparaîtront au format texte normal. Cela permet également des hyperliens vers le multimédia capturé par votre soumission de formulaire.

source: If this setting is not selected, your export will be in Excel’s general format. If you enable this setting, Excel will format dates, integers, decimals, Boolean values (True/False) and currencies.
fr: Si ce paramètre n'est pas sélectionné, votre exportation sera au format général d'Excel. Si vous activez ce paramètre, Excel formatera les dates, les entiers, les décimales, les valeurs booléennes (Vrai/Faux) et les devises.

source: Create a Daily Saved Export
fr: Creer un Enregistrement de Téléchargement Journalière

source: Daily saved exports are only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
fr: Les exportations enregistrées quotidiennement ne sont disponibles que sur le plan Standard ou supérieur. Cliquez <a href="%(software_plan_url)s">ici</a> pour gérer le plan logiciel de votre projet.

source: Generate a Data Export Tool config file
fr: Générer un fichier de configuration de l'outil d'exportation de données

source: Download a Data Export Tool configuration file for this export
fr: Télécharger un fichier de configuration de l'outil d'exportation de données pour cette exportation

source: <p>Checking this will add a button to download a configuration file for the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> CommCare Data Export Tool</a> for the export.</p>
fr: <p>Cocher ceci ajoutera un bouton pour télécharger un fichier de configuration pour l'<a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> outil d'exportation de données CommCare</a> pour l'exportation.</p>

source: <p>The Data Export Tool requires API access, which is only available on the Pro Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.</p>
fr: <p>L'outil d'exportation de données nécessite un accès API, qui n'est disponible que sur le plan Pro ou supérieur. Cliquez <a href="%(software_plan_url)s">ici</a> pour gérer le plan logiciel de votre projet.</p>

source: Include duplicates and other unprocessed forms
fr: Inclut des doublons et autres formulaires non traités

source: Expand Checkbox Questions
fr: Développer les questions avec case à cocher

source: Sharing
fr: Partage

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to view and edit the export. Only <strong>%(owner_name)s</strong> will have access to it.
fr: Cette exportation a été créée par <strong>%(owner_name)s</strong>. Si vous modifiez les paramètres de partage pour cette exportation, vous perdrez la capacité de visualiser et de modifier l'exportation. Seul <strong>%(owner_name)s</strong> y aura accès.

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to edit the export. Only <strong>%(owner_name)s</strong> will be able to edit it.
fr: Cette exportation a été créée par <strong>%(owner_name)s</strong>. Si vous modifiez les paramètres de partage pour cette exportation, vous perdrez la capacité de modifier l'exportation. Seul <strong>%(owner_name)s</strong> pourra la modifier.

source: Add custom table configuration
fr: Ajouter configuration personnalisée de tableau

source: Privacy Settings
fr: Paramètres de confidentialité

source: Publish as De-Identified
fr: Publier anonymement

source: Check only if this export has been fully and safely de-identified.
fr: Vérifiez uniquement si cette exportation a été anonymisée complètement et en toute sécurité.

source: Allow me to mark sensitive data
fr: Me permettre d'identifier les données sensibles

source: Saving
fr: Enregistrement

source: Try Again
fr: Essayer de nouveau

source: Saved!
fr: Sauvegardé!

source: Copy this Export
fr: Copier cette exportation

source: Column labels must be unique. '<span data-bind="text: duplicateLabel"></span>' has been used more than once.
fr: Les étiquettes de colonne doivent être uniques. '<span data-bind="text: duplicateLabel"></span>' a été utilisé plus d'une fois.

source: There are errors with your configuration. Please fix them before creating the export.
fr: Il y des erreurs dans votre configuration. Veuillez les réparer avant de procéder à l'exportation.

source: Export Data Source Data
fr: Exporter les données de la source de données

source: Generate a query file for the Data Export Tool from any of the project's data sources.
fr: Générer un fichier de requête pour l'outil d'exportation de données à partir de n'importe quelle source de données du projet.

source: The project has no data sources configured.
fr: Le projet n'a pas de sources de données configurées.

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds
fr: Supprimer <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> flux

source: Delete 1 Feed
fr: Supprimer 1 flux

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exports
fr: Supprimer <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exportations

source: Delete 1 Export
fr: Supprimer 1 exportation

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement ces <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> flux</strong>?

source: Are you sure you want to permanently delete this <strong>1 feed</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce <strong>1 flux</strong> ?

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exports</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement ces <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exportations</strong> ?

source: Are you sure you want to permanently delete this <strong>1 export</strong>?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette <strong>1 exportation</strong> ?

source: Delete Feed for "<!-- ko text: name --><!-- /ko -->"?
fr: Supprimer le flux pour "<!-- ko text: name --><!-- /ko -->" ?

source: Delete Export for "<!-- ko text: name --><!-- /ko -->"?
fr: Supprimer l'exportation pour "<!-- ko text: name --><!-- /ko -->" ?

source: Are you sure you want to delete this feed?
fr: Êtes-vous sûr de vouloir supprimer ce flux ?

source: Are you sure you want to delete this export?
fr: Êtes-vous sûr de vouloir supprimer cette exportation ?

source: Show Deleted Questions
fr: Afficher les questions supprimées

source: Show Deleted Properties
fr: Afficher les propriétés supprimées

source: In order to show you your deleted questions, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
fr: Pour vous montrer vos questions supprimées, nous devons traiter toutes vos anciennes applications qui ont eu des soumissions. Cette opération peut parfois prendre quelques minutes.
