Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: When searching by location, put your location name in quotes to show only exact matches. To more easily find a location, you may specify multiple levels by separating with a "/". For example, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management"target="_blank">Learn more</a>.
fr: Lors de la recherche par emplacement, mettez le nom de votre emplacement entre guillemets pour n'afficher que les correspondances exactes. Pour trouver plus facilement un emplacement, vous pouvez spécifier plusieurs niveaux en les séparant par un "/". Par exemple, "Massachusetts/Suffolk/Boston". <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management"target="_blank">En savoir plus</a>.

source: Add users and groups to filter this report.
fr: Ajouter des utilisateurs et des groupes pour filtrer ce rapport.

source: <i class="fa fa-info-circle"></i> See <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations" target="_blank"> Filter Definitions</a>.
fr: <i class="fa fa-info-circle"></i> Voir <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2215051298/Organization+Data+Management#Search-for-Locations" target="_blank"> Définitions des filtres</a>.

source: Affected User(s)
fr: Utilisateur(s) concerné(s)

source: Modified by User(s)
fr: Modifié par l'utilisateur(s)

source: Modified Property
fr: Propriété modifiée

source: Select Property
fr: Sélectionner la propriété

source: Select Action
fr: Sélectionner l'action

source: User Bulk Upload
fr: Téléchargement en masse d'utilisateurs

source: Select upload
fr: Sélectionner le téléchargement

source: Upload by {username} at {time}
fr: Téléchargé par {username} à {time}

source: This form is not associated with an app
fr: Le formulaire n'est pas associé à une application

source: No app could be found
fr: Aucune application trouvée

source: Remote apps are not supported
fr: Les applications à distance ne sont pas supportées

source: We could not find the form source XML document
fr: Nous n'avons pas pu trouver le document XML source du formulaire

source: This is a Device Report
fr: Ceci est un rapport sur les Appareils

source: We could not find the question list associated with this form
fr: Impossible de trouver la liste de question associée avec ce formulaire

source: Saved report(s)
fr: Rapport(s) enregistré(s)

source: Interval
fr: Intervalle

source: Day
fr: Jour

source: To Time
fr: À l'heure

source: Report Start Date
fr: Date de début du rapport

source: Send to owner
fr: Envoyer au propriétaire

source: Attach Excel Report
fr: Joindre le rapport Excel

source: Hourly
fr: Chaque heure

source: Configure Scheduled Report
fr: Configurer le rapport planifié

source: Must be after 'From Time'
fr: Doit être après 'De l'heure'

source: Subject
fr: Objet

source: Send to me
fr: Me l'envoyer

source: Report notes
fr: Commentaires

source: Send Email
fr: Envoyer un courrier électronique

source: Sending...
fr: Envoi en cours...

source: Server Type
fr: Type de serveur

source: Tableau Server
fr: Serveur Tableau

source: Tableau Online
fr: Tableau en ligne

source: Server Name
fr: Nom du serveur

source: Validate Hostname
fr: Valider le nom d'hôte

source: Target Site
fr: Site cible

source: Get Tableau reports using role name
fr: Obtenez des rapports Tableau en utilisant le nom de rôle

source: If checked, CommCareHQ will request embedded reports from Tableau Server using the user's role name instead of the user's username (e.g. "HQ/Field Implementer" instead of "HQ/Leandra@dimagi.com")
fr: Si coché, CommCareHQ demandera des rapports intégrés au serveur Tableau en utilisant le nom de rôle de l'utilisateur au lieu du nom d'utilisateur de l'utilisateur (par exemple, "HQ/Field Implementer" au lieu de "HQ/Leandra@dimagi.com")

source: Allowed Tableau Groups
fr: Groupes Tableau autorisés

source: View URL
fr: Voir l'URL

source: Visible to location-restricted users
fr: Visible pour les utilisateurs restreints par emplacement

source: If checked, the visualization will be visible to users with roles that do not have "Full Organization Access"
fr: Si coché, la visualisation sera visible pour les utilisateurs avec des rôles qui n'ont pas "Accès complet à l'organisation"

source: This report has been deprecated.
fr: Ce rapport a été déprécié.

source: Row count is too large
fr: Le nombre de lignes est trop grand

source: Active Mobile Workers
fr: Travailleurs mobiles actifs

source: Deactivated Mobile Workers
fr: Travailleurs mobiles désactivés

source: Project Reports
fr: Rapports de projets

source: View Case
fr: Voir le cas

source: Created Date
fr: Date de création

source: Modified Date
fr: Date modifié

source: Case Data
fr: Données de dossier

source: Sorry, we couldn't find that case. If you think this is a mistake please report an issue.
fr: Désolé, nous n'avons pas pu trouver ce cas. Si vous pensez qu'il s'agit d'une erreur, veuillez signaler un problème.

source: The case creation form could not be found. Usually this happens if the form that created the case is archived but there are other forms that updated the case. To fix this you can archive the other forms listed here.
fr: Le formulaire de création du dossier n'a pas pu être trouvé. Ceci est habituellement le cas quand le formulaire qui a créé le dossier est archivé mais qu'il y a d'autres formulaires qui ont mis à jour le dossier. Pour régler ce problème vous pouvez archiver les autres formulaires listés ici.

source: Unknown Product ("{}")
fr: Produit pas reconnu ("{}")

source: Unrecognized
fr: Non reconnu

source: Case Attachments
fr: Pièces jointes du dossier

source: You don't have permission to access this page.
fr: Vous n'avez pas la permission pour accéder à cette page.

source: Attachments for case
fr: Pièces jointes pour le dossier

source: Case properties saved for %s.
fr: Propriétés du cas enregistrées pour %s.

source: No changes made to %s.
fr: Aucun changement apporté à %s.

source: Case %s was rebuilt from its forms.
fr: Le dossier %s a été reconstruit à partir de ces formulaires.

source: Case {} was successfully saved. Please allow a few minutes for the change to be reflected in all reports.
fr: Le cas {} a été enregistré avec succès. Veuillez attendre quelques minutes pour que le changement soit reflété dans tous les rapports.

source: Case {name} has been closed. <a href="{url}" class="post-link">Undo</a>. You can also reopen the case in the future by archiving the last form in the case history.
fr: Le cas {name} a été fermé. <a href="{url}" class="post-link">Annuler</a>. Vous pouvez également rouvrir le cas à l'avenir en archivant le dernier formulaire dans l'historique du cas.

source: case id
fr: identifiant dossier

source: case name
fr: nom de dossier

source: product_id
fr: identifiant_produit

source: product_name
fr: nom_produit

source: transaction amount
fr: montant de la transaction

source: ending balance
fr: solde

source: unknown product
fr: produit inconnu

source: The part of your search query that caused this error is:
fr: La partie de votre requête de recherche qui a causé cette erreur est :

source: Case List Explorer
fr: Explorateur de liste de cas

source: Use Case List Explorer to run deep searches on your cases by case properties.
fr: Utilisez l'Explorateur de liste de cas pour effectuer des recherches approfondies sur vos cas par propriétés de cas.

source: Unknown [%s]
fr: Inconnu [%s]

source: No link found
fr: Aucun lien trouvé

source: Copied case
fr: Cas copié

source: Duplicate Cases
fr: Cas en double

source: Identify and manage duplicate cases
fr: Identifier et gérer les cas en double

source: Please select a duplicate case rule to filter by above. If one does not exist, you may <a href={} target="_blank">create a new rule</a>
fr: Veuillez sélectionner une règle de cas en double pour filtrer ci-dessus. Si elle n'existe pas, vous pouvez <a href={} target="_blank">créer une nouvelle règle</a>

source: Enter <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">targeted queries</a> to search across all specific columns of this report. For deeper searches by case properties use the <a href="{}">Case List Explorer</a>.
fr: Entrez des <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">requêtes ciblées</a> pour rechercher dans toutes les colonnes spécifiques de ce rapport. Pour des recherches plus approfondies par propriétés de cas, utilisez l'<a href="{}">Explorateur de liste de cas</a>.

source: Duplicate Case Rule
fr: Règle de cas en double

source: Show cases that are determined to be duplicates based on this rule. You can further filter them with a targeted search below.
fr: Afficher les cas déterminés comme étant des doublons selon cette règle. Vous pouvez les filtrer davantage avec une recherche ciblée ci-dessous.

source: View Rules
fr: Voir les règles

source: (Inactive)
fr: (Inactif)

source: Columns
fr: Colonnes

source: De-identify options
fr: Options de désidentification

source: Sensitive ID
fr: Identifiant sensible

source: Sensitive Date
fr: Date sensible

source: Application Status
fr: Statut de vos Applications

source: Assigned Location(s)
fr: Emplacement(s) assigné(s)

source: Assigned locations for the user, with the primary location highlighted in bold.
fr: Emplacements assignés pour l'utilisateur, avec l'emplacement principal mis en gras.

source: Last Submission
fr: Dernière soumission

source: Last Sync
fr: Dernière synchronisation

source: The name of the application from the user's last request.
fr: Le nom de l'application de la dernière demande de l'utilisateur.

source: The application version from the user's last request.
fr: La version de l'application de la dernière demande de l'utilisateur.

source: The CommCare version from the user's last request
fr: La version de CommCare de la dernière demande de l'utilisateur.

source: Number of unsent forms in user's phone
fr: Nombre de formulaires non envoyés dans le téléphone de l'utilisateur

source: The number of unsent forms in users' phones for {app_info}
fr: Le nombre de formulaires non envoyés dans les téléphones des utilisateurs pour {app_info}

source: The build profile from the user's last hearbeat request.
fr: Le profil de build de la dernière demande de heartbeat de l'utilisateur.

source: ...Collapse
fr: ...Réduire

source: Unknown CommCare Version
fr: Version CommCare inconnue

source: Application Error Report
fr: Rapport d'erreur de l'application

source: App version
fr: Version de l'application

source: Choose a start date up to 1 year ago. Report displays data from the selected date to today.
fr: Choisissez une date de début jusqu'à 1 an en arrière. Le rapport affiche les données de la date sélectionnée à aujourd'hui.

source: Aggregate User Status
fr: Statut Agrégé des Utilisateurs

source: See the last activity of your project's users in aggregate.
fr: Voir l'activité récente des utilisateurs de votre projet de manière agrégée.

source: Count of Users
fr: Nombre d'Utilisateurs

source: Percent of Users
fr: Pourcentage d'Utilisateurs

source: in the last {} days
fr: au cours des {} derniers jours

source: Users who have Submitted
fr: Utilisateurs qui ont soumis

source: <strong>Aggregate Percents</strong> shows the percent of users who have submitted <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last submission was on</em> that particular day.
fr: <strong>Pourcentages Agrégés</strong> montre le pourcentage d'utilisateurs qui ont soumis <em>depuis</em> une certaine date.<br><br><strong>Comptes Quotidiens</strong> montre le nombre d'utilisateurs dont <em>la dernière soumission était le</em> jour en question.

source: Users who have Synced
fr: Utilisateurs qui ont Synchronisé

source: <strong>Aggregate Percents</strong> shows the percent of users who have synced <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last sync was on</em> that particular day.
fr: <strong>Pourcentages Agrégés</strong> montre le pourcentage d'utilisateurs qui ont synchronisé <em>depuis</em> une certaine date.<br><br><strong>Comptes Quotidiens</strong> montre le nombre d'utilisateurs dont <em>la dernière synchronisation était le</em> jour en question.

source: Submission Type
fr: Type de soumission

source: Normal Form
fr: Formulaire normal

source: Form with Errors
fr: Formulaires comportant des erreurs

source: Duplicate Form
fr: Formulaire dupliqué

source: Overwritten Form
fr: Formulaire remplacé

source: Generic Error
fr: Erreur générique

source: Archived Form
fr: Formulaire archivé

source: Raw Forms, Errors & Duplicates
fr: Formulaires bruts, erreurs et doublons

source: Submit Time
fr: Soumettre le temps

source: Form Type
fr: Type de formulaire

source: Error Type
fr: Type d'erreur

source: Error Message
fr: Message d'erreur

source: View Cases
fr: Voir les Cas

source: Re-process Form
fr: Retraiter le formulaire

source: No Error
fr: Aucune erreur

source: No User
fr: Aucun utilisateur

source: Unknown Form
fr: Formulaire inconnu

source: {username} {archived_form} on {date}
fr: {username} {archived_form} le {date}

source: Unable to view form
fr: Impossible de voir le formulaire

source: Unable to view case
fr: Impossible de voir le cas

source: Submit History
fr: Soumettre l'historique

source: Sync Log
fr: Log de Synchronisation

source: message ID: {id}
fr: ID du message : {id}

source: (Deleted Keyword)
fr: (Mot-clé supprimé)

source: (Deleted Conditional Alert)
fr: (Alerte Conditionnelle Supprimée)

source: (Deleted Broadcast)
fr: (Diffusion Supprimée)

source: The filters you selected include too much data. Please change your filters and try again
fr: Les filtres que vous avez sélectionnés contiennent trop de données. Veuillez les changer et réessayer

source: Case Activity
fr: Activité de dossier

source: Followup rates on active cases.
fr: Taux de suivi des dossiers actifs.

source: # Updated or Closed
fr: # Mis à jour ou fermé

source: The number of cases that have been created, updated, or closed between {} days ago and today.
fr: Le nombre de dossier créés, mis à jour, ou fermés depuis {} et aujourd'hui.

source: # Active
fr: Nb. actifs

source: The number of open cases created or updated in the last {} days.
fr: Le nombre de dossiers ouverts créés ou mis à jour les derniers {} jours.

source: # Closed
fr: Nb. de dossiers fermés

source: The number of cases that have been closed between {} days ago and today.
fr: Le nombre de dossiers qui ont été fermés depuis {} jours et aujourd'hui.

source: The percentage of all recently active cases that were created, updated or closed in the last {} days.
fr: Le pourcentage de tous les dossiers récemment actifs qui ont été créés, mis à jour ou fermés dans les {} derniers jours.

source: # Active Cases
fr: Nb. de dossiers actifs

source: Number of open cases modified in the last {} days
fr: Nombre de dossiers modifiés les {} derniers jours

source: # Inactive Cases
fr: Nb. de dossiers inactifs

source: Number of cases that are open but haven't been touched in the last {} days
fr: Nombre de dossiers ouverts mais non qui n'ont pas été modifiés les {} derniers jours

source: Note that when viewing this report by group it will only include cases which are assigned to a Case Sharing Group/Location. To learn more about Case Sharing click <a href='{}' target='blank'>here</a>.
fr: Notez que lors de la visualisation de ce rapport par groupe, il n'inclura que les cas qui sont assignés à un Groupe/Emplacement de Partage de Cas. Pour en savoir plus sur le Partage de Cas, cliquez <a href='{}' target='blank'>ici</a>.

source: Cases in Last {} Days
fr: Dossiers dans les {} derniers jours

source: Ever
fr: Depuis le début

source: All Groups
fr: Tous les groupes

source: All Users
fr: Tous les utilisateurs

source: Submissions By Form
fr: Soumissions par formulaire

source: Number of submissions by form.
fr: Nombre de soumissions par formulaire.

source: No submissions were found for selected forms within this date range.
fr: Aucune soumission n'a été trouvée pour les formulaires sélectionnés pour cette plage de dates.

source: This column shows Fuzzy Submissions.
fr: Cette colonne montre les Fuzzy Submissions.

source: Query selects too many users. Please modify your filters to select fewer than {} users
fr: La requête sélectionne trop d'utilisateurs. Veuillez modifier vos filtres pour sélectionner moins de {} utilisateurs

source: Daily Form Activity
fr: Activité quotidienne de formulaire

source: Your search query was invalid. If you're using a large date range, try using a smaller one.
fr: Votre recherche est invalide. Si vous utilisez une plage de date étendue, essayez de la réduire.

source: Number of submissions per day.
fr: Nombre de soumissions par jour.

source: Form Completion Time
fr: Heure d'exécution de formulaire

source: Statistics on time spent on a particular form.
fr: Les statistiques relatives au temps passé sur un formulaire en particulier.

source: No Form Selected
fr: Aucun formulaire sélectionné

source: Shortest
fr: Le plus court

source: Longest
fr: Le plus long

source: No. of Forms
fr: N° de formulaire

source: You must select a specific form to view data.
fr: Vous devez sélectionner un formulaire spécifique pour visualiser des données.

source: Form Completion vs. Submission Trends
fr: Exécution de formulaire VS. Tendances de soumission

source: Time lag between when forms were completed and when forms were successfully sent to {}.
fr: Décalage entre le moment où les formulaires ont été remplis et le moment où les formulaires ont été envoyés avec succès à {}.

source: Difference
fr: Différence

source: day
fr: jour

source: hour
fr: heure

source: second
fr: seconde

source: submitted before completed [strange]
fr: soumis avant d'avoir été terminé [curieux]

source: same
fr: pareil

source: Worker Activity
fr: Activité d'utilisateur

source: Summary of form and case activity by user or group.
fr: Sommaire de l'activité des formulaires et des dossiers par utilisateur ou par groupe.

source: Form Data
fr: Données de formulaire

source: # Forms Submitted
fr: Nb. de formulaires soumis

source: Number of forms submitted in chosen date range. %s
fr: Nb. de formulaires soumis pendant la plage de date choisie. %s

source: Avg # Forms Submitted
fr: Nb. moyen de formulaires soumis

source: Average number of forms submitted in the three preceding date ranges of the same length. %s
fr: Nombre moyen de formulaires soumis dans les trois plages de date précédentes de même longueur. %s

source: Last Form Submission
fr: Dernière soumission de formulaire

source: Date of last form submission in time period. Total row displays proportion of users submitting forms in date range
fr: Date de la dernière soumission de formulaire pendant la période. La ligne de total affiche la proportion des utilisateurs soumettant les formulaires pendant la plage de dates.

source: # Active Users
fr: Nb. d'utilisateurs actifs

source: Proportion of users in group who submitted forms in date range.
fr: Proportion d'utilisateurs dans le groupe qui ont soumis les formulaires pendant la plage de dates.

source: # Cases Created
fr: Nb. de dossiers créés

source: Number of cases created in the date range.
fr: Nombre de dossiers créés pendant la plage de dates.

source: # Cases Closed
fr: Nb. de dossiers fermés

source: Number of cases closed in the date range.
fr: Nombre de dossiers fermés pendant la plage de dates.

source: Number of cases owned by the user that were opened, modified or closed in date range. This includes case sharing cases.
fr: Nb. de dossiers appartenant au propriétaire ayant été ouverts, modifiés ou fermés pendant la plage de date. Cela inclut les dossiers de partage de dossiers.

source: # Total Cases (Owned & Shared)
fr: # Total des Cas (Possédés & Partagés)

source: Total number of cases owned by the user. This includes cases created by the user and cases that were shared with this user.
fr: Nombre total de cas possédés par l'utilisateur. Cela inclut les cas créés par l'utilisateur et les cas qui ont été partagés avec cet utilisateur.

source: % Active Cases
fr: % de dossiers actifs

source: Percentage of cases owned by user that were active. This includes case sharing cases.
fr: Pourcentage de dossiers appartenant à l'utilisateur qui étaient actifs. Cela inclut les dossiers de partage de dossiers.

source: Project Performance
fr: Performance de projet

source: A summary of the overall health of your project based on how your users are doing over time.
fr: Un résumé de la santé globale de votre projet en fonction de la façon dont vos utilisateurs agissent au fil du temps.

source: Low Performing Users
fr: Utilisateurs à faible rendement

source: New Performing Users
fr: Nouveaux utilisateurs

source: This report will only show data for users whose phone numbers have been verified. Phone numbers can be verified from the Settings and Users tab.
fr: Ce rapport affichera uniquement les données des utilisateurs dont les numéros de téléphone ont été vérifiés. Les numéros de téléphone peuvent être vérifiés à partir de l'onglet Paramètres et Utilisateurs.

source: User Name
fr: Nom d'utilisateur

source: Number of Messages Received
fr: Nombre de messages reçus

source: Number of Messages Sent
fr: Nombre de messages envoyés

source: Number of Phone Numbers Used
fr: Nombre de numéros de téléphone utilisés

source: Contact Type
fr: Type de contact

source: Message Log
fr: Journal de message

source: Timestamp
fr: Horodatage

source: Event
fr: Événement

source: View Details
fr: Détails

source: Messaging History
fr: Historique des messages

source: Detail
fr: Détails

source: (including child locations)
fr: (y compris les sites enfants)

source: Message Event Detail
fr: Détail du message de l'événement

source: Displays the detail for a given messaging event.
fr: Affiche le détail d'un événement de messagerie donné.

source: Connect Message
fr: Message Connect

source: Survey Detail
fr: Détail de l'enquête

source: Displays the detail for a given messaging survey.
fr: Affiche le détail d'une enquête de messagerie donnée.

source: SMS Opt Out Report
fr: Rapport SMS de non-participation

source: Can Receive SMS
fr: Peut recevoir les SMS

source: Last Opt Out Timestamp
fr: Dernier horodotage de sortie

source: Last Opt In Timestamp
fr: Dernier horodotage d'entrée

source: Phone Number Report
fr: Rapport de numéro de téléphone

source: Is Two-Way
fr: Est à double sens

source: Scheduled Messaging Events
fr: Événements de Messagerie Planifiés

source: Next Event Due
fr: Prochain Événement Prévu

source: Scheduling Configuration
fr: Configuration de la Planification

source: Triggering Case
fr: Cas Déclencheur

source: Attempt Number
fr: Numéro de Tentative

source: (no recipient)
fr: (aucun destinataire)

source: (unknown)
fr: (inconnu)

source: You have requested a page number which is too high to process. Please update the filter criteria above to reduce the number of pages in the report.
fr: Vous avez demandé un numéro de page trop élevé pour être traité. Veuillez mettre à jour les critères de filtrage ci-dessus pour réduire le nombre de pages dans le rapport.

source: Tableau Reports
fr: Rapports Tableau

source: Tableau trusted authentication failed. Double check that permissions are configured correctly in Tableau.
fr: L'authentification de confiance Tableau a échoué. Vérifiez que les autorisations sont correctement configurées dans Tableau.

source: Request to Tableau failed with status code {}
fr: La requête à Tableau a échoué avec le code d'état {}
