Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Account Type
fr: Type de Compte

source: All
fr: Tous

source: Account Name
fr: Nom de Compte

source: Project Space
fr: Espace de projet

source: Credit Adjustment Reason
fr: Raison de l'ajustement de crédit

source: Any Reason
fr: Toute raison

source: Service Type
fr: Type de service

source: Any Service
fr: Tout service

source: Linked to Any Transaction
fr: Lié à toute transaction

source: Salesforce Account ID
fr: Identifiant de compte Salesforce

source: Any
fr: Tout

source: Salesforce Contract ID
fr: Identifiant de contrat Salesforce

source: Active Status
fr: Statu Actif

source: Customer Billing Account
fr: Compte de facturation client

source: Dimagi Contact
fr: Contact Dimagi

source: Entry Point
fr: Point d'entrée

source: Invoicing Status
fr: Statut de facturation

source: Send invoice
fr: Envoi de facture

source: Do not invoice
fr: Ne pas Facturer

source: Trial Status
fr: Statut d'essai

source: Show All Subscriptions (including trials)
fr: Afficher toutes les inscriptions (incluant les versions d'essai)

source: Show Non-Trial Subscriptions
fr: Afficher les inscriptions non version d'essai

source: Show Only Trial Subscriptions
fr: Afficher seulement les inscriptions en versions d'essai

source: Discounted
fr: Prix Réduits

source: Is Hidden
fr: Est caché

source: Created By
fr: Créé par

source: Anyone
fr: quiconque

source: Date Created
fr: Date créé

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Statement Period
fr: Période de déclaration

source: Due Date
fr: Date d'échéance

source: Plan Name
fr: Nom du Plan

source: Visibility
fr: Visibilité

source: Payment Status
fr: Statut du Paiement

source: Billing Contact Name
fr: Non du contact pour la facturation

source: Transaction ID
fr: Identifiant de la transaction

source: Usually begins with 'ch_'
fr: Commencent généralement par 'ch_'

source: Client Contact Emails
fr: Contacts Emails des Clients

source: Account is Active
fr: Le compte est actif

source: Is Customer Billing Account
fr: Est un compte de facturation client

source: Transfer Subscriptions To
fr: Transférer des souscriptions à

source: Transfer any existing subscriptions to the Billing Account specified here.
fr: Transférer toutes les inscriptions existantes sur le compte de facturation spécifié ici.

source: Dimagi Contact Email
fr: Contact e-mail Dimagi

source: Last Payment Method
fr: Dernière mode de paiement

source: Prepay or Postpay
fr: Prépayé ou postpayé

source: Name '%s' is already taken.
fr: Le nom '%s' est déjà en cours d'utilisation.

source: This account has subscriptions associated with it. Please specify a transfer account before deactivating.
fr: Ce Compte a des souscriptions qui lui est associées. Veuillez spécifier un transfère de compte avant de le désactiver.

source: The transfer account can't be the same one you're trying to deactivate.
fr: Le transfere de compte ne peu pas se faire sur le meme compte que vous essaiez de désactivé.

source: Billing Account
fr: Compte de facturation

source: Software Plan
fr: Plan de logiciel

source: Salesforce Deployment ID
fr: ID de Déploiement Salesforce

source: Do Not Invoice
fr: Ne pas facturer

source: Justify why "Do Not Invoice"
fr: Justifier pourquoi "Ne pas facturer"

source: Auto-generate Plan Credits
fr: Auto-génerer les Crédits de Plan

source: Skip invoicing if no feature charges
fr: Ignorer la facturation si c'est une fonction sans frais

source: Transfer Subscription To
fr: Transférer l'inscription à

source: Funding Source
fr: Source de financement

source: Exclude from automated pause process
fr: Exclure du processus de pause automatique

source: Justify why "Skip Auto Pause"
fr: Justifiez pourquoi "Ignorer la pause automatique"

source: Please select an account other than the current account to transfer to.
fr: S'il vous plait, choisir un compte différent de celui-ci pour le transfert.

source: A valid project space is required.
fr: Un espace de projet valide est nécessaire

source: Account must be specified
fr: Le compte doit etre specifie

source: Please update 'Client Contact Emails' <strong><a href={link} target="_blank">here</a></strong> before using Billing Account <strong>{account}</strong>.
fr: Veuillez mettre à jour les 'Emails de contact client' <strong><a href={link} target="_blank">ici</a></strong> avant d'utiliser le compte de facturation <strong>{account}</strong>.

source: You must specify a start date
fr: Vous devez spécifier une date de début.

source: End date must be after start date.
fr: La date de fin doit être après la date de début.

source: Note
fr: Remarque

source: New Software Plan
fr: Nouveau Plan de logiciel

source: Rate Type
fr: Type de taux

source: Feature Type
fr: Types de caractéristiques

source: Amount over maximum size. If you need support for quantities this large, please <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Report an Issue</a>.
fr: Quantité dépassant la taille maximale. Si vous avez besoin de plus que la quantité maximale, veuillez<a data-toggle="modal" data-target="#modalReportIssue"href="#modaReportissue">Signaler un problème

source: Name already taken. Please enter a new name.
fr: Le nom est déjà utilisé. Veuillez choisir un autre.

source: Privileges Available
fr: Privilèges offerts

source: Privileges Selected
fr: Privilèges selectionnés

source: Search Privileges...
fr: Recherche de privilèges

source: You must specify a rate for SMS and USER feature type
fr: Vous devez spécifier un tarif pour le type de fonctionnalité SMS et UTILISATEUR

source: You can only specify one rate per feature type (SMS, USER, etc.)
fr: Vous ne pouvez spécifier qu'un seul tarif par type de fonctionnalité (SMS, UTILISATEUR, etc.)

source: You must specify exactly one product rate.
fr: Vous devez spécifier exactement un tarif de produit.

source: A slug is required for this new role.
fr: Pour ce nouveau role, un slug est requis

source: Enter a unique role slug.
fr: Saisissez une role slug unique

source: A name is required for this new role.
fr: Un nom est requis pour ce nouveau rôle.

source: Name
fr: Nom

source: Company / Organization
fr: Compagnie / Organisation

source: Submit Request
fr: Soumettre la demande

source: Received invalid adjustment type: %s
fr: Vous avez recu un type de modification incorrecte: %s

source: One month of %(plan_name)s Software Plan.
fr: Un mois de %(plan_name)s Plan de logiciel.

source: (Prorated for {date_range})
fr: (Au prorata pour {date_range})

source: Fee for each {user} exceeding the plan limit of {monthly_limit}.
fr: Frais pour chaque {user} dépassant la limite du plan de {monthly_limit}.

source: {num_sms} of {monthly_limit} included SMS{date_range}.
fr: {num_sms} sur {monthly_limit} SMS inclus{date_range}.

source: from {}
fr: de {}

source: Your card is no longer being used to auto-pay for {billing_account}
fr: Votre carte n'est plus utilisée pour le paiement automatique de {billing_account}

source: Your card is being used to auto-pay for {billing_account}
fr: Votre carte est utilisée pour le paiement automatique de {billing_account}

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Contact Emails
fr: Contact email

source: We will email communications regarding your account to the emails specified here.
fr: Nous vous enverrons les communications concernant votre compte pour les emails indiqués ici.

source: Phone Number
fr: Numéro de téléphone

source: Address First Line
fr: Première ligne D'adresse

source: Address Second Line
fr: Deuxième ligne d'adresse

source: City
fr: Ville

source: State / Province / Region
fr: Etat / Province / Region

source: Postal Code
fr: Code Postale

source: Country
fr: Pays

source: tomorrow!
fr: demain

source: on %s.
fr: sur %s.

source: CommCare Alert: %(account_name)s's subscription to %(plan_name)s ends %(ending_on)s
fr: Alerte CommCare : l'abonnement de %(account_name)s à %(plan_name)s se termine le %(ending_on)s

source: CommCare Alert: 30 day trial for '%(domain)s' ends %(ending_on)s
fr: Alerte CommCare: 30 jours de version d'essai pour '%(domain)s' extrémités %(ending_on)s

source: CommCare Alert: %(domain)s's subscription to %(plan_name)s ends %(ending_on)s
fr: Alerte CommCare: %(domain)s de souscription à %(plan_name)s extrémités %(ending_on)s

source: There is already a subscription '%s' with no end date that conflicts with the start and end dates of this subscription.
fr: Il y a déjà une souscription '%s' sans date d'expiration en conflits avec la date de début et de fin de cette souscription.

source: There is already a subscription '%(sub)s' that has an end date that conflicts with the start and end dates of this subscription %(start)s - %(end)s.
fr: Il y a déjà une souscription '%(sub)s' ayant la date de début en conflits avec la date de fin, et la date fin de cette souscription %(start)s - %(end)s.

source: Paid
fr: Payé

source: Payment Required
fr: Payement Requis

source: Hello,
fr: Bonjour,

source: Dear %s,
fr: Chère %s,

source: CommCare Subscription Prepayment Invoice for {account_or_domain} due {due_date}
fr: Facture de prépaiement d'abonnement CommCare pour {account_or_domain} due le {due_date}

source: CommCare Subscription Prepayment Invoice for {account_or_domain}
fr: Facture de prépaiement d'abonnement CommCare pour {account_or_domain}

source: You can't specify both an invoice and a line item.
fr: Vous ne pouvez pas spécifier à la fois une facture et une ligne des articles

source: Something went wrong while processing your payment. We're working quickly to resolve the issue. No charges were issued. Please try again in a few hours.
fr: Une erreur s'est produite lors de votre processus de payement. Nous Travaillons pour résoudre rapidement votre problème. Aucun frai ne vous sera facturé. Veuillez réessayer dans quelques heures.

source: Invoice #%s
fr: Facture #%s

source: Bulk Payment for project space %s
fr: Paiement en masse pour l'espace de projet %s

source: You have %(num_fix)s Lookup Table set up. Selecting this plan will delete this Lookup Table.
fr: Vous avez %(num_fix)s table de recherche installée. Sélectionner ce plan effacera cette table de recherche.

source: You are using custom branding. Selecting this plan will remove this feature.
fr: Vous utilisez la marque personnalisée. Choisir ce plan effacera les caractéristiques.

source: You have %(num)d De-Identified Export. Selecting this plan will remove it.
fr: Vous avez %(num)d téléchargement dé-identifié. Choisir ce plan entrainera sa suppression.

source: You have %(num_roles)d Custom Role configured for your project. If you select this plan, all users with that role will change to having the Read Only role.
fr: Vous avez %(num_roles)d rôle personnalisé pour ce projet. Si vous choisissez ce plan, tous les utilisateurs ayant ce rôle, verront leur droit d’accès changé en mode lecture seulement.

source: You have a subscription SCHEDULED TO START on %(date_start)s. Changing this plan will CANCEL that %(plan_name)s subscription.
fr: Vous avez un abonnement qui débutera le %(date_start)s. Si vous modifiez ce plan, vous ANNULEREZ cet abonnement %(plan_name)s.

source: You have %(rule_count)d automatic case update rule configured in your project. If you select this plan, this rule will be deactivated.
fr: Vous avez %(rule_count)d règle d'actualisation automatique de dossier dans votre projet . Si vous selectionnez ce plan, cette règle sera desactivée.

source: Your project has enabled a {} minute session timeout setting. By changing to a different plan, you will lose the ability to enforce this shorter timeout policy.
fr: Votre projet a activé un paramètre de délai d'expiration de session de {} minutes. En changeant de plan, vous perdrez la possibilité d'appliquer cette politique de délai d'expiration plus court.

source: Two factor authentication is currently required of all of your web users for this project space. By changing to a different plan you will lose the ability to enforce this requirement. However, any web user who still wants to use two factor authentication will be able to continue using it.
fr: L'authentification à deux facteurs est actuellement requis pour tous vos utilisateurs web pour cet espace projet. En modifiant de plan, vous perdrez l'abilité d'appliquer cette exigence. Cependant si un utilisateur web désire utiliser l'autentification à deux facteurs, il sera autorisé a le faire.

source: Your project currently requires all mobile workers to have strong passwords. By changing to a different plan, you will lose the ability to enforce these password requirements.
fr: Actuellement, pour avoir accès à votre projet tous les utilisateurs mobile doivent avoir un mot de passe complexe. En changeant de plan, vous perdrez l'abilité de faire appliquer ces exigences sur les mots de passe?

source: The following security features will be affected if you select this plan:
fr: Les caractéristiques de sécurité suivants seront affectés si vous selectionnez ce plan:

source: You have %(number_of_reports)d report builder reports. By selecting this plan you will lose access to those reports.
fr: Vous avez %(number_of_reports)d rapports de l'éditeur de rapports. En sélectionnant ce plan, vous perdrez l'accès à ces rapports.

source: Payment Received - Thank You!
fr: Payement reçu - Merci

source: Manage Accounting Admins
fr: Gérer les administrateur de Compte

source: Add or delete users that can view and edit accounting settings.
fr: Ajouter ou supprimer des utilisateurs pouvant voir et modifier les paramètres de comptabilité.

source: Remove
fr: Supprimer

source: Remove <strong data-bind="text: username"></strong> from admins?
fr: Supprimer <strong data-bind="text: username"></strong> des administrateurs ?

source: Yes, remove <strong data-bind="text: username"></strong>'s Accounting Admin privileges.
fr: Oui, supprimer les privilèges d'Administrateur Comptable de <strong data-bind="text: username"></strong>.

source: Cancel
fr: Annuler

source: Removing User...
fr: Suppression d'utilisateur

source: Remove User
fr: Supprimer d'utilisateur

source: New
fr: Nouveau

source: Removed
fr: Supprimé

source: Account
fr: Compte

source: Subscriptions
fr: Inscriptions

source: Credits
fr: Crédits

source: Autopay
fr: Paiement automatique

source: <p> Hello %(old_user_name)s, </p> <p> Your card is no longer being used for autopayment on the account %(billing_account_name)s. </p> <p> A card belonging to <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> is being used instead. If this is expected, you do not have to take any further action, and this card will be used to pay monthly invoices and will be charged on the invoice due date. If this change is unexpected, you can view and alter the credit card information at any time by navigating to your <a href="%(billing_info_url)s">Billing Information</a> page. </p> <p> Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Best Regards, </p> <p> The CommCare HQ Team<br/> www.commcarehq.org </p> <p> Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>
fr: <p> Bonjour %(old_user_name)s, </p> <p> Votre carte n'est plus utilisée pour le paiement automatique sur le compte %(billing_account_name)s. </p> <p> Une carte appartenant à <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> est utilisée à la place. Si cela est prévu, vous n'avez pas besoin de prendre d'autres mesures, et cette carte sera utilisée pour payer les factures mensuelles et sera débitée à la date d'échéance de la facture. Si ce changement est inattendu, vous pouvez consulter et modifier les informations de carte de crédit à tout moment en vous rendant sur votre page <a href="%(billing_info_url)s">Informations de Facturation</a>. </p> <p> Merci d'utiliser CommCare. Si vous avez des questions, n'hésitez pas à contacter <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Cordialement, </p> <p> L'équipe CommCare HQ<br/> www.commcarehq.org </p> <p> Déclaration de : CommCare HQ et la société Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>

source: Dear %(name)s,
fr: Cher(e) %(name)s,

source: This email is a receipt for your payment of %(amount)s toward your project %(project)s.
fr: Cet email est un reçu pour votre paiement de %(amount)s pour votre projet %(project)s.

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s.
fr: Les factures pour l'espace projet %(domain)s sont maintenant marquées comme payées à partir du %(date_paid)s.

source: Amount Paid
fr: Montant Payé

source: Payment Date
fr: Date de Paiement

source: Transaction No.
fr: Numéro de Transaction

source: Remaining Balance
fr: Solde

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
fr: Merci d'utiliser CommCare. Si vous avez des questions, n'hésitez pas à contacter %(invoicing_contact_email)s.

source: Best Regards,<br /> The CommCare HQ Team<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>
fr: Cordialement,<br /> L'équipe CommCare HQ<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
fr: Email de :<br /> CommCare HQ et la société Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward your project %(project)s.
fr: Cher %(name)s, Cet email est un reçu de votre paiement de %(amount)s pour le projet %(project)s.

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s. Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s
fr: Les factures de vos paiement pour l'espace projet %(domain)s sont désormais marquées comme payées depuis la date du %(date_paid)s. Espace projet: %(domain)s Montant payé: %(amount)s Date de paiement: %(date_paid)s Numéro de transaction: %(transaction_id)s

source: Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s
fr: Espace de project : %(domain)s Montant payé: %(amount)s Date de paiement: %(date_paid)s No. de transaction: %(transaction_id)s Solde restant: %(balance)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
fr: Merci d'utiliser CommCare. Si vous avez des questions, n'hésiterez pas à contacter %(invoicing_contact_email)s. Cordialement, L'equipe ComCare du siège www.commcarehq.org Expéditeur: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: This email is a receipt for your prepayment of <strong>%(amount)s</strong> for credits to your project %(project)s.
fr: Cet email est un reçu pour votre prépaiement de <strong>%(amount)s</strong> pour des crédits sur votre projet %(project)s.

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Email de :<br /> CommCare HQ et la société Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Dear %(name)s,
fr: Cher(e) %(name)s,

source: This email is a receipt for your prepayment of %(amount)s for credits to your project %(project)s.
fr: Ce mail constitue votre reçu de prépaiement de %(amount)s de crédits pour votre projet %(project)s.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
fr: Merci d'utiliser CommCare. Si vous avez des questions, n’hésitez pas à contacter %(invoicing_contact_email)s.

source: Best Regards, The CommCare HQ Team www.commcarehq.org
fr: Cordialement, L'équipe CommCare du siège www.commcarehq.org

source: Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
fr: Expéditeur: CommCare HQ et the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA

source: Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s.
fr: Votre relevé de facturation de %(month_name)s est maintenant disponible pour le compte client %(account_name)s.

source: Statement No.
fr: État Numero

source: Status
fr: État

source: Amount Due this Month
fr: Montant dû ce mois

source: Total Balance
fr: Solde restant

source: Payment Due Date
fr: Date de Paiement

source: Subscription Credits Remaining
fr: Crédits de suscription restants

source: Plan Credits
fr: Crédits du Plan

source: User Credits
fr: Crédits d'utilisateur

source: SMS Credits
fr: Crédits SMS

source: General Credits
fr: Crédits totaux

source: Account Credits Remaining
fr: Crédits restant du compte

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
fr: Veuillez noter que la date d'échéance de ce paiement de %(month_name)s a été reportée, car le montant dû ce mois-ci est inférieur à $%(small_invoice_threshold)s. Cependant, comme votre solde total dépasse maintenant $%(small_invoice_threshold)s, veuillez noter que vous devez régler votre solde dans les 30 jours.

source: Your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
fr: Votre solde total dépasse maintenant $%(small_invoice_threshold)s, veuillez noter que vous devez régler votre solde dans les 30 jours.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
fr: Pour voir le relevé de facturation complet, connectez-vous à votre espace projet sur CommCare HQ et naviguez vers <a href="%(statements_url)s">Relevés de Facturation</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
fr: L'administrateur de votre projet peut voir le relevé de facturation complet en se connectant à votre espace projet sur CommCare HQ et en naviguant vers <a href="%(statements_url)s">Relevés de Facturation</a>.
