Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: The app's parent child graph contains a cycle.
fr: Le graphe parent-enfant de l'application contient un cycle.

source: A menu points to an unknown Parent Menu.
fr: Un menu pointe vers un menu parent inconnu.

source: Case List has invalid location reference <code>%(property)s</code>. Details: %(details)s <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas a une référence de localisation invalide <code>%(property)s</code>. Détails : %(details)s <a href="%(module_url)s">%(module_name)s</a>

source: Case List uses an instance that is only available for case search <code>%(property)s</code>. Details: The %(details)s instance(s) are only available in case lists using case search. <a href="%(module_url)s">%(module_name)s</a>
fr: La liste de cas utilise une instance qui est uniquement disponible pour la recherche de cas <code>%(property)s</code>. Détails : Les instances %(details)s ne sont disponibles que dans les listes de cas utilisant la recherche de cas. <a href="%(module_url)s">%(module_name)s</a>

source: One or more forms are invalid: check all your forms for error messages.
fr: Un ou plusieurs formulaires sont invalides : vérifiez tous vos formulaires pour les messages d'erreur.

source: You have two forms with the xmlns "%(xmlns)s"
fr: Vous avez deux formulaires avec le xmlns "%(xmlns)s"

source: Multimedia case property "%(path)s" is not supported on apps on or before v2.5.
fr: La propriété de cas multimédia "%(path)s" n'est pas prise en charge sur les applications en version 2.5 ou antérieure.

source: One of your languages is empty. Check your <a href="%(app_url)s">app settings</a>.
fr: Une de vos langues est vide. Vérifiez vos <a href="%(app_url)s">paramètres de l'application</a>.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a case, but cases are not available for this form. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
fr: Votre condition d'affichage de formulaire pour le formulaire <a href="%(form_url)s">%(form_name)s</a> fait référence à un cas, mais les cas ne sont pas disponibles pour ce formulaire. Veuillez soit supprimer la référence au cas, soit (1) vous assurer que la liste de cas est configurée pour afficher d'abord la liste de cas puis le formulaire, et (2) vous assurer que tous les formulaires dans cette liste de cas mettent à jour ou ferment un cas (ce qui signifie que les formulaires d'enregistrement doivent aller dans une autre liste de cas).

source: You have a display condition which refers to a case, but cases are not available. Please either remove the case reference or (1) make sure that the case list is set to display the case list first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
fr: Vous avez une condition d'affichage qui fait référence à un cas, mais les cas ne sont pas disponibles. Veuillez soit supprimer la référence au cas, soit (1) vous assurer que la liste de cas est configurée pour afficher d'abord la liste de cas puis le formulaire, et (2) vous assurer que tous les formulaires dans cette liste de cas mettent à jour ou ferment un cas (ce qui signifie que les formulaires d'enregistrement doivent aller dans une autre liste de cas).

source: Error with Practice Mobile Worker in Application Profile %(profile.name)s.
fr: Erreur avec le travailleur mobile de pratique dans le profil d'application %(profile.name)s.

source: Error with Practice Mobile Worker in Application Settings.
fr: Erreur avec le travailleur mobile de pratique dans les paramètres de l'application.

source: Your form display condition for form <a href="%(form_url)s">%(form_name)s</a> refers to a user property, but your project does not use user properties. Please remove the user property reference.
fr: Votre condition d'affichage de formulaire pour le formulaire <a href="%(form_url)s">%(form_name)s</a> fait référence à une propriété utilisateur, mais votre projet n'utilise pas de propriétés utilisateur. Veuillez supprimer la référence à la propriété utilisateur.

source: You have a display condition which refers to a user property, but your project does not use user properties. Please remove the user property reference.
fr: Vous avez une condition d'affichage qui fait référence à une propriété utilisateur, mais votre projet n'utilise pas de propriétés utilisateur. Veuillez supprimer la référence à la propriété utilisateur.

source: Your application uses a feature that is not available in your current subscription. You can <a href="%(domain_url)s">change your subscription</a>, or remove the feature as follows.
fr: Votre application utilise une fonctionnalité qui n'est pas disponible dans votre abonnement actuel. Vous pouvez <a href="%(domain_url)s">changer votre abonnement</a>, ou supprimer la fonctionnalité comme suit.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that is not assigned to a group.
fr: <a href="%(module_url)s">%(module_name)s</a> a une propriété de recherche de cas <code>%(property)s</code> qui n'est pas assignée à un groupe.

source: <a href="%(module_url)s">%(module_name)s</a> has a case search property <code>%(property)s</code> that references an invalid instance.
fr: <a href="%(module_url)s">%(module_name)s</a> a une propriété de recherche de cas <code>%(property)s</code> qui référence une instance invalide.

source: <a href="%(module_url)s">%(module_name)s</a> has a case list property that references a missing form endpoint: <code>%(column.header|trans:langs)s</code>.
fr: <a href="%(module_url)s">%(module_name)s</a> a une propriété de liste de cas qui référence un point de terminaison de formulaire manquant : <code>%(column.header|trans:langs)s</code>.

source: Build Profile
fr: Manejo de Casos

source: Select a language.
fr: Sélectionnez une langue.

source: Select a format.
fr: Sélectionnez un format.

source: Download only translations eligible for Transifex?
fr: Télécharger uniquement les traductions éligibles pour Transifex ?

source: Download %(plural_noun)s
fr: Télécharger %(plural_noun)s

source: The single-sheet format is only available when downloading a single language. <br>Please either select a language or choose the multi-sheet format.
fr: Le format à feuille unique est uniquement disponible lors du téléchargement d'une seule langue. <br>Veuillez soit sélectionner une langue, soit choisir le format multi-feuilles.

source: Case List Session Endpoint ID
fr: ID de point de terminaison de session de liste de cas

source: A session endpoint ID to navigate to this case list without doing selection on the case list.
fr: Un ID de point de terminaison de session pour naviguer vers cette liste de cas sans faire de sélection sur la liste de cas.

source: Are you sure you want to delete this application?
fr: Êtes-vous sûr de vouloir supprimer cette application ?

source: You are about to delete this application
fr: Vous êtes sur le point de supprimer cette application

source: Custom Icon
fr: Icône personnalisée

source: Text Body
fr: Corps du texte

source: XPath Function
fr: Fonction XPath

source: Downloading Your File
fr: Télécharger votre dossier

source: Processing data. Please wait...
fr: Traitement de données. Veuillez patienter...

source: Session Endpoint ID
fr: ID de point de terminaison de session

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
fr: Un ID de point de terminaison de session permet aux applications Android d'appeler CommCare à cette position.

source: Allow endpoint to access hidden forms
fr: Autoriser le point de terminaison à accéder aux formulaires cachés

source: Allow access to hidden forms
fr: Autoriser l'accès aux formulaires cachés

source: Turn this setting on to allow this endpoint to access hidden forms.
fr: Activez ce paramètre pour permettre à ce point de terminaison d'accéder aux formulaires cachés.

source: Form Changes
fr: Modifications de formulaire

source: Display
fr: Afficher

source: Comments
fr: Commentaires

source: Default Values
fr: Valeurs par défaut

source: Cases
fr: Dossiers

source: Remove Child Case?
fr: Supprimer dossier enfant?

source: Are you sure you want to remove this Child Case?
fr: Etes-vous sûr que vous voulez supprimer ce dossier enfant?

source: Remove Child Case
fr: Supprimer dossier enfant

source: Open Case Condition
fr: Condition d'ouverture de cas

source: Close Condition
fr: Condition de fermeture

source: Close this case when the form is complete
fr: Fermer ce dossier une fois le formulaire complété

source: <span data-bind="visible: showLeadRegistration"> This is a <strong ><i class="fcc fcc-app-createform"></i> Registration</strong > form. Use the Registration form to add new cases to your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <span data-bind="visible: showLeadFollowup"> This is a <strong><i class="fcc fcc-app-updateform"></i> Followup</strong> form. Use Followup forms to update cases in your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <br /> <span ><strong>Cases</strong> give you a way to track patients, farms, and other entities over time.</span >
fr: <span data-bind="visible: showLeadRegistration"> Ceci est un <strong ><i class="fcc fcc-app-createform"></i> Formulaire d'inscription</strong > . Utilisez le formulaire d'inscription pour ajouter de nouveaux cas à votre <strong><i class="fa-solid fa-list-check"></i> Liste de cas</strong>. </span> <span data-bind="visible: showLeadFollowup"> Ceci est un <strong><i class="fcc fcc-app-updateform"></i> Formulaire de suivi</strong> . Utilisez les formulaires de suivi pour mettre à jour les cas dans votre <strong><i class="fa-solid fa-list-check"></i> Liste de cas</strong>. </span> <br /> <span ><strong>Les cas</strong> vous offrent un moyen de suivre les patients, les fermes, et d'autres entités au fil du temps.</span >

source: Registration: This form opens a new case
fr: Inscription : Ce formulaire ouvre un nouveau cas

source: Followup: This form loads a case from a data registry
fr: Suivi : Ce formulaire charge un cas à partir d'un registre de données

source: Followup: This form loads a set of cases
fr: Suivi : Ce formulaire charge un ensemble de cas

source: Followup: This form loads a case and may then update or close it
fr: Suivi : Ce formulaire charge un cas et peut ensuite le mettre à jour ou le fermer

source: Updating cases directly is not supported when using data registry search. Refer to the <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentation</a > for information on how to update cases from a data registry.
fr: La mise à jour directe des cas n'est pas prise en charge lors de l'utilisation de la recherche dans le registre de données. Consultez la <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentation</a > pour obtenir des informations sur la façon de mettre à jour les cas à partir d'un registre de données.

source: Updating cases directly is not supported for multi-select menus.
fr: La mise à jour directe des cas n'est pas prise en charge pour les menus à sélection multiple.

source: <strong>Child Cases</strong> let you open other types of Cases for use in other Case Lists.
fr: <strong>Les cas enfants</strong> vous permettent d'ouvrir d'autres types de cas pour une utilisation dans d'autres listes de cas.

source: When possible, they'll be linked to the current Case so you'll always know where they came from. A great use of Child Cases is for tracking a newborn separately from its mother.
fr: Lorsque cela est possible, ils seront liés au cas actuel afin que vous sachiez toujours d'où ils viennent. Une excellente utilisation des cas enfants est de suivre un nouveau-né séparément de sa mère.

source: <strong>Child Cases</strong> are not available in your subscription. This feature is only available on our <strong>Pro</strong> plan or higher. This configuration will remain un-editable until you upgrade.
fr: <strong>Les cas enfants</strong> ne sont pas disponibles dans votre abonnement. Cette fonctionnalité est uniquement disponible sur notre plan <strong>Pro</strong> ou supérieur. Cette configuration restera non modifiable jusqu'à ce que vous effectuiez une mise à niveau.

source: This Form opens a Child Case in the Case List
fr: Ce formulaire ouvre un cas enfant dans la liste de cas

source: Case List Configuration
fr: Configuration de la liste de cas

source: Override reference id:
fr: Écraser l'identifiant de référence :

source: Add a Child Case to open a case for a different Case List...
fr: Ajoutez un cas enfant pour ouvrir un cas pour une liste de cas différente...

source: Remove Form Action?
fr: Déplacer l'Action de Formulaire

source: Are you sure you want to remove this action?
fr: Êtes-vous certain de supprimer cette action?

source: Remove Action
fr: Déplacer l'action

source: Open Condition
fr: Condition d'ouverture

source: Conditions
fr: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Display the Product Stock for this Supply Point after it is selected
fr: Affichez le stock du produit pour le point d'approvisionnement après l`avoir selectionné

source: Only show products for program
fr: Afficher seulement les produits de ce programme

source: This case is a subcase of the previous case
fr: Ce dossier est un sous-dossier (dossier-enfant) du dossier précédent

source: Parent reference ID
fr: ID de référence parente

source: Relationship
fr: Rapport

source: Parent Indices
fr: Indices parents

source: Parent Tag
fr: Etiquette parente

source: Reference ID
fr: ID de référence

source: Remove parent index
fr: Supprimer l'index parent

source: Add parent index
fr: Ajouter un index parent

source: Case Action Meta
fr: Méta d'action de dossiers

source: Case Tag
fr: Étiquette de dossier

source: Case Type
fr: Type de Dossier

source: from
fr: de

source: Please select a case type.
fr: Veuillez séléctionner un type de dossier

source: Expected Case Type
fr: Type de dossier attendu

source: This is used for case property suggestions and when creating case indexes but it does not get validated against the loaded case.
fr: Ceci est utilisé pour les suggestions de propriété de dossier et lors de la création d'index de dossier mais n'est pas validé en fonction du dossier chargé.

source: Raw Config
fr: configuration brute

source: XPath function
fr: Fonction XPath

source: User Data Config
fr: Configuration des données d'utilisateur

source: User data key
fr: Clés de données d'utilisateur

source: Case Index Config
fr: Configuration d'indice de dossier

source: Case containing index
fr: Dossier contenant l'index

source: Index name
fr: Nom d'Index

source: Lookup Table Config
fr: Configuration de la Table de Recherche

source: Lookup Table Tag
fr: Etiquette de la Table de Recherche

source: Table Field
fr: Champ du Tableau

source: Autoselect mode
fr: Mode de Sélection Automatique

source: Please select an autoselection mode.
fr: Veuillez sélectionner un mode de sélection automatique

source: Autoselect If Only One Case
fr: Mode de sélection automatique uniquement si c'est un seul dossier

source: Fixture Nodeset
fr: ex: scanner empreinte digitale

source: Fixture Variable
fr: Variable d'elements

source: Autoselect If Only One Result Returned From Fixture
fr: Sélection automatique si un seul résultat est retourné par le dispositif

source: Arbitrary Datum Function
fr: Fonction de date arbitraire

source: Arbitrary Datum id
fr: Identifiant de date arbitraire

source: Add Action
fr: Ajout Action

source: Load / Update / Close Cases
fr: Charger / Mettre à jour / Fermer dossiers

source: Open New Cases
fr: Ouvrir des nouveaux dossiers

source: Arbitrary Datums
fr: Données arbitraires

source: Datum ID
fr: ID de Datum

source: Datum Function
fr: Fonction de Datum

source: Add Datum
fr: Ajouter Datum

source: Only if the answer to...
fr: Seulement si la réponse à...

source: Configuration no longer allowed.
fr: Configuration non autorisée.

source: Only if the answer to
fr: Seulement si la réponse à

source: is
fr: est

source: has selected
fr: a sélectionné

source: is true
fr: Est vrai

source: Not assigned
fr: Non assigné

source: Load the following properties into the form questions
fr: Charger les propriétés suivantes dans les questions de formulaire

source: Property
fr: Propriété

source: No properties will be loaded
fr: Aucune propriété ne sera téléchargée

source: Add Property
fr: Ajouter une propriété

source: Save Questions to Case Properties
fr: Enregistrer les questions dans les propriétés de dossier.

source: Save Questions to User Properties
fr: Enregistrer les questions dans les propriétés utilisateur

source: There are one or more form questions that are being saved to deprecated case properties. Please revise and consider changing these case properties. For more information on deprecated case properties, please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">this documentation</a> .
fr: Il y a une ou plusieurs questions de formulaire qui sont enregistrées dans des propriétés de cas obsolètes. Veuillez réviser et envisager de changer ces propriétés de cas. Pour plus d'informations sur les propriétés de cas obsolètes, veuillez vous référer à <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">cette documentation</a> .

source: User Property
fr: Propriété utilisateur

source: Save Only If Edited
fr: Enregistrer uniquement si modifié

source: Only save the answer if form submission will change the property from its previous value.
fr: Enregistrer la réponse uniquement si la soumission du formulaire modifie la propriété par rapport à sa valeur précédente.

source: Property has been deprecated.
fr: La propriété a été obsolète.

source: Click here to add a description
fr: Cliquez ici pour ajouter une description

source: Error updating description. Please try again.
fr: Erreur dans la mise à jour de la description. Veuillez réessayer.

source: No properties will be saved
fr: Aucune propriété ne sera enregistrée

source: Add Case Property
fr: Ajouter une propriété de dossier

source: Add User Property
fr: Ajouter une propriété utilisateur

source: You no longer have permission to save this section.
fr: Vous n'avez plus la permission d'enregistrer cette section.

source: Custom Assertions
fr: Assertions personnalisées

source: Add custom assertions that you will use elsewhere.
fr: Ajouter des assertions personnalisées que vous utiliserez ailleurs.

source: Message Text
fr: Texte du message

source: Add custom assertion
fr: Ajouter une assertion personnalisée

source: Custom Instances
fr: Les exemples personalisés

source: Add custom instances that you will use elsewhere.
fr: Ajouter des exemples personnalisés que vous utiliserez ailleurs.

source: ID
fr: Identifiant

source: Instance path
fr: Chemin d'"instance"

source: Add custom instance
fr: Ajouter un exemple personalisé

source: Display Condition
fr: Condition d'affichage

source: The form will not appear in the menu unless this condition is met. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Help Site</a>.
fr: Le formulaire n'apparaîtra pas dans le menu, à moins que ces conditions soient remplies. Lire la suite à <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Site d'aide</a>.

source: To use display conditions which reference a case, <br/> (1) the <strong>Menu Mode</strong> setting must be set to <em>Display menu and then forms</em> <br/> (2) all the forms in the case list must update or close a case, which means registration forms must go in a separate case list, or if your project uses user properties, your display condition may use user properties.
fr: Pour utiliser des conditions d'affichage qui font référence à un cas, <br/> (1) le paramètre <strong>Mode Menu</strong> doit être réglé sur <em>Afficher le menu puis les formulaires</em> <br/> (2) tous les formulaires de la liste de cas doivent mettre à jour ou fermer un cas, ce qui signifie que les formulaires d'enregistrement doivent aller dans une liste de cas séparée, ou si votre projet utilise des propriétés utilisateur, votre condition d'affichage peut utiliser des propriétés utilisateur.

source: To use display conditions which reference a user property, user properties must be enabled for your project.
fr: Pour utiliser des conditions d'affichage qui font référence à une propriété utilisateur, les propriétés utilisateur doivent être activées pour votre projet.

source: Enable user properties
fr: Activer les propriétés utilisateur

source: There is something wrong with the logic in the Form Display Condition. Check to make sure your parentheses match and you are referencing case properties correctly.
fr: Il y a un problème avec la logique dans la condition d'affichage du formulaire. Vérifiez que vos parenthèses correspondent et que vous faites référence correctement aux propriétés du cas.

source: Auto Capture Location
fr: Capture de localisation automatique

source: On CommCare Android, have this form automatically capture the user's current geo-location.
fr: Sous CommCare Android, ce formulaire capture automatiquement la position GPS de l'utilisateur.

source: This application is configured to auto capture location for all forms. <br> This can be changed in the application's settings, in the <strong>Advanced Settings</strong> tab, <strong>Android Settings</strong> section.
fr: Cette application est configurée pour capturer automatiquement la localisation pour tous les formulaires. <br> Cela peut être modifié dans les paramètres de l'application, dans l'onglet <strong>Paramètres avancés</strong>, section <strong>Paramètres Android</strong>.

source: Copy Form
fr: Copier le formulaire

source: XForm
fr: XFormulaire

source: Upload
fr: Uploader

source: Show
fr: Afficher

source: Multimedia
fr: Multimédia

source: Logic
fr: Logique

source: Form filtering is disabled for this form
fr: Le filtrage est désactivé pour ce formulaire

source: There were errors saving. Please fix the errors below.
fr: Des erreurs sont survenues dans l'enregistrement. Veuillez réparer les erreurs ci-dessous.

source: Form Settings
fr: Paramètres de formulaire.

source: This form has a schedule
fr: Ce formulaire a un calendrier.

source: Schedule Phase
fr: Planifier une phase

source: Forms that do not have a schedule are always shown
fr: Les formulaires qui n'ont pas de calendrier sont toujours affichés

source: Form Abbreviation
fr: Abréviation de formulaires

source: This field is required
fr: Ce champ est obligatoire

source: "The phase this form is part of. Make phases on the <a href='%(module_url)s'>case list settings page</a>"
fr: "La phase à laquelle ce formulaire appartient. Créez des phases sur la <a href='%(module_url)s'>page des paramètres de la liste des cas</a>"

source: Please select a phase...
fr: Veuillez choisir un phrase...

source: Form Relevancy Window
fr: Fenêtre de pertinence de formulaires

source: Show this form
fr: Afficher ce formulaire

source: days
fr: jours

source: before the anchor date
fr: Avant la date d'ancrage

source: after the anchor date
fr: Après la date d'ancrage
