Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: Group %s updated!
fr: Le groupe '%s' a été mis à jour !

source: This field is required.
fr: Ce champ est requis.

source: Enter a space-separated list of case ids to reprocess. Reminder rules will be rerun for the case, and the case's phone number entries will be synced.
fr: Entrez une liste séparée par un espace d'identifiants de dossiers pour retraiter. Les règles de rappel seront reprises pour le dossier et les numéros de téléphone du dossier seront synchronisés.

source: The following email addresses are not dimagi email addresses:
fr: Les adresses e-mail suivantes ne sont pas des adresses e-mail dimagi :

source: The following users do not exist on this site, please have the user registered first:
fr: Les utilisateurs suivants n'existent pas sur ce site, veuillez d'abord enregistrer l'utilisateur :

source: Confirm the username
fr: Confirmer le nom d'utilisateur

source: Verified by
fr: Vérifié par

source: Days to allow access
fr: Jours pour autoriser l'accès

source: Number of days the user can access CommCare HQ before needing to re-enable two-factor auth.This is useful if someone has lost their phone and can't immediately re-setup two-factor auth.
fr: Nombre de jours pendant lesquels l'utilisateur peut accéder à CommCare HQ avant de devoir réactiver l'authentification à deux facteurs. Ceci est utile si quelqu'un a perdu son téléphone et ne peut pas immédiatement réinstaller l'authentification à deux facteurs.

source: Please give a reason for this action.
fr: Veuillez donner une raison pour cette action.

source: Reset account password
fr: Réinitialiser le mot de passe du compte

source: Resetting the user's password will force them to follow the 'Forgot Password' workflow. Use this if it is suspected that the password has been compromised.
fr: La réinitialisation du mot de passe de l'utilisateur les obligera à suivre le processus 'Mot de passe oublié'. Utilisez ceci si vous soupçonnez que le mot de passe a été compromis.

source: Admin Phone Number Report
fr: Rapport de numéro de téléphone de l'administrateur

source: User Audit Events
fr: Événements d'audit utilisateur

source: Domain
fr: Domaine

source: IP Address
fr: Adresse IP

source: Request Method
fr: Méthode de requête

source: Request Path
fr: Chemin de requête

source: User List
fr: Liste d'utilisateurs

source: Date Joined
fr: Date joint

source: Last Login
fr: Dernière connexion

source: Deploy History Report
fr: Rapport d'historique de déploiement

source: Diff URL
fr: URL de différence

source: Case count
fr: Nombre de cas

source: Form count
fr: Nombre de formulaires

source: UCR rebuild restriction status
fr: Statut de restriction de reconstruction UCR

source: Rebuild restriction required
fr: Restriction de reconstruction requise

source: Rebuild restricted
fr: Reconstruction restreinte

source: Rebuild restriction not required
fr: Restriction de reconstruction non requise

source: No rebuild restriction required
fr: Aucune restriction de reconstruction requise

source: UCR Domains Data Report
fr: Rapport de données des domaines UCR

source: Domain name
fr: Nom du domaine

source: Check
fr: Cocher

source: Domain Name
fr: Nom du domaine

source: Case actions
fr: Actions de dossiers

source: You are about to temporarily disable two-factor authentication for %(username)s. This compromises their account security, are you sure?
fr: Vous êtes sur le point de désactiver temporairement l'authentification à deux facteurs pour %(username)s. Cela compromet la sécurité de leur compte, êtes-vous sûr ?

source: You are about to %(verb)s the user account for "%(username)s".
fr: Vous êtes sur le point de %(verb)s le compte utilisateur pour "%(username)s".

source: Check the status of an email
fr: Vérifier le statut d'un email

source: Check Status
fr: Vérifier le statut

source: Email status for %(email)s
fr: Statut de l'email pour %(email)s

source: Enter a month to download all Global Impact Report data as csv for that month
fr: Entrez un mois pour télécharger toutes les données du Rapport d'impact global en tant que csv pour ce mois.

source: Year Month
fr: Année Mois

source: Download as CSV
fr: Télécharger en mode CSV

source: Enter a month to download all MALT data as csv for that month
fr: Saisir un mois pour télécharger tous les données MALT en tant que csv pour ce mois

source: Please type comma or new-line separated email addresses from the official list of current employees.
fr: Veuillez taper les adresses email séparées par des virgules ou des nouvelles lignes à partir de la liste officielle des employés actuels.

source: The following users do not exist on this site and so do not need to be offboarded.
fr: Les utilisateurs suivants n'existent pas sur ce site et n'ont donc pas besoin d'être désactivés.

source: Developer
fr: Développeur

source: Superuser
fr: Superutilisateur

source: Accounting Admin
fr: Administrateur de Compte

source: Two Factor Enabled
fr: Authentification à deux facteurs activée

source: Are you sure you want to continue?
fr: Etes-vous sûr que vous voulez continuer ?

source: If this fails you may have to perform the operation manually!
fr: Si cela échoue, vous devrez peut-être effectuer l'opération manuellement !

source: This may invoke a huge indexing task that could slow down many parts of the site!
fr: Cela peut invoquer une énorme tâche de référencement qui pourrait ralentir de nombreuses parties du site!

source: Go!
fr: Démarrer

source: You do not have permission to change superuser and staff status.
fr: Vous n'avez pas la permission de modifier le statut de superutilisateur et de personnel.

source: Please type comma or new-line separated email addresses of users to grant/revoke superuser privileges.
fr: Veuillez taper les adresses e-mail des utilisateurs, séparées par des virgules ou des nouvelles lignes, pour accorder/révoquer les privilèges de superutilisateur.

source: All superusers and staff users
fr: Tous les superutilisateurs et utilisateurs du personnel

source: Can assign Superuser
fr: Peut attribuer le statut de superutilisateur

source: See a user's projects by entering their email address below.
fr: Pour voir les projets des utilisateurs, saisissez leur adresse e-mail ci-dessous.

source: %(user_name)s's Information
fr: Informations sur %(user_name)s

source: This account is disabled.
fr: Ce compte est désactivé.

source: couch doc
fr: document couch

source: elasticsearch lookup
fr: Recherche élastique

source: Is Superuser
fr: Est superutilisateur

source: Domains
fr: Domaines

source: Missing Form XML
fr: Formulaire XML manquant

source: Form XML not valid. See "Raw Data" section below.
fr: Formulaire XML non valide. Voir la section "Données brutes" ci-dessous.

source: Check Callcenter UCR tables
fr: Vérifier les tableaux UCR du Callcenter

source: Reprocess Messaging Case Updates
fr: Retraiter les mises à jour de messagerie de dossiers

source: Processed the following case ids: {}
fr: Les identifiants de dossiers suivants ont été traités: {}

source: Could not find cases belonging to these case ids: {}
fr: Impossible de trouver les dossiers associés à ces identifiants de dossiers: {}

source: Download MALT
fr: Télécharger MALT

source: Enter a valid year-month. e.g. 2015-09 (for September 2015)
fr: Entrez une paire année/mois valide. Par exemple 2015-09 (pour septembre 2015)

source: Download GIR
fr: Télécharger GIR

source: System Info
fr: Infos sur le système

source: Global Usage Thresholds
fr: Seuils d'utilisation globale

source: User Administration
fr: Administration des utilisateurs

source: Grant or revoke superuser access
fr: Accorder ou révoquer l'accès en tant que super-utilisateur

source: You do not have permission to update superuser or staff status
fr: Vous n'avez pas la permission de mettre à jour le statut de superutilisateur ou de personnel

source: Successfully updated superuser permissions
fr: Autorisations de super-utilisateur mises à jour avec succès

source: Unexpected restore response {}: {}. If you believe this is a bug please report an issue.
fr: Réponse de restauration inattendue {}: {}. Si vous croyez qu'il s'agit d'un bug, signaler un problème.

source: User with username %(username)s not found.
fr: Utilisateur avec le nom d'utilisateur %(username)s non trouvé.

source: Account successfully %(verb)s.
fr: Compte %(verb)s avec succès.

source: User with username %(username)s does not have Two-Factor Auth enabled.
fr: L'utilisateur avec le nom d'utilisateur %(username)s n'a pas l'authentification à deux facteurs activée.

source: Two-Factor Auth successfully disabled.
fr: Authentification à deux facteurs désactivée avec succès.

source: Get users to offboard
fr: Obtenir les utilisateurs à désinscrire

source: Successfully retrieved users to offboard.
fr: Utilisateurs à désinscrire récupérés avec succès.

source: Must copy cases to valid new owner
fr: Doit copier les cas à un nouveau propriétaire valide

source: Original case owner {owner_id} cannot copy case {case_id} to themselves
fr: Le propriétaire original du cas {owner_id} ne peut pas copier le cas {case_id} à lui-même

source: System Form
fr: Formulaire système

source: Data Cleaning Form
fr: Formulaire de nettoyage des données

source: Automatic Case Update Rule
fr: Règle de mise à jour automatique des cas

source: Deduplication Rule
fr: Règle de déduplication

source: DHIS2 Integration
fr: Intégration DHIS2

source: Data Forwarding Response
fr: Réponse de transfert de données

source: Not a bulk-upload supported CommCareMedia type: %s
fr: Pas un type de CommCareMedia prenant en charge le téléversement en bloc : %s

source: Could not fetch cached bulk upload file. Error: %s.
fr: Impossible de trouver le fichier de téléversement en bloc mis en cache. Erreur : %s.

source: Error opening file as zip file: %s
fr: Une erreur est survenue lors de l'ouverture du fichier en tant que zip : %s

source: Error encountered processing Zip File. File doesn't look valid.
fr: Une erreur est survenue lors du traitement du fichier zip. Le fichier ne semble pas être valide.

source: video
fr: vidéo

source: text
fr: texte

source: Generic Multimedia
fr: Multimédia générique

source: Upload is not a valid image file.
fr: Le téléchargement n'est pas un fichier image valide.

source: Video
fr: Vidéo

source: Error reading file: %s
fr: Une erreur est survenue lors de la lecture du fichier : %s

source: Did not match any %s paths in application.
fr: Ne correspond à aucun chemins %s de l'application.

source: Matching path found, but could not save the data to couch.
fr: Un chemin d'accès correspondant a été trouvé, mais il a été impossible de sauvegarder les données sur Couch.

source: Matching path found, but didn't save new multimedia correctly.
fr: Un chemin correspondant a été trouvé, mais l'enregistrement du nouveau fichier multimédia n'a pas fonctionné.

source: Error while processing zip: %s
fr: Une erreur est survenue lors du traitement du fichier zip : %s

source: Please try syncing multimedia files in multimedia tab under app settings to resolve issues with missing media files. Report an issue if this persists.
fr: Veuillez essayer de synchroniser les fichiers multimédias dans l'onglet multimédia sous les paramètres de l'application pour résoudre les problèmes de fichiers multimédias manquants. Signalez un problème si cela persiste.

source: Could not find {file_path} in CCZ
fr: Impossible de trouver {file_path} dans CCZ

source: Locale ID {id} present in suite.xml but not in default app strings.
fr: ID de locale {id} présent dans suite.xml mais pas dans les chaînes d'application par défaut.

source: Could not find media_suite.xml in CCZ
fr: Impossible de trouver media_suite.xml dans CCZ

source: Media file missing from CCZ: {}
fr: Fichier média manquant dans CCZ : {}

source: <p class="help-block"> This page generates files to assist in working with audio translation vendors. It generates a zip file that contains two Excel files: </p> <p class="help-block"> The first file is for the translator's use. It contains one row for each audio file to create, with columns for the text and the desired filename. This file will contain a row for each question that has an audio filename specified but has not yet had an audio file uploaded. If multiple questions use have identical text, the file will contain only one row for that set of questions. It will arbitrarily select one of the questions' filenames. If multiple questions have different text but use the same path, and that path's file is missing, the file will disambiguate these questions by adding new paths, using the convention <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, etc. </p> <p class="help-block"> The second file is for updating audio paths that were either added (due to questions with different text sharing the same audio path) or removed (due to questions with the same text having different paths). After downloading and sanity checking, re-upload this file in <a href="%(app_settings_url)s " target="_blank">Bulk Application Translations</a>. </p>
fr: <p class="help-block"> Cette page génère des fichiers pour aider à travailler avec les fournisseurs de traduction audio. Elle génère un fichier zip qui contient deux fichiers Excel : </p> <p class="help-block"> Le premier fichier est destiné à l'usage du traducteur. Il contient une ligne pour chaque fichier audio à créer, avec des colonnes pour le texte et le nom de fichier souhaité. Ce fichier contiendra une ligne pour chaque question ayant un nom de fichier audio spécifié mais n'ayant pas encore de fichier audio téléchargé. Si plusieurs questions utilisent un texte identique, le fichier contiendra une seule ligne pour cet ensemble de questions. Il sélectionnera arbitrairement l'un des noms de fichiers des questions. Si plusieurs questions ont un texte différent mais utilisent le même chemin, et que le fichier de ce chemin est manquant, le fichier désambiguïsera ces questions en ajoutant de nouveaux chemins, en utilisant la convention <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, etc. </p> <p class="help-block"> Le second fichier est destiné à la mise à jour des chemins audio qui ont été soit ajoutés (en raison de questions avec des textes différents partageant le même chemin audio) soit supprimés (en raison de questions avec le même texte ayant des chemins différents). Après téléchargement et vérification de la cohérence, téléchargez à nouveau ce fichier dans <a href="%(app_settings_url)s " target="_blank">Traductions d'application en masse</a>. </p>

source: <p> Use this tool to upload ZIP files of your multimedia. The bulk uploader will compare the file paths in your form with the file paths in your zip to find a matching file. </p> <p> For example, <code>jr://file/commcare/images/hin/image.jpg</code> and your zip's <code>commcare/images/hin/image.jpg</code> file would match, but it would <strong>not</strong> match <code>commcare/images/image.jpg</code>. </p>
fr: <p> Utilisez cet outil pour télécharger des fichiers ZIP de votre multimédia. Le téléchargeur en masse comparera les chemins de fichiers dans votre formulaire avec les chemins de fichiers dans votre zip pour trouver un fichier correspondant. </p> <p> Par exemple, <code>jr://file/commcare/images/hin/image.jpg</code> et le fichier <code>commcare/images/hin/image.jpg</code> de votre zip correspondraient, mais il ne correspondrait <strong>pas</strong> à <code>commcare/images/image.jpg</code>. </p>

source: No Matches Found
fr: Aucune correspondance trouvée

source: No Matches
fr: Aucune correspondance

source: Matched Images
fr: Images correspondantes

source: Updated
fr: Mis à jour

source: View Full Image
fr: Visualiser l'image complète

source: Matched Audio
fr: Audio correspondant

source: Playing audio directly on this page is currently not supported.
fr: La lecture de l'audio directement à partir de cette page n'est pas prise en charge actuellement.

source: Listen to Audio
fr: Écouter l'audio

source: Matched Video
fr: Vidéo correspondante

source: Watching video directly on this page is not supported. Opens a new tab.
fr: La visualisation de la vidéo directement à partir de cette page n'est pas prise en charge. Ouvre un nouvel onglet.

source: Watch Video
fr: Visualiser la vidéo

source: Include only paths where the multimedia file is missing?
fr: Inclure uniquement les chemins où le fichier multimédia est manquant ?

source: Upload Icon Image
fr: Télécharger l'image de l'icône

source: Upload Audio
fr: Télécharger l'audio

source: Upload Video
fr: Télécharger la vidéo

source: Upload File
fr: Télécharger le fichier

source: Select Icon Image
fr: Sélectionnez l'image icône

source: Select Menu Audio
fr: Sélectionnez le Fichier Audio pour le Menu

source: Select Video
fr: Sélectionner la vidéo

source: Select Logo
fr: Sélectionner le logo

source: Select File
fr: Sélectionner un fichier

source: Current Icon
fr: L'icône courant

source: Current Audio
fr: Fichier Audio Actuel

source: Current Video
fr: Vidéo actuelle

source: Current Logo
fr: Logo actuel

source: Current File
fr: Fichier Actuel

source: Begin Upload
fr: Démarrer le chargement

source: <strong>Warning:</strong> This application contains forms with errors&mdash;we cannot pull any multimedia references from those forms.
fr: <strong>Attention :</strong> Cette application contient des formulaires avec des erreurs&mdash;nous ne pouvons pas extraire de références multimédia de ces formulaires.

source: <i class="fa-solid fa-triangle-exclamation"></i> This application is missing references, so this zip will be incomplete.
fr: <i class="fa-solid fa-triangle-exclamation"></i> Cette application manque de références, donc ce fichier zip sera incomplet.

source: Download Incomplete ZIP
fr: Télécharger le fichier ZIP incomplet

source: Download ZIP
fr: Télécharger le fichier ZIP

source: Menu or Form
fr: Menu ou Formulaire

source: Size
fr: Taille

source: Path in Application
fr: Chemin dans l'application

source: No media found matching your filters.
fr: Aucun média trouvé correspondant à vos filtres.

source: <i class="fa fa-spin fa-spinner"></i> Loading...
fr: <i class="fa fa-spin fa-spinner"></i> Chargement...

source: You can manage multimedia by uploading files individually below.
fr: Vous pouvez gérer le multimédia en téléchargeant des fichiers individuellement ci-dessous.

source: This application references no multimedia.
fr: Cette application ne contient aucun fichier de multimédia.

source: References
fr: Références

source: Open image in new tab
fr: Ouvrir l'image dans un nouvel onglet

source: Open file in new tab
fr: Ouvrir le fichier dans un nouvel onglet

source: <p class="help-block"> This page allows you to check if your non-default languages are missing any multimedia <strong>references</strong> and therefore will display the default language's multimedia. <br> If any references are missing, visit <a href="%(paths_url)s">Manage Multimedia Paths</a> to identify where those references are used and add translated multimedia. <br> This page does not check if your app is missing any <strong>files</strong>; visit the <a href="%(reference_checker)s">Multimedia Reference Checker</a> to identify missing files. </p>
fr: <p class="help-block"> Cette page vous permet de vérifier si vos langues non par défaut manquent de références multimédia <strong>références</strong> et afficheront donc le multimédia de la langue par défaut. <br> Si des références manquent, visitez <a href="%(paths_url)s">Gérer les chemins multimédia</a> pour identifier où ces références sont utilisées et ajouter du multimédia traduit. <br> Cette page ne vérifie pas si votre application manque de <strong>fichiers</strong> ; visitez le <a href="%(reference_checker)s">Vérificateur de Références Multimédia</a> pour identifier les fichiers manquants. </p>

source: Language(s)
fr: Langue(s)

source: Media Type(s)
fr: Type(s) de média

source: Check for missing media
fr: Vérifier les médias manquants

source: Errors found
fr: Erreurs trouvées

source: New Audio Uploaded Successfully
fr: Téléversement d'un nouvel audio réussi

source: New Template Uploaded Successfully
fr: Chargement du nouveau modèle avec succès

source: View Full Size
fr: Visualiser la taille complète

source: New Image Uploaded Successfully
fr: Téléversement d'une nouvelle image réussi

source: New Video Uploaded Successfully
fr: Téléversement d'une nouvelle vidéo réussi

source: Ready to upload. Click <strong>Begin Upload</strong> below to start.
fr: Prêt à uploader. Cliquez sur <strong>Démarrer le chargement </strong> ci-dessous pour démarrer.

source: There were errors
fr: Des erreurs sont survenues

source: Cancel Upload
fr: Annuler le téléversement

source: > Form {index}: {name}
fr: > Formulaire {index} : {name}

source: Paths
fr: Chemins

source: Path in row {} could not be found in application: <code>{}</code>
fr: Le chemin dans la ligne {} n'a pas pu être trouvé dans l'application : <code>{}</code>

source: In row {}, old and new paths are both <code>{}</code>. Please provide an updated path or remove this row
fr: Dans la ligne {}, les anciens et nouveaux chemins sont tous deux <code>{}</code>. Veuillez fournir un chemin mis à jour ou supprimer cette ligne

source: Path in row {} was already renamed in row {}: <code>{}</code>
fr: Le chemin dans la ligne {} a déjà été renommé dans la ligne {} : <code>{}</code>

source: Path <code>{}</code> in row {} was replaced with <code>{}</code>
fr: Le chemin <code>{}</code> dans la ligne {} a été remplacé par <code>{}</code>

source: File extension in row {} changed from {} to {}
fr: L'extension de fichier dans la ligne {} a changé de {} à {}

source: New path in row {} was already used to rename row {}: <code>{}</code>
fr: Le nouveau chemin dans la ligne {} a déjà été utilisé pour renommer la ligne {} : <code>{}</code>

source: {} item(s) updated in <a href='{}' target='_blank'>{}</a>
fr: {} élément(s) mis à jour dans <a href='{}' target='_blank'>{}</a>

source: Bulk Upload Multimedia
fr: Téléchargement en masse de multimédia

source: CommCare Help Site
fr: Site d'aide de CommCare

source: multimedia
fr: multimédia

source: multimedia files
fr: fichiers multimédia

source: Bulk Upload Multimedia Status
fr: Statut du téléchargement en masse de multimédia

source: Importing your multimedia. This may take some time...
fr: Importation de votre multimédia. Cela peut prendre un certain temps...

source: Problem importing data! Please try again or report an issue.
fr: Problème d'importation des données! Veuillez réessayer ou faire un rapport.

source: Return to multimedia reference checker
fr: Retourner au vérificateur de référence multimédia

source: Manage Multimedia Paths
fr: Gérer les chemins multimédia

source: multimedia paths
fr: chemins multimédia

source: Please choose a file with one of the following extensions: {}
fr: Veuillez choisir un fichier avec l'une des extensions suivantes : {}

source: File does not appear to be an Excel file. Please choose another file.
fr: Le fichier ne semble pas être un fichier Excel. Veuillez choisir un autre fichier.

source: Could not completely update path <code>{}</code>, please check app for remaining references.
fr: Impossible de mettre à jour complètement le chemin <code>{}</code>, veuillez vérifier l'application pour les références restantes.

source: Old Path
fr: Ancien chemin

source: New Path
fr: Nouveau chemin

source: Usages
fr: Utilisations

source: Translations Coverage
fr: Couverture des traductions

source: Download Audio Translator Files
fr: Télécharger les fichiers de traduction audio

source: There was an issue processing the zip file you provided. Error: %s
fr: Il y a eu un problème lors du traitement du fichier zip que vous avez fourni. Erreur : %s
