Repository: dimagi/commcare-hq
Catalog: locale/fra/LC_MESSAGES/django.po
Languages: fr

source: <p> There are a total of <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> application module(s) </strong> that are currently using this case type. </p> <p> Deprecating this case type will have the following effects: </p> <ul> <li>This case type will not be available from the reports filtering menu.</li> <li>All case properties/groups for this case type will be deprecated.</li> <li>New exports cannot be created with this case type.</li> <li>Case imports cannot be done for cases with this case type.</li> <li>New automatic rules cannot be created with this case type.</li> </ul> <p> For more information on deprecated case types, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">following documentation</a>. </p>
fr: <p> Il y a un total de <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> module(s) d'application </strong> qui utilisent actuellement ce type de cas. </p> <p> Déprécier ce type de cas aura les effets suivants : </p> <ul> <li>Ce type de cas ne sera pas disponible dans le menu de filtrage des rapports.</li> <li>Toutes les propriétés/groupes de cas pour ce type de cas seront dépréciés.</li> <li>De nouvelles exportations ne peuvent pas être créées avec ce type de cas.</li> <li>Les importations de cas ne peuvent pas être effectuées pour les cas avec ce type de cas.</li> <li>De nouvelles règles automatiques ne peuvent pas être créées avec ce type de cas.</li> </ul> <p> Pour plus d'informations sur les types de cas dépréciés, voir la <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation suivante</a>. </p>

source: Deprecate GPS property
fr: Déprécier la propriété GPS

source: This GPS case property is currently being used to store the geolocation for cases.
fr: Cette propriété de cas GPS est actuellement utilisée pour stocker la géolocalisation des cas.

source: Deprecating this case property may result in unintended behaviour, and so it is advised to first change the selected custom case property in <a href="%(geospatial_settings_url)s"> geospatial settings </a> before deprecating this case property.
fr: Déprécier cette propriété de cas peut entraîner un comportement inattendu, il est donc conseillé de d'abord changer la propriété de cas personnalisée sélectionnée dans <a href="%(geospatial_settings_url)s"> les paramètres géospatiaux </a> avant de déprécier cette propriété de cas.

source: Would you like to proceed with deprecating this case property?
fr: Souhaitez-vous procéder à la dépréciation de cette propriété de cas ?

source: Delete '<span id="delete-case-prop-name"></span>' Case Property
fr: Supprimer '<span id="delete-case-prop-name"></span>' Propriété de cas

source: There are currently no cases that store data with this case property, so it is safe to delete.
fr: Il n'y a actuellement aucun cas qui stocke des données avec cette propriété de cas, il est donc sûr de la supprimer.

source: Please note that if a new form or case was updated to the server recently that makes this property unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case property can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
fr: Veuillez noter que si un nouveau formulaire ou cas a été mis à jour sur le serveur récemment rendant cette propriété non sécurisée à supprimer, cela ne sera reflété dans le Dictionnaire de Données qu'après un court moment. Ceci n'est pas une action bloquante et la propriété de cas peut être recréée si nécessaire à l'avenir. Veuillez vous référer à <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">la documentation</a> pour des informations supplémentaires sur cette action.

source: Would you like to mark this case property as deleted? Once confirmed the case property will be deleted upon clicking the "Save" button.
fr: Souhaitez-vous marquer cette propriété de cas comme supprimée ? Une fois confirmé, la propriété de cas sera supprimée en cliquant sur le bouton "Enregistrer".

source: Delete '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
fr: Supprimer '<span data-bind="text: $root.activeCaseType()"></span>' Type de cas

source: There are no cases that use this case type or store data with any of its case properties. Therefore, it is safe to delete this case type.
fr: Il n'y a aucun cas qui utilise ce type de cas ou qui stocke des données avec l'une de ses propriétés de cas. Par conséquent, il est sûr de supprimer ce type de cas.

source: Please note that all case properties for this case type will also be deleted. Furthermore, if a new form or case was updated to the server recently that makes this case type unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case type can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
fr: Veuillez noter que toutes les propriétés de cas pour ce type de cas seront également supprimées. De plus, si un nouveau formulaire ou cas a été récemment mis à jour sur le serveur rendant ce type de cas dangereux à supprimer, cela ne sera reflété dans le Dictionnaire de Données qu'après un court moment. Ceci n'est pas une action bloquante et le type de cas peut être recréé si nécessaire à l'avenir. Veuillez vous référer à <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">la documentation</a> pour des informations supplémentaires sur cette action.

source: Would you like to proceed with deleting this case type?
fr: Souhaitez-vous procéder à la suppression de ce type de cas ?

source: Valid Values &amp; Formats
fr: Valeurs et Formats Valides

source: Case Property Group must have a name
fr: Le groupe de propriétés de cas doit avoir un nom

source: Case property must have a name
fr: La propriété de cas doit avoir un nom

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, "-", and "_"
fr: Nom de propriété de cas invalide. Il doit commencer par une lettre et ne contenir que des lettres, des chiffres, "-", et "_"

source: Unable to save valid values longer than {} characters
fr: Impossible de sauvegarder des valeurs valides de plus de {} caractères

source: Case property does not exist.
fr: La propriété de cas n'existe pas.

source: Column {} in "{}" sheet has an empty header
fr: La colonne {} dans la feuille "{}" a un en-tête vide

source: Invalid column "{}" in "{}" sheet. Valid column names are: {}
fr: Colonne invalide "{}" dans la feuille "{}". Les noms de colonnes valides sont : {}

source: Missing "Case Property" column header in "{}" sheet
fr: En-tête de colonne "Propriété de Cas" manquant dans la feuille "{}"

source: Column {} in "{}" sheet is missing a header
fr: La colonne {} dans la feuille "{}" n'a pas d'en-tête

source: skip and limit must be positive integers
fr: skip et limit doivent être des entiers positifs

source: Case Type 'name' is required
fr: Le 'nom' du Type de Cas est requis

source: Remove Resource Type(Y)
fr: Supprimer le Type de Ressource(Y)

source: Deprecated
fr: Obsolète

source: Valid Value
fr: Valeur Valide

source: Valid Value Description
fr: Description de la Valeur Valide

source: FHIR Resource Property
fr: Propriété de Ressource FHIR

source: No Name
fr: Pas de Nom

source: Remove Resource Property(Y)
fr: Supprimer la Propriété de Ressource(Y)

source: Upload Data Dictionary
fr: Charger le dictionnaire de données

source: data dictionary
fr: dictionnaire de données

source: Errors in upload: {}
fr: Erreurs lors du téléchargement : {}

source: Data dictionary import complete
fr: Importation du dictionnaire de données complète

source: Warnings in upload: {}
fr: Avertissements lors du téléchargement : {}

source: Property names should only contain alphanumeric characters, underscore, or hyphen.
fr: Les noms de propriétés ne devraient contenir que des caractères alphanumériques, des traits de soulignement ou des traits d'union.

source: Please specify a case property name.
fr: Veuillez spécifier un nom de la propriété de dossier.

source: Invalid character '/' in case property name: '{}'. Parent or host case references are not allowed.
fr: Caractère invalide '/' dans le nom de la propriété de cas : '{}'. Les références aux cas parents ou hôtes ne sont pas autorisées.

source: Case property reference cannot contain '/' unless referencing the parent or host case with 'parent/' or 'host/'
fr: La référence de propriété de cas ne peut pas contenir '/' sauf si elle fait référence au cas parent ou hôte avec 'parent/' ou 'host/'

source: Please specify a case property value.
fr: Veuillez spécifier une valeur de la propriété de dossier.

source: Please enter a number of days greater than or equal to zero
fr: Veuillez saisir un nombre de jours supérieur ou égal à zéro.

source: Update Group Name
fr: Mettre le nom de groupe à jour

source: Please include the case group ID.
fr: Veuillez inclure l'ID du groupe de cas.

source: A case group was not found with that ID.
fr: Aucun groupe de cas n'a été trouvé avec cet ID.

source: Case ID, External ID, or Phone Number
fr: Identifiant de dossier, identifiant externe ou numéro de téléphone

source: Add Case
fr: Ajouter dossier

source: Initial values are set by the form
fr: Les valeurs initiales sont définies par le formulaire

source: Basic Information
fr: Information de base

source: Run when
fr: Exécuter quand

source: The Actions will be performed for all open cases that match all filter criteria below.
fr: Les actions seront effectuées pour tous les cas ouverts qui correspondent à tous les critères de filtrage ci-dessous.

source: Initial values are set by the form.
fr: Les valeurs initiales sont définies par le formulaire.

source: Case Filters
fr: Filtres de dossiers

source: Rule Criteria
fr: Critères de Règle

source: Invalid JSON object given
fr: Objet JSON invalide fourni

source: Please enter a number of days
fr: Veuillez saisir un nombre de jours

source: Please enter a valid regular expression to match
fr: Veuillez entrer une expression régulière valide à correspondre

source: There was a problem with a UCR Filter Definition:
fr: Il y a eu un problème avec une Définition de Filtre UCR :

source: Please specify at least one action.
fr: Veuillez spécifier au moins une action.

source: The rule will be applied to all cases that match all filter criteria below.
fr: La règle sera appliquée à tous les cas qui correspondent à tous les critères de filtre ci-dessous.

source: Cases Filter
fr: Filtre de Cas

source: Reassign Cases
fr: Transférer les dossiers

source: Reassign
fr: Transférer

source: Case Name
fr: Nom de dossier

source: Last Modified
fr: Dernière mise à jour

source: An owner_id needs to be specified to bulk reassign cases
fr: Un owner_id doit être spécifié pour réaffecter en masse les cas

source: Copy Cases
fr: Copier les Cas

source: Normal Forms
fr: Formulaires normaux

source: Archived Forms
fr: Formulaires Archivés

source: Restore selected Forms
fr: Restaurer les formulaires sélectionnés

source: Restore Forms Status
fr: Restaurer le statut des formulaires

source: Restoring your forms, this may take some time...
fr: Restauration des formulaires, ceci peut prendre un peu de temps...

source: Restore complete!
fr: Restauration complète!

source: Successfully restored
fr: Restauration réussie

source: Restore Failed. Details:
fr: Échec de la restauration. Détails:

source: Problem restoring your forms! Please try again or report an issue
fr: Problème dans la restauration de vos formulaires! Veuillez réessayer ou reporter un problème

source: To archive back any forms, use the Manage Forms report and filter to Normal forms
fr: Pourarchiver des formulaires, utilisez le rapport de gestion des formulaires et filtrez-le sur les formulaires normaux

source: Archive selected forms
fr: Archiver formulaires sélectionnés

source: Archive Forms Status
fr: Archiver le statut des formulaires

source: Archiving your forms, this may take some time...
fr: Archivage de vos formulaires, ceci peu prendre un peu de temps...

source: Archive complete!
fr: Archivage complet!

source: Successfully archived
fr: Archivage réussi

source: Archive Failed. Details:
fr: Échec de l'archivage. Détails:

source: Problem archiving your forms! Please try again or report an issue
fr: Problème d'archiver vos formulaires. Veuillez réessayer ou reporter un problème

source: To restore any archived forms, use the Manage Forms report and filter to Archived forms
fr: Pour restaurer des formulaires archivés, utilisez le rapport de gestion des formulaires et filtrez-le sur les formulaires archivés

source: Archived/Restored
fr: Archivé/Restauré

source: Manage Forms
fr: Gérer des formulaires

source: View Form
fr: Visualiser le formulaire

source: Submission Time
fr: Heure de soumission

source: Completion Time
fr: L'heure d'exécution

source: Case Update
fr: Mise à Jour de Cas

source: Deduplicate
fr: Dédupliquer

source: Scheduling
fr: Planification

source: ALL of the criteria are met
fr: TOUS les critères sont remplis

source: ANY of the criteria are met
fr: N'IMPORTE QUEL des critères est rempli

source: Running
fr: En cours

source: Finished
fr: Terminé

source: Stopped
fr: Arrêté

source: No Forms are supplied
fr: Aucun formulaire n'a été fourni

source: Automatically update or close cases from CommCare HQ
fr: Mettre à jour ou fermer automatiquement les cas depuis CommCare HQ

source: Create rules for updating or closing cases from CommCare HQ. All rules run every day at %(time)s GMT. For more information, see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Help Site</a>.
fr: Créez des règles pour mettre à jour ou fermer des cas depuis CommCare HQ. Toutes les règles s'exécutent chaque jour à %(time)s GMT. Pour plus d'informations, consultez le <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">site d'aide</a>.

source: Automatic Update Rules
fr: Règles de Mise à Jour Automatique

source: Rule Run History
fr: Historique d'Exécution des Règles

source: NOTE: A system administrator is required to edit this rule.
fr: REMARQUE: un administrateur système est nécessaire pour modifier cette règle.

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
fr: Cette règle de déduplication est actuellement en cours de remplissage. Vous pourrez la modifier une fois terminée. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cas traités. Rechargez la page pour voir la progression mise à jour.

source: Include Closed Cases
fr: Inclure les Cas Fermés

source: Add Update Case Property
fr: Ajouter une Mise à Jour de Propriété de Cas

source: Set case property
fr: Définir une propriété de dossier

source: to the exact value
fr: la valeur exacte

source: to the value from other case property
fr: à la valeur de l'autre propriété de dossier

source: Explore Case Data (Preview)
fr: Explorer les Données de Cas (Aperçu)

source: This feature allows you to quickly explore your case data for ad-hoc data queries or to identify unclean data.<br /> This is an Add-On.
fr: Cette fonctionnalité vous permet d'explorer rapidement vos données de cas pour des requêtes de données ad hoc ou pour identifier des données non nettoyées.<br /> Ceci est un module complémentaire.

source: Preparing your case data for exploration...
fr: Préparation de vos données de cas pour l'exploration...

source: Export Data
fr: Exporter des données

source: Save Filters
fr: Enregistrer les Filtres

source: Report Filters
fr: Filtres de rapport

source: Loading...
fr: Chargement...

source: Our system is experiencing an unusually large load on resources at the moment, so data is not being received in a timely fashion. We are working on the problem, but if you continue to experience this issue, please contact support.
fr: Notre système subit actuellement une charge de ressources exceptionnellement élevée, donc les données ne sont pas reçues en temps opportun. Nous travaillons sur le problème, mais si vous continuez à rencontrer ce problème, veuillez contacter le support.

source: No cases found.
fr: Aucun cas trouvé.

source: There was an issue fetching cases with these filters. Please check your filters and try again.
fr: Il y a eu un problème lors de la récupération des cas avec ces filtres. Veuillez vérifier vos filtres et réessayer.

source: Edit Column
fr: Modifier la colonne

source: Filter Data in Column
fr: Filtrer les données dans la colonne

source: Treat this property as <select class="form-control filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> and match <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> all of the </option> <option value="any"> any of the </option> </select> following conditions:
fr: Traiter cette propriété comme <select class="form-control filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> et correspondre <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> toutes les </option> <option value="any"> n'importe laquelle des </option> </select> conditions suivantes :

source: Add
fr: Ajouter

source: This task is currently not supported, but we are happy to learn about your interest.
fr: Cette tâche n'est actuellement pas prise en charge, mais nous sommes heureux de connaître votre intérêt.

source: <p> This page allows you to directly access a specific form data or case data page. Read more on our <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>help site</a>. </p>
fr: <p> Cette page vous permet d'accéder directement à une page de données de formulaire ou de cas spécifique. En savoir plus sur notre <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>site d'aide</a>. </p>

source: Delete case group <strong data-bind="text: name"></strong>?
fr: Supprimer le groupe de cas <strong data-bind="text: name"></strong>?

source: Yes, delete the case group <strong data-bind="text: name"></strong>.
fr: Oui, supprimer le groupe de cas <strong data-bind="text: name"></strong>.

source: Deleting Group...
fr: Suppression de groupe en cours...

source: Delete Group
fr: Supprimer le groupe

source: Group Deleted
fr: Groupe supprimé

source: Manage Cases
fr: Gérer les dossiers

source: Create rules for finding duplicate cases. Rules are run on each form submission. When rules are created or edited the rule will be locked for further changes and a backfill process will be run.
fr: Créer des règles pour trouver des cas en double. Les règles sont exécutées à chaque soumission de formulaire. Lorsqu'une règle est créée ou modifiée, elle sera verrouillée pour d'autres modifications et un processus de remplissage sera lancé.

source: Add Deduplication Rule
fr: Ajouter une règle de déduplication

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Explore Duplicates
fr: Explorer les doublons

source: Activate
fr: Activer

source: Deactivate
fr: Désactiver

source: Delete this rule?
fr: Supprimer cette règle ?

source: Are you sure you want to <strong>delete</strong> this rule?
fr: Êtes-vous sûr de vouloir <strong>supprimer</strong> cette règle ?

source: Delete Rule
fr: Supprimer la règle

source: Cases in Group <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Edit</small></a>
fr: Cas dans le groupe <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Modifier</small></a>

source: cases processed. Please do not refresh or close this page.
fr: cas traités. Veuillez ne pas actualiser ou fermer cette page.

source: Cases were successfully added:
fr: Les dossiers ont été ajoutés avec succès :

source: Issues encountered during bulk upload:
fr: Problèmes rencontrés pendant le téléversement en bloc :

source: Processing file...
fr: Traitement du fichier en cours...

source: Removing...
fr: Suppression en cours...

source: Case Removed
fr: Dossier retiré

source: Bulk upload cases to group
fr: Uploader les dossiers en bloc au groupe

source: Automatically update or btn-close cases from CommCare HQ
fr: Mettre à jour automatiquement ou fermer les cas depuis CommCare HQ

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
fr: Cette règle de déduplication est actuellement en cours de remplissage. Vous pourrez la modifier une fois terminée. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cas traités. Rechargez la page pour voir la progression mise à jour.

source: Treat this property as <select class="form-select filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> and match <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> all of the </option> <option value="any"> any of the </option> </select> following conditions:
fr: Traiter cette propriété comme <select class="form-select filter-type" data-bind="options: $root.editColumnController.availableFilterNames, optionsText: function (val) { return $root.editColumnController.filterTitleByName[val]; }, value: filterName, event: { change: $root.editColumnController.updateFilterName }"></select> et correspondre <select data-bind="value: $parent.clause, event: { change: $root.editColumnController.updateFilter }" class="form-control filter-clause"> <option value="all"> toutes les </option> <option value="any"> n'importe laquelle des </option> </select> conditions suivantes :

source: cases processed. Please do not refresh or btn-close this page.
fr: cas traités. Veuillez ne pas actualiser ou fermer cette page.

source: Something went wrong! There was an error. If you see this error repeatedly please report it as issue.
fr: Quelque chose s'est mal passé ! Il y a eu une erreur. Si vous voyez cette erreur de manière répétée, veuillez la signaler comme un problème.

source: Select all %(total_xForms)s forms
fr: Sélectionner tous les %(total_xForms)s formulaires
