Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Are you sure you want to remove the downstream link to <b data-bind="text: downstreamDomain"></b>?
pt: Tem certeza de que deseja remover o link downstream para <b data-bind="text: downstreamDomain"></b>?

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about what happens when downstream project space links are removed.
pt: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre o que acontece quando links de espaços de projeto downstream são removidos.

source: This project space is linked to the upstream project space <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> The content below can be synced with the existing content in the upstream project space.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pulling content with Linked Project Spaces.
pt: Este espaço de projeto está vinculado ao espaço de projeto upstream <a data-bind="attr: {'href': domainLink.upstreamUrl}, text: domainLink.upstreamDomain"></a>.<br/> O conteúdo abaixo pode ser sincronizado com o conteúdo existente no espaço de projeto upstream.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre receber conteúdo com Espaços de Projeto Vinculados.

source: Linked Content
pt: Conteúdo Vinculado

source: Sync & Overwrite Matches
pt: Sincronizar e Sobrescrever Correspondências

source: Sync & Overwrite Matches?
pt: Sincronizar e Sobrescrever Correspondências?

source: If this project space has unlinked configurations that match with the configurations being synced from the upstream project space, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
pt: Se este espaço de projeto tiver configurações não vinculadas que correspondam às configurações sendo sincronizadas do espaço de projeto upstream, ao continuar elas serão sobrescritas e estabelecidas como configurações vinculadas. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a>

source: Sync & Overwrite
pt: Sincronizar e Sobrescrever

source: Go to update page
pt: Ir para a página de atualização

source: Select which content you would like to push to the specified downstream project spaces.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
pt: Selecione qual conteúdo você gostaria de enviar para os espaços de projeto downstream especificados.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre envio de conteúdo com Espaços de Projeto Vinculados.

source: unlinkable
pt: não vinculável

source: The selected project can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
pt: O projeto selecionado só pode ser enviado individualmente. Consulte a documentação de <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Espaços de Projeto Vinculados</a> para mais informações.

source: Disabled project spaces can only be pushed individually. See <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Linked Project Spaces</a> documentation for more information.
pt: Espaços de projeto desativados só podem ser enviados individualmente. Consulte a documentação de <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Espaços de Projeto Vinculados</a> para mais informações.

source: Rebuild Applications
pt: Reconstruir Aplicativos

source: Create and release new build for apps
pt: Criar e liberar nova versão para aplicativos

source: Push & Overwrite Matches
pt: Enviar e Sobrescrever Correspondências

source: You have no linked project spaces that allow you to push data.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about pushing content with Linked Project Spaces.
pt: Você não possui espaços de projeto vinculados que permitam enviar dados.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre como enviar conteúdo com Espaços de Projeto Vinculados.

source: Push & Overwrite Matches?
pt: Enviar e Sobrescrever Correspondências?

source: If any of the selected downstream project spaces have unlinked configurations that match with the configurations being pushed, continuing will overwrite them and establish them as linked configurations. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn More</a>
pt: Se algum dos espaços de projeto downstream selecionados tiver configurações não vinculadas que correspondam às configurações que estão sendo enviadas, ao continuar elas serão sobrescritas e estabelecidas como configurações vinculadas. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a>

source: {} is not a valid data source type!
pt: {} não é um tipo de fonte de dados válido!

source: The data source referenced by this report could not be found.
pt: A fonte de dados referenciada por este relatório não pôde ser encontrada.

source: This report cannot be linked because the registry is not accessible to {}. Please make sure the registry invitation has been accepted before linking reports.
pt: Este relatório não pode ser vinculado porque o registro não está acessível para {}. Certifique-se de que o convite para o registro foi aceito antes de vincular relatórios.

source: This report cannot be linked because it references an app that has multiple downstream apps.
pt: Este relatório não pode ser vinculado porque faz referência a um aplicativo que possui vários aplicativos downstream.

source: This report cannot be updated because it references an app that has multiple linked apps.
pt: Este relatório não pode ser atualizado porque faz referência a um aplicativo que possui vários aplicativos vinculados.

source: Linking expressions to a remote link is not currently supported
pt: Atualmente não é suportado vincular expressões a um link remoto

source: Expression does not exist in the upstream domain
pt: A expressão não existe no domínio upstream

source: Expression {name} already exists in the downstream domain {domain}
pt: A expressão {name} já existe no domínio downstream {domain}

source: Linked Expression could not be found
pt: Expressão Vinculada não pôde ser encontrada

source: Upstream Expression could not be found. Maybe it has been deleted?
pt: Expressão Upstream não pôde ser encontrada. Talvez tenha sido excluída?

source: sync
pt: sincronizar

source: push
pt: enviar

source: Push & Overwrite
pt: Enviar e Sobrescrever

source: Failed to {sync_action} the following {field_name} due to matching (same {property_name}) unlinked {field_name} in this downstream project space: {conflicts}. Please edit the {field_name} to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
pt: Falha ao {sync_action} o(s) seguinte(s) {field_name} devido à existência de {field_name} não vinculados e correspondentes (mesmo {property_name}) neste espaço de projeto downstream: {conflicts}. Edite o(s) {field_name} para resolver a correspondência ou clique em "{overwrite_btn}" para sobrescrever e vincular os correspondentes.

source: Failed to {sync_action} the following Custom User Data Fields Profiles due to matching (same User Profile) unlinked Custom User Data Fields Profiles in this downstream project space: {conflicts}. Please edit the Custom User Data Fields Profiles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
pt: Falha ao {sync_action} os seguintes Perfis de Campos de Dados Personalizados do Usuário devido à existência de Perfis de Campos de Dados Personalizados do Usuário não vinculados e correspondentes (mesmo Perfil de Usuário) neste espaço de projeto downstream: {conflicts}. Edite os Perfis de Campos de Dados Personalizados do Usuário para resolver a correspondência ou clique em "{overwrite_btn}" para sobrescrever e vincular os correspondentes.

source: Cannot overwrite profiles, as the following profiles are still in use: {profiles}
pt: Não é possível sobrescrever perfis, pois os seguintes perfis ainda estão em uso: {profiles}

source: Found non-global lookup table '{table}'.
pt: Tabela de consulta não global encontrada: '{table}'.

source: Failed to {sync_action} Lookup Table "{table}" due to matching (same Table ID) unlinked Lookup Table in the downstream project space. Please edit the Lookup Table to resolve the matching or click "{overwrite_btn}" to overwrite and link them.
pt: Falha ao {sync_action} a Tabela de Consulta "{table}" devido à existência de uma Tabela de Consulta não vinculada e correspondente (mesmo ID da Tabela) no espaço de projeto downstream. Edite a Tabela de Consulta para resolver a correspondência ou clique em "{overwrite_btn}" para sobrescrever e vinculá-las.

source: Failed to {sync_action} the following default roles due to matching (same name but different permissions) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
pt: Falha ao {sync_action} os seguintes papéis padrão devido à existência de papéis não vinculados e correspondentes (mesmo nome, mas permissões diferentes) neste espaço de projeto downstream: {conflicting_role_names}. Edite os papéis para resolver a correspondência ou clique em "{overwrite_btn}" para sobrescrever e vincular os correspondentes.

source: Failed to {sync_action} the following custom roles due to matching (same name) unlinked roles in this downstream project space: {conflicting_role_names}. Please edit the roles to resolve the matching or click "{overwrite_btn}" to overwrite and link the matching ones.
pt: Falha ao {sync_action} os seguintes papéis personalizados devido à existência de papéis não vinculados e correspondentes (mesmo nome) neste espaço de projeto downstream: {conflicting_role_names}. Edite os papéis para resolver a correspondência ou clique em "{overwrite_btn}" para sobrescrever e vincular os correspondentes.

source: Update Status for linked app %s missing multimedia pull
pt: Atualização de Status para app vinculativo %s com falha ao puxar multimídia

source: Something went wrong while pulling multimedia for your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
pt: Algo deu errado ao puxar multimídia para seu app vinculado. Nossa equipe foi notificada e irá monitorar a situação. Por favor, tente novamente e, se o problema persistir, reporte como um problema.

source: Multimedia was successfully updated for the linked app.
pt: A multimídia foi atualizada com sucesso para o app vinculado.

source: Application has missing multimedia even after an attempt to re-pull them. Please try re-pulling the app. If this persists, report an issue.
pt: O aplicativo está com multimídia ausente mesmo após uma tentativa de repuxá-las. Tente repuxar o app. Se isso persistir, reporte um problema.

source: You do not have permission to pull content into this project space.
pt: Você não tem permissão para puxar conteúdo para este espaço de projeto.

source: Your release has begun. You will receive an email when it is complete. Until then, to avoid linked domains receiving inconsistent content, please avoid editing any of the data contained in the release.
pt: Sua publicação foi iniciada. Você receberá um e-mail quando estiver concluída. Até lá, para evitar que domínios vinculados recebam conteúdo inconsistente, por favor evite editar qualquer dado contido na publicação.

source: The project space {} does not exist. Verify that the name is correct, and that the domain has not been deleted.
pt: O espaço de projeto {} não existe. Verifique se o nome está correto e se o domínio não foi excluído.

source: The project space {} is already a downstream project space of {}.
pt: O espaço de projeto {} já é um espaço de projeto downstream de {}.

source: You do not have adequate permissions in both project spaces to create a link.
pt: Você não tem permissões adequadas em ambos os espaços de projeto para criar um link.

source: No downstream project spaces were selected. Please contact support.
pt: Nenhum espaço de projeto downstream foi selecionado. Por favor, entre em contato com o suporte.

source: The project space link between {} and {} does not exist. Ensure the link was not recently deleted.
pt: O link do espaço de projeto entre {} e {} não existe. Certifique-se de que o link não foi excluído recentemente.

source: You do not have permission to push to all specified downstream project spaces.
pt: Você não tem permissão para enviar para todos os espaços de projeto downstream especificados.

source: The attempted push is disallowed because it includes the following domains that can only be pushed to one at a time: {}
pt: O envio tentado não é permitido porque inclui os seguintes domínios que só podem receber envio um de cada vez: {}

source: Unknown App
pt: App Desconhecido

source: Unknown Report
pt: Relatório Desconhecido

source: Unknown Keyword
pt: Palavra-chave Desconhecida

source: Date ({})
pt: Data ({})

source: Data Model
pt: Modelo de Dados

source: 'types' sheet should contain headers '{expected}'. {missing}{extra}
pt: A planilha 'types' deve conter os cabeçalhos '{expected}'. {missing}{extra}

source: '{}' are missing.
pt: '{}' estão ausentes.

source: '{}' are not recognized.
pt: '{}' não são reconhecidos.

source: Locations sheet with title '{name}' should contain exactly '{expected}' as the sheet headers. {missing}{extra}
pt: A planilha de Localizações com o título '{name}' deve conter exatamente '{expected}' como cabeçalhos da planilha. {missing}{extra}

source: Created {} new location types
pt: Criado(s) {} novo(s) tipo(s) de localização

source: Updated {} existing location types
pt: Atualizado(s) {} tipo(s) de localização existente(s)

source: Deleted {} existing location types
pt: Excluído(s) {} tipo(s) de localização existente(s)

source: Created {} new locations
pt: Criado(s) {} novo(s) local(is)

source: Updated {} existing locations
pt: Atualizado(s) {} local(is) existente(s)

source: Deleted {} existing locations
pt: Excluído(s) {} local(is) existente(s)

source: Location deletion in sheet '{type}', row '{i}' is ignored, as the location does not exist
pt: A exclusão do local na planilha '{type}', linha '{i}', foi ignorada, pois o local não existe

source: You do not have permission to add or modify location types
pt: Você não tem permissão para adicionar ou modificar tipos de local

source: You do not have permission to add top level locations
pt: Você não tem permissão para adicionar locais de nível superior

source: You do not have permission to add locations in '{}'
pt: Você não tem permissão para adicionar locais em '{}'

source: You do not have permission to edit '{}'
pt: Você não tem permissão para editar '{}'

source: latitude/longitude 'lat-{lat}, lng-{lng}' for location in sheet '{type}' at index {index} should be valid decimal numbers.
pt: latitude/longitude 'lat-{lat}, lng-{lng}' para o local na planilha '{type}' no índice {index} deve ser um número decimal válido.

source: Location '{code}' in sheet '{type}' at index {index} is being deleted, so all its child locations must be present in the upload, but child locations '{locs}' are missing
pt: O local '{code}' na planilha '{type}' no índice {index} está sendo excluído, então todos os seus locais filhos devem estar presentes no upload, mas os locais filhos '{locs}' estão ausentes

source: Location type code '{}' is used {} times - they should be unique
pt: O código do tipo de local '{}' é usado {} vezes - eles devem ser únicos

source: Location site_code '{}' is used {} times - they should be unique
pt: O site_code do local '{}' é usado {} vezes - eles devem ser únicos

source: Location location_id '{}' is listed {} times - they should be listed once
pt: O location_id do local '{}' está listado {} vezes - deve ser listado apenas uma vez

source: Location site_code '{code}' is in use by another location. All site_codes must be unique
pt: O site_code do local '{code}' está em uso por outro local. Todos os site_codes devem ser únicos

source: Location type code '{}' is not listed in the excel. All types should be listed
pt: O código do tipo de local '{}' não está listado no excel. Todos os tipos devem ser listados

source: Location 'id: {id}' is not found in your domain. It's listed in the sheet {type} at row {index}
pt: O local 'id: {id}' não foi encontrado em seu domínio. Está listado na planilha {type} na linha {index}

source: Problem with custom data for location '{site_code}', in sheet '{type}', at index '{i}' - '{er}'
pt: Problema com dados personalizados para o local '{site_code}', na planilha '{type}', no índice '{i}' - '{er}'

source: Cannot delete location type '{deleted_type.code}'. It is referenced by the type
pt: Não é possível excluir o tipo de local '{deleted_type.code}'. Ele é referenciado pelo tipo

source: Location Type '{}' refers to a parent which doesn't exist
pt: O Tipo de Local '{}' faz referência a um pai que não existe

source: Location Type '{}' has a parentage that loops
pt: O Tipo de Local '{}' possui uma hierarquia que faz um loop

source: Location '{}' in sheet points to a nonexistent or to be deleted location-type '{}'
pt: O local '{}' na planilha aponta para um tipo de local inexistente ou que será excluído '{}'

source: Location '{}' is a '{}' and should not have a parent
pt: O local '{}' é um '{}' e não deve ter um pai

source: Location '{}' does not have a parent set or its parent is being deleted
pt: O local '{}' não tem um pai definido ou seu pai está sendo excluído

source: Location points to a location that's being deleted
pt: O local aponta para um local que está sendo excluído

source: Location '{}' is a '{}', so it should have a parent that is a '{}'
pt: O local '{}' é um '{}', então deve ter um pai que seja um '{}'

source: There are {} locations with the name '{}' under the parent '{}'
pt: Existem {} locais com o nome '{}' sob o pai '{}'

source: Error with location in sheet '{}', at row {}. {}: {}
pt: Erro com o local na planilha '{}', na linha {}. {}: {}

source: Parent
pt: Pai

source: Organization Level
pt: Nível de Organização

source: Coordinates
pt: Coordenadas

source: enter as 'lat lon' or 'lat, lon' (e.g., '42.3652 -71.1029')
pt: insira como 'lat lon' ou 'lat, lon' (ex.: '42.3652 -71.1029')

source: A unique system code for this location. Leave this blank to have it auto generated
pt: Um código de sistema único para este local. Deixe em branco para gerar automaticamente

source: A number referencing this location on an external system
pt: Um número que referencia este local em um sistema externo

source: Location Information
pt: Informações do Local

source: Location's parent is itself or a descendant
pt: O pai do local é ele mesmo ou um descendente

source: name conflicts with another location with this parent
pt: nome conflita com outro local com este pai

source: could not understand coordinates
pt: não foi possível entender as coordenadas

source: Workers at Location
pt: Casos IRA Tratados

source: Specify Workers at this Location
pt: Especificar Trabalhadores neste Local

source: Update Location Membership
pt: Atualizar Membros do Local

source: Sync the flat location fixture (recommended).
pt: Sincronizar o fixture de local plano (recomendado).

source: Sync the hierarchicial location fixture (legacy format).
pt: Sincronizar o fixture de local hierárquico (formato legado).

source: Only Active
pt: Apenas Ativos

source: Only Archived
pt: Apenas Arquivados

source: Only include selected location
pt: Incluir apenas o local selecionado

source: Filter and Download Locations
pt: Filtrar e Baixar Locais

source: Download Locations
pt: Baixar Locais

source: Your user role allows you to access data based on your assigned location in the organization hierarchy. You do not currently have an assigned location, and will be unable to access CommCareHQ until that is corrected. Please contact your project administrator to be assigned to a location.
pt: Sua função de usuário permite acessar dados com base no local atribuído a você na hierarquia da organização. Atualmente, você não tem um local atribuído e não poderá acessar o CommCareHQ até que isso seja corrigido. Por favor, entre em contato com o administrador do seu projeto para ser atribuído a um local.

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project. More information is available <a href="{}">here</a>.
pt: Este projeto possui regras restritas de acesso a dados. Por favor, entre em contato com o administrador do projeto para ser atribuído ao acesso aos dados deste projeto. Mais informações estão disponíveis <a href="{}">aqui</a>.

source: Location site code: {site_code}.
pt: Código do local: {site_code}.

source: Could not update: could not find location with
pt: Não foi possível atualizar: não foi possível encontrar o local com

source: Invalid fields were included in request: {list(data.keys())}.
pt: Campos inválidos foram incluídos na solicitação: {list(data.keys())}.

source: Could not find parent location with the given ID.
pt: Não foi possível encontrar o local pai com o ID fornecido.

source: Location with same name and parent already exists.
pt: Já existe um local com o mesmo nome e pai.

source: The selected parent location cannot have child locations!
pt: O local pai selecionado não pode ter locais filhos!

source: Parent cannot have children of this location's type.
pt: O pai não pode ter filhos deste tipo de local.

source: Organizations
pt: Organizações

source: Your project no longer has access to the Organization feature. To access this feature, you must subscribe to the Advanced plan or higher. Until you change your subscription or discontinue your use of Organization features, you will not be able to add or remove mobile workers from groups. Fix this using one of the options below:
pt: Seu projeto não tem mais acesso ao recurso de Organização. Para acessar este recurso, é necessário assinar o plano Avançado ou superior. Até que você altere sua assinatura ou deixe de utilizar os recursos de Organização, não será possível adicionar ou remover trabalhadores móveis de grupos. Resolva isso utilizando uma das opções abaixo:

source: Remove Mobile Workers From Organizations
pt: Remover Trabalhadores Móveis das Organizações

source: WARNING: Case Sharing may not work correctly when you discontinue organizations. Any organization case sharing settings will be removed and mobile workers assigned to case sharing organization levels will no longer share cases.
pt: AVISO: O Compartilhamento de Casos pode não funcionar corretamente ao descontinuar organizações. Todas as configurações de compartilhamento de casos de organização serão removidas e trabalhadores móveis atribuídos a níveis de organização com compartilhamento de casos não compartilharão mais casos.
