Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Inbound API Key
pt: Chave de API de entrada

source: List of opt out keywords
pt: Lista de palavras-chave para descadastro

source: A comma-separated list of keywords
pt: Uma lista de palavras-chave separadas por vírgula

source: List of opt in keywords
pt: Lista de palavras-chave para cadastro

source: Create SMS Gateway
pt: Criar Gateway de SMS

source: Name may not contain any spaces.
pt: O nome não pode conter espaços.

source: Name is already in use.
pt: O nome já está em uso.

source: Catch-All Gateway
pt: Gateway Padrão para Todos

source: (none)
pt: (nenhum)

source: Default Gateways
pt: Gateways Padrão

source: Default Gateway by Prefix
pt: Gateway Padrão por Prefixo

source: Please enter a positive number for the prefix.
pt: Por favor, insira um número positivo para o prefixo.

source: Invalid Backend Specified.
pt: Backend especificado inválido.

source: An unexpected error occurred. Please reload and try again
pt: Ocorreu um erro inesperado. Por favor, recarregue e tente novamente

source: Prefix is specified twice: %s
pt: Prefixo especificado duas vezes: %s

source: Create Another Gateway
pt: Criar Outro Gateway

source: Receive stockout facilities SMS alert
pt: Receber alerta de SMS de falta de estoque em instalações

source: This will alert you with specific users/facilities that are stocked out of your commodities
pt: Isso irá alertar você sobre usuários/instalações específicos que estão sem seus insumos

source: Receive stockout commodities SMS alert
pt: Receber alerta de SMS de falta de estoque de insumos

source: This will alert you with specific commodities that are stocked out by your users/facilities
pt: Isso irá alertar você sobre insumos específicos que estão em falta por seus usuários/instalações

source: Receive stockout SMS alert
pt: Receber alerta de SMS de falta de estoque

source: This will alert you with the percent of facilities that are stocked out of a specific commodity
pt: Isso irá alertar você com a porcentagem de instalações que estão sem um insumo específico

source: Receive non-reporting SMS alert
pt: Receber alerta de SMS de não envio de relatório

source: This alert highlight users/facilities which have not submitted their CommCare Supply stock report.
pt: Este alerta destaca usuários/instalações que não enviaram seu relatório de estoque do CommCare Supply.

source: Subscribe settings
pt: Configurações de assinatura

source: Update settings
pt: Atualizar configurações

source: 0 characters (160 max)
pt: 0 caracteres (máx. 160)

source: Send Message
pt: Enviar Mensagem

source: Phone number with country code
pt: Número de telefone com código do país

source: Attempt to claim the channel for this number.
pt: Tentar reivindicar o canal para este número.

source: Use this option if the phone number is used by multiple projects and is currently claimed by another project or the default owner of the number is a different project.
pt: Use esta opção se o número de telefone for usado por vários projetos e estiver atualmente reivindicado por outro projeto ou se o proprietário padrão do número for um projeto diferente.

source: An error has occurred. Please try restarting the survey.
pt: Ocorreu um erro. Por favor, tente reiniciar a pesquisa.

source: Our system is receiving a lot of messages now. Can you re-send in 15 minutes? Apologies for the inconvenience!
pt: Nosso sistema está recebendo muitas mensagens agora. Você pode reenviar em 15 minutos? Pedimos desculpas pelo transtorno!

source: Internal server error.
pt: Erro do Servidor Interno.

source: Answer is out of range.
pt: A resposta está fora do intervalo.

source: Invalid choice.
pt: Escolha inválida.

source: Invalid integer entered.
pt: Inteiro inválido inserido.

source: Invalid integer entered, expected a number between -2147483648 and 2147483647.
pt: Inteiro inválido inserido, esperado um número entre -2147483648 e 2147483647.

source: Invalid decimal number entered.
pt: Número decimal inválido inserido.

source: Invalid long integer entered.
pt: Número inteiro longo inválido inserido.

source: Invalid date format: expected {0}.
pt: Formato de data inválido: esperado {0}.

source: Invalid time format: expected HHMM (24-hour).
pt: Formato de hora inválido: esperado HHMM (24 horas).

source: Keyword not found: '{0}'
pt: Palavra-chave não encontrada: '{0}'

source: Unknown command: '{0}'
pt: Comando desconhecido: '{0}'

source: Expected name and value to be joined by '{0}'.
pt: Esperado nome e valor unidos por '{0}'.

source: More than one answer found for '{0}'
pt: Mais de uma resposta encontrada para '{0}'

source: More than one question matches '{0}'
pt: Mais de uma pergunta corresponde a '{0}'

source: Please provide an external id for the case.
pt: Por favor, forneça um id externo para o caso.

source: Case with the given external id was not found.
pt: O caso com o ID externo fornecido não foi encontrado.

source: More than one case was found with the given external id.
pt: Mais de um caso foi encontrado com o id externo fornecido.

source: Field '{0}':
pt: Campo '{0}':

source: Could not find the survey being requested.
pt: Não foi possível encontrar a pesquisa solicitada.

source: There is a configuration error with this survey. Please contact your administrator.
pt: Há um erro de configuração nesta pesquisa. Por favor, entre em contato com seu administrador.

source: You have opted-in to receive messages from CommCareHQ. To opt-out, reply to this number with {0}
pt: Você optou por receber mensagens do CommCareHQ. Para cancelar, responda para este número com {0}

source: You have opted-out from receiving messages from CommCareHQ. To opt-in, reply to this number with {0}
pt: Você cancelou o recebimento de mensagens do CommCareHQ. Para ativar novamente, responda para este número com {0}

source: CommCare user {0} already exists
pt: Usuário CommCare {0} já existe

source: Username {0} is too long. Must be under {1} characters.
pt: Nome de usuário {0} é muito longo. Deve ter menos de {1} caracteres.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to {1} to start using SMS with CommCareHQ.
pt: Bem-vindo(a) ao CommCareHQ! Este telefone é usado por {0}? Se sim, responda '123' para {1} para começar a usar SMS com o CommCareHQ.

source: Welcome to CommCareHQ! Is this phone used by {0}? If yes, reply '123' to start using SMS with CommCareHQ.
pt: Bem-vindo(a) ao CommCareHQ! Este telefone é usado por {0}? Se sim, responda '123' para começar a usar SMS com o CommCareHQ.

source: Thank you. This phone has been verified for using SMS with CommCareHQ
pt: Obrigado. Este telefone esta verificado para utilizar o SMS com CommCareHQ

source: Thank you for registering with CommCareHQ.
pt: Obrigado(a) por se registrar no CommCareHQ.

source: Sent
pt: Enviado

source: Delivered
pt: Entregue

source: Queued
pt: Na fila

source: Forwarded
pt: Encaminhado

source: Gateway error.
pt: Erro no gateway.

source: Message is stale and will not be processed.
pt: A mensagem está desatualizada e não será processada.

source: Unknown message direction.
pt: Direção da mensagem desconhecida.

source: Phone number has opted out of receiving SMS.
pt: O número de telefone optou por não receber SMS.

source: The gateway can't reach the destination number.
pt: O gateway não consegue alcançar o número de destino.

source: The gateway could not process the message because it was too long.
pt: O gateway não pôde processar a mensagem porque ela era muito longa.

source: The message was blank.
pt: A mensagem estava em branco.

source: The recipient has been deactivated.
pt: O destinatário foi desativado.

source: The number of SMS that can be sent on a trial plan has been exceeded.
pt: O número de SMS que podem ser enviados em um plano de teste foi excedido.

source: The message format was invalid.
pt: O formato da mensagem era inválido.

source: Missed
pt: Perdido

source: Email Sent
pt: E-mail enviado

source: Email Delivered
pt: E-mail entregue

source: Scheduled Broadcast
pt: Transmissão agendada

source: Immediate Broadcast
pt: Transmissão imediata

source: Forwarded Message
pt: Mensagem encaminhada

source: SMS Message
pt: Mensagem SMS

source: SMS Expecting Callback
pt: SMS aguardando retorno

source: IVR Survey
pt: Pesquisa IVR

source: Phone Verification
pt: Verificação de telefone

source: Manually Sent Message
pt: Mensagem Enviada Manualmente

source: Message Sent Via API
pt: Mensagem Enviada via API

source: Message Sent Via Chat
pt: Mensagem Enviada via Chat

source: FCM Push Notification
pt: Notificação Push FCM

source: Connect Message Survey
pt: Pesquisa de Mensagem Connect

source: User Group
pt: Grupo de Usuários

source: Multiple Recipients
pt: Múltiplos Destinatários

source: Location (including child locations)
pt: Localização (incluindo localizações filhas)

source: Multiple Locations
pt: Múltiplas Localizações

source: Multiple Locations (including child locations)
pt: Múltiplas Localizações (incluindo localizações filhas)

source: Unknown Contact
pt: Contato Desconhecido

source: No recipient
pt: Sem destinatário

source: No message available for the given language settings.
pt: Nenhuma mensagem disponível para as configurações de idioma fornecidas.

source: Error rendering message; please check syntax.
pt: Mensagem de Erro de Leitura; por favor, verifique a sintaxe.

source: Gateway does not support the destination country.
pt: O portal não suporta o país de destino.

source: Contact has no phone number.
pt: O contato não possui número de telefone.

source: Contact has no two-way phone number.
pt: O contato não possui um número de telefone verificado (nos dois sentidos).

source: Invalid custom content handler.
pt: Manipulador de conteúdo personalizado inválido.

source: Cannot load custom content handler.
pt: Não é possível carregar manipulador de conteúdo personalizado.

source: Cannot find form.
pt: Formulário não encontrado.

source: No questions were available in the form. Please check that the form has questions and that display conditions are not preventing questions from being asked.
pt: Nenhuma pergunta estava disponível no formulário. Verifique se o formulário possui perguntas e se as condições de exibição não estão impedindo que as perguntas sejam feitas.

source: The case with the given external ID was not found.
pt: O caso com o ID externo fornecido não foi encontrado.

source: Multiple cases were found with the given external ID.
pt: Vários casos foram encontrados com o ID externo fornecido.

source: The form requires a case but no case was provided.
pt: O formulário requer um caso, mas nenhum caso foi fornecido.

source: No external ID given; please include case external ID after keyword.
pt: Nenhum ID externo fornecido; inclua o ID externo do caso após a palavra-chave.

source: Error processing structured SMS.
pt: Erro ao processar SMS estruturada.

source: View details for more information.
pt: Veja os detalhes para mais informações.

source: An error occurred in the formplayer service.
pt: Ocorreu um erro no serviço Formplayer.

source: Internal Server Error
pt: Erro do Servidor Interno

source: No suitable gateway could be found.
pt: Nenhum portal adequado foi encontrado.

source: Gateway could not be found.
pt: Portal não encontrado.

source: Recipient has no email address.
pt: Destinatário sem endereço de e-mail.

source: Recipient's email address is not valid.
pt: O endereço de e-mail do destinatário não é válido.

source: Cannot send any more reminder emails. The limit for sending reminder emails on a Trial plan has been reached.
pt: Não é possível enviar mais e-mails de lembrete. O limite para envio de e-mails de lembrete no plano de avaliação foi atingido.

source: Email Bounced
pt: O e-mail foi devolvido.

source: Email Gateway Error
pt: Erro de Portal de E-mail

source: No FCM tokens found for recipient.
pt: Nenhum token FCM encontrado para o destinatário.

source: Recipient did not match filters:
pt: O destinatário não correspondeu aos filtros:

source: Phone Prefix
pt: Prefixo Telefônico

source: Prefix
pt: Prefixo

source: Add Mapping
pt: Adicionar Mapeamento

source: Search by name or phone number
pt: Pesquisar por nome ou número de telefone

source: Contact Name
pt: Nome do Contato

source: Request Messaging Consent
pt: Solicitar Consentimento para Mensagens

source: <p> A new user %(username)s registered for project %(domain)s through SMS. </p> <p> To modify, update or remove this user click <a href="%(url)s">here</a> </p> <p> Thanks,<br /> CommCare HQ </p>
pt: <p> Um novo usuário %(username)s se registrou no projeto %(domain)s via SMS. </p> <p> Para modificar, atualizar ou remover este usuário, clique <a href="%(url)s">aqui</a> </p> <p> Obrigado,<br /> CommCare HQ </p>

source: You are seeing this notice because your project defines some custom behavior for outbound SMS when choosing a gateway for a destination mobile number. The following mobile prefixes are mapped to their corresponding gateway backends for routing outbound SMS traffic:
pt: Você está vendo este aviso porque seu projeto define algum comportamento personalizado para SMS de saída ao escolher um gateway para um número de celular de destino. Os seguintes prefixos de celular estão mapeados para seus respectivos backends de gateway para roteamento do tráfego de SMS de saída:

source: Gateway Backend Name
pt: Nome do Backend do Gateway

source: See comments under SQLMobileBackendMapping in the code for how to administer this.
pt: Veja os comentários em SQLMobileBackendMapping no código para saber como administrar isso.

source: * Before using this gateway to send messages internationally, please test that it works for each network provider in your desired countries. International text messages sent from this gateway may not be delivered in all countries.
pt: * Antes de usar este gateway para enviar mensagens internacionalmente, teste se ele funciona para cada operadora nos países desejados. Mensagens de texto internacionais enviadas deste gateway podem não ser entregues em todos os países.

source: Setting as default...
pt: Definindo como padrão...

source: Set As Default
pt: Definir como Padrão

source: Delete the SMS Gateway '<span data-bind="text: name"></span>'
pt: Excluir o Gateway SMS '<span data-bind="text: name"></span>'

source: Are you sure you want to delete the SMS Gateway '<span data-bind="text: name"></span>'?</p>
pt: Tem certeza de que deseja excluir o Gateway SMS '<span data-bind="text: name"></span>'?</p>

source: Global Gateway
pt: Gateway Global

source: Shared Gateway
pt: Gateway Compartilhado

source: DEFAULT GATEWAY
pt: GATEWAY PADRÃO

source: Removing from default...
pt: Removendo do padrão...

source: Remove As Default
pt: Remover como Padrão

source: READ THIS IMPORTANT NOTICE CAREFULLY BEFORE CONTINUING
pt: LEIA ESTE AVISO IMPORTANTE ATENTAMENTE ANTES DE CONTINUAR

source: Deleting a global gateway causes all gateway mapping references to it to be deleted as well, including default gateway settings for all domains that reference this gateway. Only proceed if you are confident you understand the repercussions of this irreversible action.
pt: Excluir um gateway global faz com que todas as referências de mapeamento de gateway para ele também sejam excluídas, incluindo as configurações de gateway padrão para todos os domínios que referenciam este gateway. Prossiga apenas se tiver certeza de que compreende as consequências desta ação irreversível.

source: SMS Languages
pt: Idiomas de SMS

source: Messaging Translations
pt: Traduções de Mensagens

source: When the day is...
pt: Quando o dia for...

source: And the time is...
pt: E a hora for...

source: Any Day
pt: Qualquer Dia

source: Monday
pt: Segunda-feira

source: Tuesday
pt: Terça-feira

source: Wednesday
pt: Quarta-feira

source: Thursday
pt: Quinta-feira

source: Friday
pt: Sexta-feira

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: Before
pt: Antes

source: After
pt: Depois

source: Between
pt: Entre

source: and
pt: e

source: Add Day and Time Window
pt: Adicionar Dia e Janela de Horário

source: Filter Type
pt: Tipo de Filtro

source: Show Contacts
pt: Mostrar Contatos

source: Verification Status
pt: Status da Verificação

source: Not Verified or Already In Use
pt: Não Verificado ou Já em Uso

source: Verification Pending
pt: Verificação Pendente

source: Request Access to Messaging Features
pt: Solicitar Acesso aos Recursos de Mensagens

source: To enable messaging features, please request access by sending an email to <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> from your work email address containing the following information:
pt: Para habilitar os recursos de mensagens, solicite acesso enviando um e-mail para <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> do seu endereço de e-mail corporativo contendo as seguintes informações:

source: Your full name
pt: Seu nome completo

source: The organization you work for
pt: A organização para a qual você trabalha

source: WhatsApp Templates
pt: Modelos do WhatsApp

source: To send a template message, copy and paste the <strong>Template String</strong> as the message text, replacing each <code>{variable}</code> with the variables you want to add in to the template, surrounded by curly braces.
pt: Para enviar uma mensagem de modelo, copie e cole a <strong>String do Modelo</strong> como o texto da mensagem, substituindo cada <code>{variable}</code> pelas variáveis que deseja adicionar ao modelo, entre chaves.

source: Template Name
pt: Nome do Modelo

source: Body
pt: Corpo

source: Category
pt: Categoria

source: Template String
pt: String do Modelo

source: Invalid phone number format.
pt: Formato de número de telefone inválido.

source: Yesterday
pt: Ontem

source: 1 Week
pt: 1 Semana

source: 30 Days
pt: 30 Dias

source: Compose SMS Message
pt: Compor Mensagem SMS

source: You didn't specify any recipients
pt: Você não especificou nenhum destinatário

source: You can't send an empty message
pt: Você não pode enviar uma mensagem vazia

source: The following groups don't exist:
pt: Os seguintes grupos não existem:

source: The following users don't have phone numbers:
pt: Os seguintes usuários não possuem números de telefone:

source: Couldn't send to the following number(s):
pt: Não foi possível enviar para o(s) seguinte(s) número(s):

source: Couldn't find the following user(s):
pt: Não foi possível encontrar o(s) seguinte(s) usuário(s):

source: Successfully sent:
pt: Enviado com sucesso:

source: No messages were sent.
pt: Nenhuma mensagem foi enviada.

source: Message sent
pt: Mensagem enviada

source: Test SMS Message
pt: Mensagem SMS de Teste

source: Test message received.
pt: Mensagem de teste recebida.

source: Invalid phone number. Please choose a two-way phone number belonging to a contact in your project.
pt: Número de telefone inválido. Por favor, escolha um número de telefone bidirecional pertencente a um contato em seu projeto.

source: Invalid phone number. Either this number is not assigned to a contact in your project or there is an active session for this number in another project space. To 'claim' this channel use the 'claim this channel' checkbox or start a new SMS survey with this number and wait for the first message to be sent.
pt: Número de telefone inválido. Ou este número não está atribuído a um contato em seu projeto ou há uma sessão ativa para este número em outro espaço de projeto. Para 'reivindicar' este canal, use a caixa de seleção 'reivindicar este canal' ou inicie uma nova pesquisa SMS com este número e aguarde o envio da primeira mensagem.

source: Changes saved.
pt: Alterações salvas.

source: Chat over SMS
pt: Conversa por SMS

source: All Time
pt: Todo o Período

source: SMS Connectivity
pt: Conectividade SMS

source: Supported Countries
pt: Países Suportados

source: Multiple%s
pt: Múltiplos%s

source: Add %s Gateway
pt: Adicionar Gateway %s

source: Create %s Gateway
pt: Criar Gateway %s

source: Add SMS Gateway
pt: Adicionar Gateway SMS

source: Edit SMS Gateway
pt: Editar Gateway SMS

source: Edit %s Gateway
pt: Editar Gateway %s

source: Update %s Gateway
pt: Atualizar Gateway %s

source: Subscribe SMS
pt: Assinar SMS

source: Updated CommCare Supply settings.
pt: Configurações do CommCare Supply atualizadas.

source: messaging translation
pt: tradução de mensagens

source: messaging translations
pt: traduções de mensagens

source: SMS Translations Updated.
pt: Traduções de SMS atualizadas.

source: Update failed. We're looking into it.
pt: Falha na atualização. Estamos analisando o problema.

source: SMS Settings
pt: Configurações de SMS

source: You have multiple gateways that support whatsapp templates (infobip, turn) configured. Please remove the ones you don't use.
pt: Você tem vários gateways que suportam templates do WhatsApp (infobip, turn) configurados. Por favor, remova os que não utiliza.

source: You have no gateways that support whatsapp templates (infobip, turn) configured. Please configure one before proceeding
pt: Você não tem gateways que suportam templates do WhatsApp (infobip, turn) configurados. Por favor, configure um antes de continuar

source: failed to fetch templates. Please make sure the gateway is configured properly.
pt: falha ao buscar templates. Por favor, certifique-se de que o gateway está configurado corretamente.

source: Connect Messaging Users
pt: Conectar Usuários de Mensagens

source: Channels created for the following users:
pt: Canais criados para os seguintes usuários:

source: No channels created
pt: Nenhum canal criado

source: %s per 160 character SMS
pt: %s por SMS de 160 caracteres

source: Any Country (Delivery not guaranteed via connection)
pt: Qualquer País (Entrega não garantida via conexão)

source: Valid Billables
pt: Faturáveis Válidos

source: Invalid Billables
pt: Faturáveis Inválidos

source: Has Gateway Fee
pt: Possui Taxa de Gateway

source: Gateway Type
pt: Tipo de Gateway

source: Specific Gateway
pt: Gateway Específico

source: Country Code
pt: Código do País

source: Please Select a Country Code
pt: Por favor, selecione um código de país

source: Completed (Partially Completed Submission)
pt: Concluído (Envio Parcialmente Concluído)

source: Not Finished
pt: Não Finalizado

source: Email domain '{}' is already associated with an identity provider.
pt: O domínio de e-mail '{}' já está associado a um provedor de identidade.

source: No email domain exists with the name {}.
pt: Não existe domínio de e-mail com o nome {}.

source: Please ensure that '{}' is added as an Authenticated Email Domain for this Identity Provider before proceeding.
pt: Por favor, certifique-se de que '{}' foi adicionado como Domínio de E-mail Autenticado para este Provedor de Identidade antes de continuar.

source: User {} is already exempt from SSO
pt: Usuário {} já está isento de SSO

source: There is already a testing user {}. A user cannot both be a testing user and exempt from SSO.
pt: Já existe um usuário de teste {}. Um usuário não pode ser ao mesmo tempo usuário de teste e isento de SSO.

source: At least one admin must be exempt from SSO in case of failure connecting with an Identity Provider.
pt: Pelo menos um administrador deve estar isento de SSO em caso de falha na conexão com um Provedor de Identidade.

source: The user {} was never exempt from SSO with this Identity Provider and the {} Email Domain.
pt: O usuário {} nunca esteve isento de SSO com este Provedor de Identidade e o Domínio de E-mail {}.

source: User {} is already a test user.
pt: Usuário {} já é um usuário de teste.

source: There is already a user exempt from SSO with the username '{}'. A user cannot both be a test user and exempt from SSO.
pt: Já existe um usuário isento de SSO com o nome de usuário '{}'. Um usuário não pode ser ao mesmo tempo usuário de teste e isento de SSO.
