Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/djangojs.po
Languages: pt

source: Index Properties
pt: Propriedades do Índice

source: Relationship must be child or extension
pt: O relacionamento deve ser filho ou extensão

source: Use Attachments
pt: Usar Anexos

source: Attachment Properties
pt: Propriedades do Anexo

source: The from attribute must be one of: local, remote, or inline
pt: O atributo from deve ser um dos seguintes: local, remoto ou embutido

source: Inlined attachments must have an attachment name
pt: Anexos embutidos devem ter um nome de anexo

source: Create
pt: Criar

source: Update
pt: Atualizar

source: Index
pt: Índice

source: Attachments
pt: Anexos

source: An error occurred when parsing bind node [{path}]. Please fix this.
pt: Ocorreu um erro ao analisar o nó de ligação [{path}]. Por favor, corrija isso.

source: Upload
pt: Carregar

source: Select new
pt: Selecionar novo

source: Select File
pt: Selecionar Arquivo

source: Current
pt: Atual

source: Begin Upload
pt: Iniciar Carregamento

source: Replace
pt: Substituir

source: No Reference
pt: Sem Referência

source: Advanced: Show Path
pt: Avançado: Mostrar Caminho

source: Hide Path
pt: Ocultar Caminho

source: Video
pt: Vídeo

source: Inline Video
pt: Vídeo Embutido

source: Copying and Pasting Questions
pt: Copiando e Colando Perguntas

source: These actions are available via the browser's Edit menu, and you can also use:
pt: Essas ações estão disponíveis através do menu Editar do navegador, e você também pode usar:

source: for copy
pt: para copiar

source: for paste
pt: para colar

source: Copy from or Paste into this text box:
pt: Copiar de ou Colar neste campo de texto:

source: Insert Questions
pt: Inserir Perguntas

source: Selecting Multiple Questions
pt: Selecionando Múltiplas Perguntas

source: Hold {key} and click on each question.
pt: Mantenha pressionada a tecla {key} e clique em cada pergunta.

source: Other Tips
pt: Outras Dicas

source: Questions can be copied between forms, and even to other apps.
pt: As perguntas podem ser copiadas entre formulários e até mesmo para outros aplicativos.

source: Cannot insert {type} into tree root
pt: Não é possível inserir {type} na raiz da árvore

source: Cannot insert $1 into or after $2
pt: Não é possível inserir $1 em ou após $2

source: Cannot insert $1 into $2
pt: Não é possível inserir $1 em $2

source: Unsupported paste format
pt: Formato de colagem não suportado

source: Unsupported paste format:
pt: Formato de colagem não suportado:

source: Unknown question type:
pt: Tipo de pergunta desconhecido:

source: Enter command
pt: Digite o comando

source: Command Bar
pt: Barra de Comando

source: Description
pt: Descrição

source: Time Estimate
pt: Estimativa de Tempo

source: Must be an integer
pt: Deve ser um número inteiro

source: Estimated time to complete the module in hours.
pt: Tempo estimado para concluir o módulo em horas.

source: Assessment ID
pt: ID da Avaliação

source: User Score
pt: Pontuação do Usuário

source: XPath expression for the users assessment score.
pt: Expressão XPath para a pontuação de avaliação dos usuários.

source: Delivery Unit ID
pt: ID da Unidade de Entrega

source: Entity ID
pt: ID da Entidade

source: XPath expression for the entity ID associated with this Delivery Unit e.g. the case ID.
pt: Expressão XPath para o ID da entidade associada a esta Unidade de Entrega, por exemplo, o ID do caso.

source: Entity Name
pt: Nome da Entidade

source: XPath expression for the name of the entity associated with this Delivery Unit.
pt: Expressão XPath para o nome da entidade associada a esta Unidade de Entrega.

source: no comment
pt: sem comentário

source: Select Profile
pt: Selecionar Perfil

source: Add Widget
pt: Adicionar Widget

source: Edit Widget
pt: Editar Widget

source: Form Data
pt: Dados do Formulário

source: Form XML
pt: XML do Formulário

source: Evaluate XPath
pt: Avaliar XPath

source: Expand Data Preview
pt: Expandir Pré-visualização de Dados

source: Collapse Data Preview
pt: Recolher Pré-visualização de Dados

source: Error evaluating expression.
pt: Erro ao avaliar expressão.

source: Not a valid whole number
pt: Não é um número inteiro válido

source: Number is too large
pt: Número é muito grande

source: Not a valid number
pt: Não é um número válido

source: Please choose an item
pt: Por favor, escolha um item

source: Not a valid choice
pt: Escolha inválida

source: No file selected.
pt: Nenhum arquivo selecionado.

source: Invalid file type chosen. Please select a valid multimedia file.
pt: Tipo de arquivo inválido escolhido. Por favor, selecione um arquivo multimídia válido.

source: The file you selected exceeds the size limit of 4MB. Please select a file that is smaller than 4MB.
pt: O arquivo selecionado excede o limite de tamanho de 4MB. Por favor, selecione um arquivo menor que 4MB.

source: Map layer not configured.
pt: Camada de mapa não configurada.

source: Could not load map. Please try again later.
pt: Não foi possível carregar o mapa. Por favor, tente novamente mais tarde.

source: Something unexpected went wrong on that request. If you have problems filling in the rest of your form please submit an issue. Technical Details:
pt: Algo inesperado deu errado nessa solicitação. Se você tiver problemas ao preencher o restante do seu formulário, por favor, envie um problema. Detalhes Técnicos:

source: You have been logged out because of inactivity.
pt: Você foi desconectado devido à inatividade.

source: An unknown error occurred. If you have problems filling in the rest of your form please submit an issue. Technical Details:
pt: Ocorreu um erro desconhecido. Se você tiver problemas ao preencher o restante do seu formulário, por favor, envie um problema. Detalhes Técnicos:

source: CommCare HQ has detected a possible network connectivity problem. Please make sure you are connected to the Internet in order to submit your form.
pt: O CommCare HQ detectou um possível problema de conectividade de rede. Por favor, certifique-se de que está conectado à Internet para enviar seu formulário.

source: Another process prevented us from servicing your request. Please try again later.
pt: Outro processo nos impediu de atender à sua solicitação. Por favor, tente novamente mais tarde.

source: We have detected an issue with your network. Please check your Internet connection and retry when connectivity improves.
pt: Detectamos um problema com sua rede. Por favor, verifique sua conexão com a Internet e tente novamente quando a conectividade melhorar.

source: Submit
pt: Submeter

source: Submitting...
pt: Enviando...

source: An answer is required
pt: Uma resposta é necessária

source: This answer is outside the allowed range.
pt: Esta resposta está fora do intervalo permitido.

source: We were unable to save this answer. Please try again later.
pt: Não conseguimos salvar esta resposta. Por favor, tente novamente mais tarde.

source: We’re unable to submit this form right now due to high system usage. Please keep this window open and try again in a minute, or come back to this form in Incomplete Forms later.
pt: Não conseguimos enviar este formulário agora devido ao alto uso do sistema. Por favor, mantenha esta janela aberta e tente novamente em um minuto, ou volte a este formulário em Formulários Incompletos mais tarde.

source: Form submission failed with error
pt: Falha no envio do formulário com erro

source: You have a form in progress. Are you sure you want to navigate away?
pt: Você tem um formulário em andamento. Tem certeza de que deseja sair?

source: Form successfully saved!
pt: Formulário salvo com sucesso!

source: You are now offline. Web Apps is not optimized for offline use. Please reconnect to the Internet before continuing.
pt: Você está offline. Os Aplicativos Web não estão otimizados para uso offline. Por favor, reconecte-se à Internet antes de continuar.

source: You are are back online.
pt: Você está de volta online.

source: Waiting for server progress
pt: Aguardando progresso do servidor

source: Please wait...
pt: Por favor, aguarde...

source: Web Apps - CommCare HQ
pt: Aplicativos Web - CommCare HQ

source: An unexpected error occurred. Please report an issue if you continue to see this message.
pt: Ocorreu um erro inesperado. Por favor, reporte um problema se continuar a ver esta mensagem.

source: Completed:
pt: Concluído:

source: Show Full Menu
pt: Mostrar Menu Completo

source: Hide Full Menu
pt: Ocultar Menu Completo

source: You have selected a case in a different domain. App Preview does not support this feature.
pt: Você selecionou um caso em um domínio diferente. A Pré-visualização do Aplicativo não suporta este recurso.

source: Unable to connect to form playing service. Please report an issue if you continue to see this message.
pt: Não foi possível conectar ao serviço de execução de formulários. Por favor, reporte um problema se continuar a ver esta mensagem.

source: Fetching your location...
pt: Obtendo sua localização...

source: Please perform a search.
pt: Por favor, realize uma busca.

source: Show Map
pt: Mostrar Mapa

source: Hide Map
pt: Ocultar Mapa

source: You have selected more than the maximum selection limit of <%- value %> . Please uncheck some values to continue.
pt: Você selecionou mais do que o limite máximo de seleção de <%- value %>. Por favor, desmarque alguns valores para continuar.

source: Your location
pt: Sua localização

source: Sorry, this input is not supported because your project doesn't have a Geocoder privilege
pt: Desculpe, esta entrada não é suportada porque seu projeto não possui o privilégio de Geocodificador

source: Please select one
pt: Por favor, selecione um

source: Please select one or more
pt: Por favor, selecione um ou mais

source: Please check the following fields:
pt: Por favor, verifique os seguintes campos:

source: Unable to delete incomplete form '<%- title %>'
pt: Não foi possível excluir o formulário incompleto '<%- title %>'

source: Delete incomplete form?
pt: Excluir formulário incompleto?

source: Are you sure you want to delete '<%- title %>'?
pt: Tem certeza de que deseja excluir '<%- title %>'?

source: Yes
pt: Sim

source: No
pt: Não

source: Working as <b><%- restoreAs %></b> in <b><%- domain %></b>.
pt: Trabalhando como <b><%- restoreAs %></b> em <b><%- domain %></b>.

source: Working as <b><%- restoreAs %></b>.
pt: Trabalhando como <b><%- restoreAs %></b>.

source: Use <%- username %>.
pt: Usar <%- username %>.

source: Log in as <%- username %>?
pt: Entrar como <%- username %>?

source: Log in
pt: Entrar

source: Confirm?
pt: Confirmar?

source: Page <%- num %>
pt: Página <%- num %>

source: Error saving!
pt: Erro ao salvar!

source: Could not sync user data. Please report an issue if this persists.
pt: Não foi possível sincronizar os dados do usuário. Por favor, reporte um problema se isso persistir.

source: User Data successfully synced.
pt: Dados do usuário sincronizados com sucesso.

source: Could not clear user data. Please report an issue if this persists.
pt: Não foi possível limpar os dados do usuário. Por favor, reporte um problema se isso persistir.

source: User data successfully cleared.
pt: Dados do usuário limpos com sucesso.

source: Error breaking locks. Please report an issue if this persists.
pt: Erro ao quebrar bloqueios. Por favor, reporte um problema se isso persistir.

source: Sorry, there was an problem contacting the server to fetch the data. Please, try again in a little bit.
pt: Desculpe, houve um problema ao contatar o servidor para buscar os dados. Por favor, tente novamente em breve.

source: Could not <%= action %> product. Please try again later.
pt: Não foi possível <%= action %> o produto. Por favor, tente novamente mais tarde.

source: SMS keyword is required.
pt: Palavra-chave do SMS é obrigatória.

source: Name is required.
pt: Nome é obrigatório.

source: Edit Profile
pt: Editar Perfil

source: No available suggestions. Add more by separating words with spaces.
pt: Nenhuma sugestão disponível. Adicione mais separando as palavras com espaços.

source: No Name
pt: Sem Nome

source: When importing data, CommCare will not save a row if its cells don't match these valid values.
pt: Ao importar dados, o CommCare não salvará uma linha se suas células não corresponderem a esses valores válidos.

source: Help colleagues upload correct data into case properties by listing the valid values here.
pt: Ajude colegas a carregar dados corretos nas propriedades do caso listando os valores válidos aqui.

source: valid value
pt: valor válido

source: description
pt: descrição

source: You have unsaved changes to your data dictionary.
pt: Você tem alterações não salvas no seu dicionário de dados.

source: You have unsaved changes to this case type. Are you sure you would like to continue?
pt: Você tem alterações não salvas neste tipo de caso. Tem certeza de que gostaria de continuar?

source: Issue communicating with server. Try again.
pt: Problema ao comunicar com o servidor. Tente novamente.

source: OR
pt: OU

source: AND
pt: E

source: True when ANY of the case properties match
pt: Verdadeiro quando QUALQUER uma das propriedades do caso corresponder

source: True when ALL of the case properties match
pt: Verdadeiro quando TODAS as propriedades do caso corresponderem

source: Out of range of filter. Will not appear on page refresh.
pt: Fora do alcance do filtro. Não aparecerá ao atualizar a página.

source: updated
pt: atualizado

source: Case copied
pt: Caso copiado

source: Cases copied
pt: Casos copiados

source: Case Reassignment (via HQ)
pt: Reatribuição de Caso (via HQ)

source: Search for users
pt: Pesquisar por usuários

source: Search for users or groups
pt: Pesquisar por usuários ou grupos

source: Sorry, it looks like the upload failed.
pt: Desculpe, parece que o upload falhou.

source: case property name
pt: nome da propriedade do caso

source: <a href='<%- link %>' target='_blank'>View <i class='fa-solid fa-up-right-from-square'></i></a>
pt: <a href='<%- link %>' target='_blank'>Ver <i class='fa-solid fa-up-right-from-square'></i></a>

source: Find Case
pt: Encontrar Caso

source: IDs can be found in a <a href="<%- url %>">case data export</a>
pt: IDs podem ser encontrados em uma <a href="<%- url %>">exportação de dados de caso</a>

source: Case found!
pt: Caso encontrado!

source: Could not find case
pt: Não foi possível encontrar o caso

source: Find Form Submission
pt: Encontrar Submissão do Formulário

source: IDs can be found in a <a href="<%- url %>">form data export</a>
pt: IDs podem ser encontrados em uma <a href="<%- url %>">exportação de dados de formulário</a>

source: Could not find form submission
pt: Não foi possível encontrar a submissão do formulário

source: Form Submission ID
pt: ID de Submissão do Formulário

source: Form submission found!
pt: Submissão do formulário encontrada!

source: Submit Payment
pt: Enviar Pagamento

source: Submit Invoice Request
pt: Enviar Pedido de Fatura

source: You have unchanged settings
pt: Você tem configurações não alteradas

source: Select a Timezone...
pt: Selecione um Fuso Horário...

source: Buy Credits
pt: Comprar Créditos

source: Available Countries
pt: Países Disponíveis

source: Active Countries
pt: Países Ativos

source: Search Countries...
pt: Pesquisar Países...

source: Inactive Expressions
pt: Expressões Inativas

source: Active Expressions
pt: Expressões Ativas

source: Search Expressions
pt: Pesquisar Expressões

source: Reset to Default
pt: Redefinir para o Padrão

source: This matches the global setting:
pt: Isso corresponde à configuração global:

source: This does not match global setting:
pt: Isso não corresponde à configuração global:

source: You may not override this project space's timezone because you only have access to this project space through an Organization. You must be added to the project space as a member in order to override your timezone.
pt: Você não pode substituir o fuso horário deste espaço de projeto porque você só tem acesso a este espaço de projeto através de uma Organização. Você deve ser adicionado ao espaço de projeto como membro para substituir seu fuso horário.

source: Do not allow new users to sign up on commcarehq.org. This may take up to an hour to take effect. <br>This will affect users with email addresses from the following domains: <strong><%- domains %></strong><br>Contact <a href='mailto:<%- email %>'><%- email %></a> to change the list of domains.
pt: Não permitir que novos usuários se cadastrem no commcarehq.org. Isso pode levar até uma hora para entrar em vigor. <br>Isso afetará usuários com endereços de e-mail dos seguintes domínios: <strong><%- domains %></strong><br>Entre em contato com <a href='mailto:<%- email %>'><%- email %></a> para alterar a lista de domínios.

source: Last 30 Days
pt: Últimos 30 Dias

source: Previous Month
pt: Mês Anterior

source: Spans <%- startDate %> to <%- endDate %> (UTC)
pt: Abrange de <%- startDate %> a <%- endDate %> (UTC)

source: Error updating display total, please try again or report an issue if this persists.
pt: Erro ao atualizar o total de exibição, por favor, tente novamente ou reporte um problema se isso persistir.

source: Error sending email, please try again or report an issue if this persists.
pt: Erro ao enviar e-mail, por favor tente novamente ou reporte um problema se isso persistir.

source: Disable Mobile Worker Attendees
pt: Desativar Participantes Trabalhadores Móveis

source: Enable Mobile Worker Attendees
pt: Ativar Participantes Trabalhadores Móveis

source: Possible Attendees
pt: Possíveis Participantes

source: Expected Attendees
pt: Participantes Esperados

source: Search Attendees
pt: Pesquisar Participantes

source: Possible Attendance Takers
pt: Possíveis Registradores de Presença

source: Selected Attendance Takers
pt: Registradores de Presença Selecionados

source: Search Attendance Takers
pt: Pesquisar Registradores de Presença

source: <%- count %> form submission available.
pt: <%- count %> envio de formulário disponível.

source: <%- count %> form submissions available.
pt: <%- count %> envios de formulário disponíveis.

source: User Registration
pt: Registro de Usuário

source: There was an issue fetching data. Please check your internet connection.
pt: Houve um problema ao buscar dados. Por favor, verifique sua conexão com a internet.

source: There is an issue communicating with the server at this time.
pt: Há um problema de comunicação com o servidor no momento.

source: Copy to clipboard: Ctrl-C, Enter (Mac: Cmd-C, Enter)
pt: Copiar para a área de transferência: Ctrl-C, Enter (Mac: Cmd-C, Enter)

source: Data file URL copied to clipboard.
pt: URL do arquivo de dados copiado para a área de transferência.

source: Data file deleted.
pt: Arquivo de dados excluído.

source: Sorry, there was a problem reaching the server. Please try again.
pt: Desculpe, houve um problema ao acessar o servidor. Por favor, tente novamente.

source: Server maintenance in progress. Please try again later.
pt: Manutenção do servidor em andamento. Por favor, tente novamente mais tarde.

source: There was an error downloading your export.
pt: Houve um erro ao baixar sua exportação.

source: Download Requested
pt: Download Solicitado

source: Invalid date format
pt: Formato de data inválido

source: Problem saving dashboard feed filters
pt: Problema ao salvar filtros de feed do painel

source: Process
pt: Processar

source: Processing...
pt: Processando...

source: Refresh page
pt: Atualizar página

source: Web Page (Excel Dashboards)
pt: Página da Web (Painéis do Excel)

source: CSV (Zip file)
pt: CSV (Arquivo Zip)

source: Excel (older versions)
pt: Excel (versões anteriores)

source: Private
pt: Privado

source: Export Only
pt: Apenas Exportar

source: Edit and Export
pt: Editar e Exportar

source: <strong>Private</strong>: Only you can edit and export.<br/> <strong>Export Only</strong>: You can edit and export, other users can only export.<br/> <strong>Edit and Export</strong>: All users can edit and export.
pt: <strong>Privado</strong>: Apenas você pode editar e exportar.<br/> <strong>Apenas Exportar</strong>: Você pode editar e exportar, outros usuários podem apenas exportar.<br/> <strong>Editar e Exportar</strong>: Todos os usuários podem editar e exportar.

source: The table path should end with []
pt: O caminho da tabela deve terminar com []

source: Sensitive ID
pt: ID Sensível

source: Sensitive Date
pt: Data Sensível

source: Can not create table with ID '<%= tag %>'. Table IDs should be unique.
pt: Não é possível criar tabela com ID '<%= tag %>'. IDs de tabela devem ser únicos.

source: No group
pt: Sem grupo

source: Group ID
pt: ID do Grupo

source: Group Name
pt: Nome do Grupo

source: Group Center Coordinates
pt: Coordenadas do Centro do Grupo

source: Case Name
pt: Nome do Caso

source: Case Owner Name
pt: Nome do Proprietário do Caso

source: Case Coordinates
pt: Coordenadas do Caso

source: Select group
pt: Selecionar grupo

source: Group <%- pageNumber %>-<%- groupCount %>
pt: Grupo <%- pageNumber %>-<%- groupCount %>

source: Something went wrong processing <%- failedClusters %> groups. These groups will not be exported.
pt: Algo deu errado ao processar <%- failedClusters %> grupos. Esses grupos não serão exportados.

source: Max cases per user
pt: Máximo de casos por usuário

source: Min cases per user
pt: Mínimo de casos por usuário

source: Max distance to case
pt: Distância máxima até o caso

source: minutes
pt: minutos

source: Max travel time
pt: Tempo máximo de viagem

source: Oops! Something went wrong! Please check that your geospatial settings are configured correctly or contact admin if the problem persists.
pt: Ops! Algo deu errado! Por favor, verifique se suas configurações geoespaciais estão configuradas corretamente ou contate o administrador se o problema persistir.

source: Please ensure that the filtered area includes both cases and mobile workers before attempting to run disbursement.
pt: Por favor, certifique-se de que a área filtrada inclua tanto os casos quanto os trabalhadores móveis antes de tentar executar a distribuição.

source: All locations
pt: Todas as localizações

source: Oops! Something went wrong! Please report an issue if the problem persists.
pt: Ops! Algo deu errado! Por favor, reporte um problema se o problema persistir.

source: Token successfully verified!
pt: Token verificado com sucesso!

source: Invalid API token. Please verify that the token matches the one on your Mapbox account and has the correct scope configured.
pt: Token de API inválido. Por favor, verifique se o token corresponde ao da sua conta Mapbox e se tem o escopo correto configurado.

source: current user
pt: usuário atual

source: Mobile Worker
pt: Trabalhador Móvel

source: Warning! This action will clear the current disbursement. Please confirm if you want to proceed.
pt: Aviso! Esta ação limpará a distribuição atual. Por favor, confirme se deseja prosseguir.

source: Refreshing Page...
pt: Atualizando página...

source: Name of the Area
pt: Nome da Área

source: Please enter the name for the area!
pt: Por favor, insira o nome para a área!

source: No user selected (unassign mode)
pt: Nenhum usuário selecionado (modo de desatribuição)

source: Assigned User ID
pt: ID do Usuário Atribuído

source: Assigned Username
pt: Nome de Usuário Atribuído

source: Assigned User Primary Location
pt: Localização Primária do Usuário Atribuído

source: Edit Group Information
pt: Editar Informações do Grupo

source: The following changes will not be saved:
pt: As seguintes alterações não serão salvas:

source: Successfully saved
pt: Salvo com sucesso

source: Failed to save
pt: Falha ao salvar

source: Please wait and do not navigate away...
pt: Por favor, aguarde e não saia da página...
