Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/djangojs.po
Languages: pt

source: Raw XML
pt: XML Bruto

source: Data Parent
pt: Pai de Dados

source: Must be valid path
pt: Deve ser um caminho válido

source: {path} is not a valid data parent
pt: {path} não é um pai de dados válido

source: Data parent of question in repeat group must be (in) the same repeat group
pt: O pai de dados da pergunta em grupo repetido deve estar (no) mesmo grupo repetido

source: Hidden Value
pt: Valor Oculto

source: Text
pt: Texto

source: Phone Number or Numeric ID
pt: Número de Telefone ou ID Numérico

source: Password
pt: Palavra-passe

source: Integer
pt: Inteiro

source: Audio Capture
pt: Captura de Áudio

source: Image Capture
pt: Captura de Imagem

source: Image Size
pt: Tamanho da Imagem

source: Small
pt: Pequeno

source: Medium
pt: Médio

source: Large
pt: Grande

source: This will resize the image before sending the form. Use this option to send smaller images in areas of poor connectivity.<ul><li>Small - 0.1 megapixels</li><li>Medium - 0.2 megapixels</li><li>Large - 0.5 megapixels</li></ul>
pt: Isso redimensionará a imagem antes de enviar o formulário. Use esta opção para enviar imagens menores em áreas de conectividade ruim.<ul><li>Pequeno - 0,1 megapixels</li><li>Médio - 0,2 megapixels</li><li>Grande - 0,5 megapixels</li></ul>

source: Micro-Image
pt: Micro-Imagem

source: Video Capture
pt: Captura de Vídeo

source: Signature Capture
pt: Captura de Assinatura

source: Barcode Scan
pt: Leitura de Código de Barras

source: Date and Time
pt: Data e Hora

source: Time
pt: Hora

source: Long
pt: Longo

source: Choice
pt: Escolha

source: Choice Value
pt: Valor da Escolha

source: Whitespace in values is not allowed.
pt: Espaços em branco nos valores não são permitidos.

source: This choice value has been used in the same question
pt: Este valor de escolha já foi usado na mesma pergunta

source: Cannot change a Multiple/Single Choice question to a non-Choice question if it has Choices. Please remove all Choices and try again.
pt: Não é possível alterar uma pergunta de Escolha Múltipla/Única para uma pergunta sem Escolha se ela tiver Escolhas. Por favor, remova todas as Escolhas e tente novamente.

source: Checkbox
pt: Caixa de seleção

source: Multiple Choice
pt: Escolha Múltipla

source: Group
pt: Grupo

source: Question List
pt: Lista de Perguntas

source: Repeat Group
pt: Grupo de Repetição

source: Repeat Count
pt: Contagem de Repetição

source: Repeat Count is required.
pt: Contagem de Repetição é obrigatória.

source: Extra Repeat Attributes
pt: Atributos Extras de Repetição

source: You have deleted a question.
pt: Você deletou uma pergunta.

source: Undo
pt: Desfazer

source: New Form
pt: Novo Formulário

source: Bind Node [{path}] found but has no associated Data node. This bind node will be discarded!
pt: Nó de Vinculação [{path}] encontrado, mas não tem nó de Dados associado. Este nó de vinculação será descartado!

source: Not Found
pt: Não Encontrado

source: {type} nodes cannot be used in an output value. Please remove the output value for '{path}' or your form will have errors.
pt: Nós do tipo {type} não podem ser usados em um valor de saída. Por favor, remova o valor de saída para '{path}' ou seu formulário terá erros.

source: The {field} for a question is not allowed to reference the question itself. Please remove the {ref} from the {field} or your form will have errors.
pt: O {field} para uma pergunta não pode referenciar a própria pergunta. Por favor, remova o {ref} do {field} ou seu formulário terá erros.

source: output value
pt: valor de saída

source: Validation Failed
pt: Validação Falhou

source: Please fix the error before leaving this page:
pt: Por favor, corrija o erro antes de sair desta página:

source: Edit <span class='property-name'>Expression</span> (Advanced)
pt: Editar <span class='property-name'>Expressão</span> (Avançado)

source: Show Simple Mode
pt: Mostrar Modo Simples

source: You are currently in Advanced Mode because your logic is too complicated for Simple Mode.
pt: Você está atualmente no Modo Avançado porque sua lógica é muito complicada para o Modo Simples.

source: You can drag a question into the box.
pt: Você pode arrastar uma pergunta para a caixa.

source: Guide to Common Logic and Calculations
pt: Guia para Lógica e Cálculos Comuns

source: Edit <span class='property-name'>Expression</span>
pt: Editar <span class='property-name'>Expressão</span>

source: Show Advanced Mode
pt: Mostrar Modo Avançado

source: Result is
pt: O resultado é

source: Expression
pt: Expressão

source: Add Expression
pt: Adicionar Expressão

source: Save
pt: Salvar

source: Cancel
pt: Cancelar

source: Drag question here
pt: Arraste a pergunta aqui

source: is equal to
pt: é igual a

source: is not equal to
pt: não é igual a

source: is less than
pt: é menor que

source: is less than or equal to
pt: é menor ou igual a

source: is greater than
pt: é maior que

source: is greater than or equal to
pt: é maior ou igual a

source: has selected value
pt: tem valor selecionado

source: True when ALL of the expressions are true.
pt: Verdadeiro quando TODAS as expressões são verdadeiras.

source: True when ANY of the expressions are true.
pt: Verdadeiro quando QUALQUER uma das expressões é verdadeira.

source: Error
pt: Erro

source: Warning
pt: Aviso

source: Form Warning
pt: Aviso de Formulário

source: Notification
pt: Notificação

source: Holding the ALT key while clicking save invokes an inefficient save procedure. Do this only if a normal save fails.
pt: Segurar a tecla ALT enquanto clica em salvar invoca um procedimento de salvamento ineficiente. Faça isso apenas se um salvamento normal falhar.

source: Are you sure you want to exit? All unsaved changes will be lost!
pt: Tem certeza de que deseja sair? Todas as alterações não salvas serão perdidas!

source: Look for questions marked with $1 and check they don't reference deleted questions.
pt: Procure por perguntas marcadas com $1 e verifique se elas não referenciam perguntas excluídas.

source: Errors in Form
pt: Erros no Formulário

source: Form has reference errors.
pt: O formulário tem erros de referência.

source: Look for questions marked with $1 and fix the errors.
pt: Procure por perguntas marcadas com $1 e corrija os erros.

source: Form has validation errors.
pt: O formulário tem erros de validação.

source: Multimedia Capture
pt: Captura Multimídia

source: Number
pt: Número

source: Groups
pt: Grupos

source: Advanced
pt: Avançado

source: Make Required
pt: Tornar Obrigatório

source: You are about to make all existing questions on this form required. This action will overwrite the current configuration of this form and can only be undone by editing individual questions.
pt: Você está prestes a tornar todas as perguntas existentes neste formulário obrigatórias. Esta ação substituirá a configuração atual deste formulário e só poderá ser desfeita editando perguntas individuais.

source: Load Default Values
pt: Carregar Valores Padrão

source: You are about to set matching case properties as Default Values for all existing questions. This action will overwrite existing Default Values for all questions with matching case properties and can only be undone by editing individual questions.
pt: Você está prestes a definir propriedades de caso correspondentes como Valores Padrão para todas as perguntas existentes. Esta ação substituirá os Valores Padrão existentes para todas as perguntas com propriedades de caso correspondentes e só poderá ser desfeita editando perguntas individuais.

source: Are you sure you want to perform this action?
pt: Tem certeza de que deseja realizar esta ação?

source: Continue
pt: Continuar

source: Expand Editor
pt: Expandir Editor

source: Shrink Editor
pt: Reduzir Editor

source: Export Form Contents
pt: Exportar Conteúdo do Formulário

source: Edit Source XML
pt: Editar XML de Origem

source: Form Properties
pt: Propriedades do Formulário

source: Find Usages
pt: Encontrar Usos

source: Validation failed. Form may not perform correctly on your device!
pt: Validação falhou. O formulário pode não funcionar corretamente no seu dispositivo!

source: Edit Form's Source XML
pt: Editar XML de Origem do Formulário

source: Update Source
pt: Atualizar Origem

source: This is the raw XML. You can edit or paste into this box to make changes to your form. Press 'Update Source' to save changes, or 'Close' to cancel.
pt: Este é o XML bruto. Você pode editar ou colar neste campo para fazer alterações no seu formulário. Pressione 'Atualizar Origem' para salvar as alterações, ou 'Fechar' para cancelar.

source: Copy and paste this content into a spreadsheet program like Excel to easily share your form with others.
pt: Copie e cole este conteúdo em um programa de planilha como o Excel para compartilhar facilmente seu formulário com outras pessoas.

source: Lost Work Warning
pt: Aviso de Trabalho Perdido

source: Overwrite their work
pt: Sobrescrever o trabalho deles

source: Show XML Differences
pt: Mostrar Diferenças de XML

source: Looks like someone else has edited this form since you loaded the page. Are you sure you want to overwrite their work?
pt: Parece que outra pessoa editou este formulário desde que você carregou a página. Tem certeza de que deseja sobrescrever o trabalho deles?

source: Edit Form Properties
pt: Editar Propriedades do Formulário

source: Disable Text Formatting
pt: Desativar Formatação de Texto

source: Use Easy References
pt: Usar Referências Fáceis

source: Use of each question
pt: Uso de cada pergunta

source: Close
pt: Fechar

source: Unsaved Changes in Editor
pt: Alterações Não Salvas no Editor

source: You have UNSAVED changes in the Expression Editor. Please save changes before continuing.
pt: Você tem alterações NÃO SALVAS no Editor de Expressões. Por favor, salve as alterações antes de continuar.

source: Parsing Error. Please check that your form is valid XML.
pt: Erro de Análise. Por favor, verifique se o seu formulário é um XML válido.

source: Sorry, {err}
pt: Desculpe, {err}

source: Add Choice
pt: Adicionar Opção

source: and
pt: e

source: There are errors in the form
pt: Há erros no formulário

source: Fix Manually
pt: Corrigir Manualmente

source: Fix Automatically
pt: Corrigir Automaticamente

source: It looks like your form is not valid XML. This can often happen if you use a reserved character in one of your questions. Characters to look out for are <, >, and &. You can still save, but you CANNOT LOAD THIS FORM again until you fix the XML by hand. What would you like to do?
pt: Parece que seu formulário não é um XML válido. Isso pode acontecer se você usar um caractere reservado em uma de suas perguntas. Os caracteres a serem observados são <, > e &. Você ainda pode salvar, mas NÃO PODE CARREGAR ESTE FORMULÁRIO novamente até corrigir o XML manualmente. O que você gostaria de fazer?

source: Form Validation Error
pt: Erro de Validação do Formulário

source: Fix the problem (recommended)
pt: Corrigir o problema (recomendado)

source: Save anyway
pt: Salvar assim mesmo

source: Basic
pt: Básico

source: The {displaytext} appears in the application. This text will not appear in data exports.
pt: O {displaytext} aparece no aplicativo. Este texto não aparecerá nas exportações de dados.

source: Display Text
pt: Texto de Exibição

source: Data Source
pt: Fonte de Dados

source: You can configure an external data source like a case list or lookup table to use as the choices for a multiple choice question.
pt: Você pode configurar uma fonte de dados externa, como uma lista de casos ou tabela de consulta, para usar como escolhas para uma pergunta de múltipla escolha.

source: Logic
pt: Lógica

source: Use logic to control when questions are asked and what answers are valid. You can add logic to display a question based on a previous answer, to make the question required or ensure the answer is in a valid range.
pt: Use lógica para controlar quando as perguntas são feitas e quais respostas são válidas. Você pode adicionar lógica para exibir uma pergunta com base em uma resposta anterior, tornar a pergunta obrigatória ou garantir que a resposta esteja em um intervalo válido.

source: Media
pt: Mídia

source: This will allow you to add images, audio or video media to a question, or other custom content.
pt: Isso permitirá que você adicione imagens, áudio ou vídeo a uma pergunta, ou outro conteúdo personalizado.

source: These are advanced settings and are not needed for most applications. Please only change these if you have a specific need!
pt: Estas são configurações avançadas e não são necessárias para a maioria dos aplicativos. Por favor, altere-as apenas se tiver uma necessidade específica!

source: This question represents advanced content that is not supported by the form builder. Please only change it if you have a specific need!
pt: Esta pergunta representa conteúdo avançado que não é suportado pelo construtor de formulários. Por favor, altere-a apenas se tiver uma necessidade específica!

source: Ignored XML
pt: XML Ignorado

source: Android App Callout
pt: Chamada de Aplicativo Android

source: External App
pt: Aplicativo Externo

source: Insert Android Application ID
pt: Inserir ID de Aplicação Android

source: change your subscription
pt: alterar sua assinatura

source: You no longer have access to built in or external integration in your application. Built in integrations are available on the Pro plan and higher. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
pt: Você não tem mais acesso a integrações internas ou externas no seu aplicativo. Integrações internas estão disponíveis no plano Pro e superiores. Integrações externas estão disponíveis no plano Avançado e superiores. Antes de poder fazer uma nova versão do seu aplicativo, você deve {link} ou excluir esta pergunta.

source: Your subscription only has access to built-in integration. External integrations are available on the Advanced plan and higher. Before you can make a new version of your application, you must {link} or delete this question.
pt: Sua assinatura só tem acesso a integração interna. Integrações externas estão disponíveis no plano Avançado e superiores. Antes de poder fazer uma nova versão do seu aplicativo, você deve {link} ou excluir esta pergunta.

source: Android app callouts of the same type must have different question ids.
pt: Chamadas de aplicativo Android do mesmo tipo devem ter IDs de perguntas diferentes.

source: Response
pt: Resposta

source: Special Intent XMLNS attribute
pt: Atributo XMLNS de Intenção Especial

source: Print
pt: Imprimir

source: Document Template
pt: Modelo de Documento

source: Edit Data Source
pt: Editar Fonte de Dados

source: Query Expression
pt: Expressão de Consulta

source: Optional Instance Properties
pt: Propriedades de Instância Opcionais

source: Instance ID
pt: ID da Instância

source: Instance URI
pt: URI da Instância

source: Lookup table was not found in the project
pt: Tabela de consulta não foi encontrada no projeto

source: Loading...
pt: Carregando...

source: You no longer have access to Lookup Tables in your application. Lookup Tables are available on the Standard plan and higher. Before you can make a new version of your application, you must {link} or delete this question
pt: Você não tem mais acesso às Tabelas de Consulta em seu aplicativo. As Tabelas de Consulta estão disponíveis no plano Standard e superiores. Antes de criar uma nova versão do seu aplicativo, você deve {link} ou excluir esta pergunta

source: A data source must be selected.
pt: Uma fonte de dados deve ser selecionada.

source: Display Text Field
pt: Campo de Texto de Exibição

source: Sort Field
pt: Campo de Ordenação

source: Filter
pt: Filtro

source: This is an XPath expression that will filter the set of choices from the lookup table
pt: Esta é uma expressão XPath que irá filtrar o conjunto de escolhas da tabela de consulta

source: Lookup Tables
pt: Tabelas de Pesquisa

source: Checkbox Lookup Table
pt: Tabela de Consulta de Caixa de Seleção

source: Cannot change to Multiple/Single Choice question if it has Choices. Please remove all Choices and try again.
pt: Não é possível mudar para uma pergunta de Escolha Múltipla/Única se ela tiver Opções. Por favor, remova todas as Opções e tente novamente.

source: Can only change to a Multiple Choice Lookup Table
pt: Só é possível mudar para uma Tabela de Consulta de Escolha Múltipla

source: Multiple Choice Lookup Table
pt: Tabela de Consulta de Escolha Múltipla

source: Can only change to a Checkbox Lookup Table
pt: Só é possível mudar para uma Tabela de Consulta de Caixa de Seleção

source: {attr} was not found in the lookup table
pt: {attr} não foi encontrado na tabela de consulta

source: Display
pt: Exibir

source: Use text formatting to <strong>bold</strong> and <em>italicize</em> words, use bulleted lists, and <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>more</a>
pt: Use formatação de texto para <strong>negrito</strong> e <em>itálico</em> palavras, use listas com marcadores, e <a target='_blank' href='https://help.commcarehq.org/display/commcarepublic/Text+Formatting'>mais</a>

source: Turn Off Text Formatting
pt: Desativar Formatação de Texto

source: Turn On Text Formatting
pt: Ativar Formatação de Texto

source: custom...
pt: personalizado...

source: New Content Type
pt: Novo Tipo de Conteúdo

source: Content Type
pt: Tipo de Conteúdo

source: You have languages in your form that are not specified in the "Languages" page of the application builder. The following language will be deleted on save unless you add it to the "Languages" page:
pt: Você tem idiomas em seu formulário que não estão especificados na página "Idiomas" do construtor de aplicativos. O seguinte idioma será excluído ao salvar, a menos que você o adicione à página "Idiomas":

source: {name} (or multimedia) is required.
pt: {name} (ou multimídia) é necessário.

source: {name} (or multimedia) is required for all languages.
pt: {name} (ou multimídia) é necessário para todos os idiomas.

source: {name} Itext ID is required.
pt: ID de Itext de {name} é necessário.

source: {name} is not a valid ID.
pt: {name} não é um ID válido.

source: Multimedia was not copied; it must be uploaded separately.
pt: A multimídia não foi copiada; deve ser carregada separadamente.

source: Discarded languages:
pt: Idiomas descartados:

source: Validation Message
pt: Mensagem de Validação

source: Can't have a Validation Message Itext ID without a Validation Condition
pt: Não é possível ter um ID de Itext de Mensagem de Validação sem uma Condição de Validação

source: Validation Message Itext ID
pt: ID de Itext da Mensagem de Validação

source: Add Validation Media
pt: Adicionar Mídia de Validação

source: Display Text Itext ID
pt: ID de Itext do Texto de Exibição

source: Hint Message
pt: Mensagem de Dica

source: Hint Itext ID
pt: ID de Itext da Dica

source: Help Message
pt: Mensagem de Ajuda

source: Help Itext ID
pt: ID de Itext da Ajuda

source: Add New Item Button Text
pt: Texto do Botão Adicionar Novo Item

source: Add New Itext ID
pt: Adicionar Novo ID de Itext

source: Add Another Item Button Text
pt: Texto do Botão Adicionar Outro Item

source: Add Another Itext ID
pt: Adicionar Outro ID de Itext

source: Add Other Content
pt: Adicionar Outro Conteúdo

source: Add Multimedia
pt: Adicionar Multimídia

source: Add Help Media
pt: Adicionar Mídia de Ajuda

source: Edit Bulk Translations
pt: Editar Traduções em Massa

source: Update Translations
pt: Atualizar Traduções

source: Copy these translations into a spreadsheet program like Excel. You can edit them there and then paste them back here when you're done. These will update the translations used in your form. Press 'Update Translations' to save changes, or 'Close' to cancel.
pt: Copie estas traduções para um programa de planilhas como o Excel. Você pode editá-las lá e depois colá-las de volta aqui quando terminar. Isso atualizará as traduções usadas no seu formulário. Pressione 'Atualizar Traduções' para salvar as alterações ou 'Fechar' para cancelar.

source: App Properties
pt: Propriedades do Aplicativo

source: Could not load app properties.
pt: Não foi possível carregar as propriedades do aplicativo.

source: If this error persists, please report an issue.
pt: Se este erro persistir, por favor, reporte um problema.

source: The {questionid} is an internal identifier for a question. It does not appear on the phone. It is the name of the question in data exports.
pt: O {questionid} é um identificador interno para uma pergunta. Ele não aparece no telefone. É o nome da pergunta nas exportações de dados.

source: The date and time of the action, e.g., now() or today()
pt: A data e hora da ação, por exemplo, agora() ou hoje()

source: Balance ID
pt: ID de Saldo

source: The name of the balance you are tracking. This is an internal identifier which does not appear on the phone.
pt: O nome do saldo que você está acompanhando. Este é um identificador interno que não aparece no telefone.

source: Product
pt: Producto

source: A reference to a product ID, e.g., "/data/products/current_product"
pt: Uma referência a um ID de produto, por exemplo, "/data/products/current_product"

source: Quantity
pt: Quantidade

source: A reference to an integer question in this form.
pt: Uma referência a uma pergunta de número inteiro neste formulário.

source: Case
pt: Caso

source: XPath expression for the case ID associated with this balance.
pt: Expressão XPath para o ID do caso associado a este saldo.

source: Transfer must have both Source Case and Destination Case defined.
pt: A transferência deve ter tanto o Caso de Origem quanto o Caso de Destino definidos.

source: Cannot change $1 to $2
pt: Não é possível mudar $1 para $2

source: Source Case
pt: Caso de Origem

source: XPath expression for the case ID issuing the transaction.
pt: Expressão XPath para o ID do caso que emite a transação.

source: Destination Case
pt: Caso de Destino

source: XPath expression for the case ID receiving the transaction.
pt: Expressão XPath para o ID do caso que recebe a transação.

source: Dispense must have a Source Case.
pt: A Dispensação deve ter um Caso de Origem.

source: Receive must have a Destination Case.
pt: O Recebimento deve ter um Caso de Destino.

source: Model Iteration ID Query
pt: Consulta de ID de Iteração do Modelo

source: Property Name
pt: Nome da Propriedade

source: Calculation
pt: Cálculo

source: Relevant
pt: Relevante

source: Relationship Identifier (e.g. parent or host)
pt: Identificador de Relacionamento (por exemplo, pai ou anfitrião)

source: Referenced Case ID
pt: ID do Caso Referenciado

source: Referenced Case Type
pt: Tipo de Caso Referenciado

source: Relationship (child or extension)
pt: Relacionamento (filho ou extensão)

source: Node Name
pt: Nome do Nó

source: Source
pt: Fonte

source: From
pt: De

source: Attachment Name
pt: Nome do Anexo

source: Add Property
pt: Adicionar Propriedade

source: Date Modified
pt: Data de Modificação

source: User ID
pt: ID do Usuário

source: Case Type
pt: Tipo de Caso

source: Case ID
pt: ID do Caso

source: Create Case
pt: Criar Caso

source: Properties To Create
pt: Propriedades a Criar

source: You must include {columns} columns to create a case
pt: Você deve incluir {columns} colunas para criar um caso

source: You can only use the following properties:
pt: Você só pode usar as seguintes propriedades:

source: {props} are invalid properties
pt: {props} são propriedades inválidas

source: Close Case
pt: Fechar Caso

source: Close Condition
pt: Condição de Fechamento

source: Update Case
pt: Atualizar Caso

source: Properties To Update
pt: Propriedades Para Atualizar

source: Use Index
pt: Usar Índice
