Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: > Form {index}: {name}
pt: > Formulário {index}: {name}

source: Paths
pt: Caminhos

source: Path in row {} could not be found in application: <code>{}</code>
pt: Caminho na linha {} não pôde ser encontrado no aplicativo: <code>{}</code>

source: In row {}, old and new paths are both <code>{}</code>. Please provide an updated path or remove this row
pt: Na linha {}, os caminhos antigo e novo são ambos <code>{}</code>. Por favor, forneça um caminho atualizado ou remova esta linha

source: Path in row {} was already renamed in row {}: <code>{}</code>
pt: Caminho na linha {} já foi renomeado na linha {}: <code>{}</code>

source: Path <code>{}</code> in row {} was replaced with <code>{}</code>
pt: Caminho <code>{}</code> na linha {} foi substituído por <code>{}</code>

source: File extension in row {} changed from {} to {}
pt: Extensão do arquivo na linha {} alterada de {} para {}

source: New path in row {} was already used to rename row {}: <code>{}</code>
pt: Novo caminho na linha {} já foi usado para renomear a linha {}: <code>{}</code>

source: {} item(s) updated in <a href='{}' target='_blank'>{}</a>
pt: {} item(ns) atualizado(s) em <a href='{}' target='_blank'>{}</a>

source: Bulk Upload Multimedia
pt: Upload em Massa de Multimídia

source: CommCare Help Site
pt: Site de Ajuda do CommCare

source: multimedia
pt: multimídia

source: multimedia files
pt: arquivos de multimídia

source: Bulk Upload Multimedia Status
pt: Status do Upload em Massa de Multimídia

source: Importing your multimedia. This may take some time...
pt: Importando sua multimídia. Isso pode levar algum tempo...

source: Problem importing data! Please try again or report an issue.
pt: Problema ao importar dados! Por favor, tente novamente ou reporte um problema.

source: Return to multimedia reference checker
pt: Retornar ao verificador de referências de multimídia

source: Manage Multimedia Paths
pt: Gerenciar Caminhos de Multimídia

source: multimedia paths
pt: caminhos de multimídia

source: Please choose a file with one of the following extensions: {}
pt: Por favor, escolha um arquivo com uma das seguintes extensões: {}

source: File does not appear to be an Excel file. Please choose another file.
pt: O arquivo não parece ser um arquivo Excel. Por favor, escolha outro arquivo.

source: Could not completely update path <code>{}</code>, please check app for remaining references.
pt: Não foi possível atualizar completamente o caminho <code>{}</code>, por favor verifique o aplicativo para referências restantes.

source: Old Path
pt: Caminho Antigo

source: New Path
pt: Novo Caminho

source: Usages
pt: Usos

source: Translations Coverage
pt: Cobertura de Traduções

source: Download Audio Translator Files
pt: Baixar Arquivos do Tradutor de Áudio

source: There was an issue processing the zip file you provided. Error: %s
pt: Houve um problema ao processar o arquivo zip fornecido. Erro: %s

source: Uploaded file is not a ZIP file.
pt: O arquivo enviado não é um arquivo ZIP.

source: There is no ZIP file.
pt: Não há arquivo ZIP.

source: Unable to extract the ZIP file.
pt: Não foi possível extrair o arquivo ZIP.

source: Did not process a mime type!
pt: Tipo mime não processado!

source: Not a valid %s file.
pt: Arquivo %s inválido.

source: File {name} has an incorrect file type {ext}.
pt: O arquivo {name} possui um tipo de arquivo incorreto {ext}.

source: The file type of {name} of '{ext}' does not match the file type of the original media file '{orig_ext}'. To change file types, please upload directly from the Form Builder.
pt: O tipo de arquivo de {name} ('{ext}') não corresponde ao tipo de arquivo do arquivo de mídia original ('{orig_ext}'). Para alterar tipos de arquivo, faça o upload diretamente pelo Form Builder.

source: Step {} of {}
pt: Etapa {} de {}

source: Application Build
pt: Compilação do Aplicativo

source: Case Group
pt: Grupo de Casos

source: Sorry - you have attempted to login with an incorrect password too many times. Please <a href="/accounts/password_reset_email/">click here</a> to reset your password or contact the domain administrator.
pt: Desculpe - você tentou fazer login com uma senha incorreta muitas vezes. Por favor, <a href="/accounts/password_reset_email/">clique aqui</a> para redefinir sua senha ou entre em contato com o administrador do domínio.

source: Enter email address
pt: Digite o endereço de e-mail

source: Enter password
pt: Digite a senha

source: Please enter a valid email address.
pt: Por favor, insira um endereço de e-mail válido.

source: Please enter a password.
pt: Por favor, insira uma senha.

source: Please enter valid CAPTCHA
pt: Por favor, insira um CAPTCHA válido

source: Sending will be retried.
pt: O envio será tentado novamente.

source: Sending aborted.
pt: Envio abortado.

source: Forbidden
pt: Proibido

source: Sorry, you don't have permission to access that page!
pt: Desculpe, você não tem permissão para acessar esta página!

source: Contact your administrator if you believe this is a mistake.
pt: Entre em contato com seu administrador se acreditar que isto é um erro.

source: Not Found
pt: Não Encontrado

source: Sorry, we couldn't find that for you.
pt: Desculpe, não conseguimos encontrar isso para você.

source: If you think there should be something here, please <a href="mailto:%(SUPPORT_EMAIL)s">let us know</a>!
pt: Se você acha que deveria haver algo aqui, por favor <a href="mailto:%(SUPPORT_EMAIL)s">nos avise</a>!

source: 500 Error
pt: Erro 500

source: Oh no, something unexpected just happened!
pt: Oh não, algo inesperado acabou de acontecer!

source: Sad Danny is Sad
pt: Danny Triste está Triste

source: First time here?
pt: Primeira vez aqui?

source: Try refreshing. Often the problem is temporary and the page will succeed if you try again.
pt: Tente atualizar a página. Muitas vezes o problema é temporário e a página funcionará se você tentar novamente.

source: Refresh Page
pt: Atualizar Página

source: Check the status of our services.
pt: Verifique o status dos nossos serviços.

source: If there is a problem with our systems, we'll post an update to our Status Page.
pt: Se houver um problema com nossos sistemas, publicaremos uma atualização em nossa Página de Status.

source: View Status Page
pt: Ver Página de Status

source: Been here before? Report an issue to help us get this problem fixed faster.
pt: Já esteve aqui antes? Relate um problema para nos ajudar a resolver isso mais rápido.

source: We would appreciate any additional information about what happened before you encountered this problem.
pt: Agradecemos qualquer informação adicional sobre o que aconteceu antes de você encontrar este problema.

source: Short Description
pt: Descrição Curta

source: Full Description
pt: Descrição Completa

source: Submit Report
pt: Enviar Relatório

source: Someone ate the cookies.
pt: Alguém comeu os biscoitos.

source: Try <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >refreshing</a> the page.
pt: Tente <a href="#" x-data="" @click.prevent="window.location.reload()" class="fw-bold" >atualizar</a> a página.

source: If that doesn't work, clear your browser's cache, then close and reopen your browser.
pt: Se isso não funcionar, limpe o cache do seu navegador, depois feche e reabra o navegador.

source: Need help?
pt: Precisa de ajuda?

source: Still having trouble?
pt: Ainda está com problemas?

source: 500! Sorry, something went wrong, and we're very sorry about it. This problem has been logged and we're already hard at work figuring out the issue!
pt: 500! Desculpe, algo deu errado e lamentamos muito por isso. Este problema foi registrado e já estamos trabalhando duro para resolver a questão!

source: Schedule a Demo
pt: Agendar uma Demonstração

source: This is a snapshot of
pt: Esta é uma captura de

source: Your invoice for %(invoice_month)s is past due!
pt: Sua fatura de %(invoice_month)s está vencida!

source: Remind me later
pt: Lembrar mais tarde

source: Pay invoice now
pt: Pagar fatura agora

source: Thank you for logging in!
pt: Obrigado por fazer login!

source: You may close this window and return to your work.
pt: Você pode fechar esta janela e retornar ao seu trabalho.

source: Your session has expired
pt: Sua sessão expirou

source: Please login again with Single Sign-On
pt: Por favor, faça login novamente com Single Sign-On

source: We opened a new window for you to log in again with Single Sign-On. If you've finished logging in there, you may close this popup. Thank you!
pt: Abrimos uma nova janela para você fazer login novamente com Single Sign-On. Se você já terminou de fazer login lá, pode fechar este popup. Obrigado!

source: Thank you for logging in with Single Sign-On!
pt: Obrigado por fazer login com Single Sign-On!

source: You may close this window and return to your work. Thank you.
pt: Você pode fechar esta janela e retornar ao seu trabalho. Obrigado.

source: Register OAuth application
pt: Registrar aplicativo OAuth

source: Starting %(prepaid_remaining_date)s, you will be billed $%(monthly_fee)s per month for your CommCare %(edition)s Edition plan.
pt: A partir de %(prepaid_remaining_date)s, você será cobrado(a) $%(monthly_fee)s por mês pelo seu plano CommCare %(edition)s Edition.

source: Add Credits or Modify Subscription
pt: Adicionar créditos ou modificar assinatura

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancel </button> </div> </div> </div>
pt: <div class="modal-header"> <h4 class="modal-title">Desativar %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Tem certeza de que deseja desativar %(name)s por enquanto? </p> <div class="row"> <div class="col-sm-6 text-center"> <button class="btn btn-default btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Sim, desativar %(name)s </button> </div> <div class="col-sm-6 text-center"> <button class="btn btn-primary btn-full-width" data-dismiss="modal"> Cancelar </button> </div> </div> </div>

source: <div class="modal-header"> <h4 class="modal-title">Turn Off %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Are you sure you want to turn off %(name)s for now? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Yes, turn off %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancel </button> </div> </div> </div>
pt: <div class="modal-header"> <h4 class="modal-title">Desativar %(name)s</h4> </div> <div class="modal-body"> <p class="lead"> Tem certeza de que deseja desativar %(name)s por enquanto? </p> <div class="row"> <div class="col-md-6 text-center"> <button class="btn btn-outline-primary btn-full-width" id="rollout-revert" data-slug="%(slug)s"> Sim, desativar %(name)s </button> </div> <div class="col-md-6 text-center"> <button class="btn btn-primary btn-full-width" data-bs-dismiss="modal"> Cancelar </button> </div> </div> </div>

source: Errors
pt: Erros

source: Additional Details
pt: Detalhes adicionais

source: HTMX Event Error
pt: Erro de evento HTMX

source: Encountered error "%(error_message)s" while performing action %(action)s.
pt: Erro encontrado "%(error_message)s" ao executar a ação %(action)s.

source: Change Project
pt: Alterar projeto

source: All Projects
pt: Todos os projetos

source: Add Project
pt: Adicionar projeto

source: Manage Settings
pt: Gerenciar configurações

source: Logged in As
pt: Conectado como

source: Manage Enterprise
pt: Gerenciar empresa

source: Manage Project
pt: Gerenciar projeto

source: Support Options
pt: Opções de suporte

source: View Domain Doc
pt: Ver documento do domínio

source: Manage Account
pt: Gerenciar conta

source: My Account Settings
pt: Minhas configurações de conta

source: Sign Out
pt: Sair

source: Help &amp; Resources
pt: Ajuda &amp; Recursos

source: %(cc_name)s Help
pt: Ajuda de %(cc_name)s

source: Visit the Help Site
pt: Visitar o site de ajuda

source: User Forum
pt: Fórum de usuários

source: Report an Issue
pt: Reportar um problema

source: Solutions Feature Request
pt: Solicitação de recurso de soluções

source: Status Page
pt: Página de status

source: Project
pt: Projeto

source: CommCare HQ Demo Project
pt: Projeto de demonstração do CommCare HQ

source: Snapshot of %(snap_name)s
pt: Captura de %(snap_name)s

source: Select Project...
pt: Selecionar projeto...

source: Session expiring soon
pt: Sessão expirando em breve

source: You're about to be logged out due to inactivity. Please click below to extend your session.
pt: Você está prestes a ser desconectado(a) devido à inatividade. Clique abaixo para estender sua sessão.

source: Extend session
pt: Estender sessão

source: Important Message
pt: Mensagem Importante

source: <strong>%(feat_name)s</strong> is only available for the %(req_plan)s Plan and higher. Your subscription to %(current_plan)s Plan is under a trial period.
pt: <strong>%(feat_name)s</strong> está disponível apenas para o Plano %(req_plan)s ou superior. Sua assinatura do Plano %(current_plan)s está em período de avaliação.

source: We want you to have a chance to use and evaluate our pay-only features before deciding which plan to subscribe to. You will have access to <strong>%(feat_name)s</strong> during this trial period, ending on %(date_end)s. After %(date_end)s, you will no longer have access to %(feat_name)s.
pt: Queremos que você tenha a oportunidade de usar e avaliar nossos recursos pagos antes de decidir qual plano assinar. Você terá acesso a <strong>%(feat_name)s</strong> durante este período de avaliação, que termina em %(date_end)s. Após %(date_end)s, você não terá mais acesso a %(feat_name)s.

source: To continue accessing %(feat_name)s after the trial period, subscribe to the %(req_plan)s Plan.
pt: Para continuar acessando %(feat_name)s após o período de avaliação, assine o Plano %(req_plan)s.

source: Change my project's plan
pt: Alterar o plano do meu projeto

source: CommCare HQ Terms
pt: Termos do CommCare HQ

source: On May 25, 2018 our new <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Privacy Policy, Terms of Service, Business Agreement, and Acceptable Use Policy </a> (collectively, "Terms") went into effect. We made these updates to clarify our terms and address some new privacy laws in Europe. The spirit of our previous terms remains unchanged and, as always, you are the owner of your data. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Click here</a> to learn more. <br><br> Click on the 'I Agree' button to let us know that you agree to our new Terms. If you do not agree to our new Terms, you may choose to stop using our services. Before doing so, however, please get in touch with us at <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. We're here to answer any questions you have. Again, our updates are intended to reflect the spirit of our previous terms. <br><br> Thank you, <br><br> - The Dimagi Team
pt: Em 25 de maio de 2018, nossa nova <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank"> Política de Privacidade, Termos de Serviço, Contrato Comercial e Política de Uso Aceitável </a> (coletivamente, "Termos") entrou em vigor. Fizemos essas atualizações para esclarecer nossos termos e abordar algumas novas leis de privacidade na Europa. O espírito dos nossos termos anteriores permanece inalterado e, como sempre, você é o proprietário dos seus dados. <a href="https://confluence.dimagi.com/display/commcarepublic/CommCare+Notices" target="_blank">Clique aqui</a> para saber mais. <br><br> Clique no botão 'Concordo' para nos informar que você concorda com nossos novos Termos. Se você não concordar com nossos novos Termos, pode optar por parar de usar nossos serviços. Antes disso, no entanto, entre em contato conosco pelo <a href="mailto:%(PRIVACY_EMAIL)s">%(PRIVACY_EMAIL)s</a>. Estamos aqui para responder a quaisquer dúvidas que você tenha. Novamente, nossas atualizações têm como objetivo refletir o espírito dos nossos termos anteriores. <br><br> Obrigado, <br><br> - Equipe Dimagi

source: I Agree
pt: Concordo

source: Report an Issue with CommCare HQ
pt: Reportar um Problema com o CommCare HQ

source: Please submit this report from page where issue is occurring
pt: Por favor, envie este relatório a partir da página onde o problema está ocorrendo

source: One Sentence Description of Issue
pt: Descrição do Problema em Uma Frase

source: Please give us some information about the issue
pt: Por favor, nos forneça algumas informações sobre o problema

source: Please describe the issue and list any steps you took to see this issue.
pt: Descreva o problema e liste quaisquer etapas que você realizou para visualizar este problema.

source: Please enter your email here so that we can follow up with you regarding this issue
pt: Por favor, insira seu e-mail aqui para que possamos acompanhar com você sobre este problema

source: Incorrect Format
pt: Formato Incorreto

source: Please provide a short description of your organization and the work it is doing.
pt: Por favor, forneça uma breve descrição da sua organização e do trabalho que realiza.

source: Other recipients
pt: Outros destinatários

source: Comma-separated email addresses of others you want to notify about this issue.
pt: Endereços de e-mail separados por vírgula de outras pessoas que você deseja notificar sobre este problema.

source: Upload file
pt: Enviar arquivo

source: Please upload any files relevant to your issue.
pt: Por favor, envie quaisquer arquivos relevantes para o seu problema.

source: Do not upload a file containing individually identifiable data.
pt: Não envie arquivos contendo dados individualmente identificáveis.

source: Submitting Report...
pt: Enviando Relatório...

source: Failed. Retry Issue Submission
pt: Falha. Tentar Enviar o Relatório Novamente

source: Success! Back to CommCare HQ
pt: Sucesso! Voltar para o CommCare HQ

source: Make a Feature Request to Solutions
pt: Fazer uma Solicitação de Recurso para Soluções

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
pt: Se esta solicitação estiver relacionada a um recurso específico, por favor, envie este relatório a partir do local onde você gostaria de ver a alteração.

source: One sentence description of feature/change request.
pt: Descrição em uma frase do recurso/solicitação de alteração.

source: Please give us some information about the feature/change request
pt: Por favor, nos forneça algumas informações sobre o recurso/solicitação de alteração

source: Please describe the product changes you would like to see in CommCare.
pt: Descreva as mudanças de produto que você gostaria de ver no CommCare.

source: Comma-separated email addresses of others you want to notify about this request.
pt: Endereços de e-mail separados por vírgula de outras pessoas que você deseja notificar sobre esta solicitação.

source: Please upload any files relevant to your suggestion.
pt: Por favor, envie quaisquer arquivos relevantes para sua sugestão.

source: Do not upload a file containing sensitive data like passwords or project data.
pt: Não envie arquivos contendo dados sensíveis como senhas ou dados do projeto.

source: Failed. Retry Request Submission
pt: Falha. Tentar Enviar a Solicitação Novamente

source: %(cc_name)s Help
pt: Ajuda do %(cc_name)s

source: Snapshot of %(snap_name)s
pt: Instantâneo de %(snap_name)s

source: Please enter your email here so that we can follow up with you regarding this issue
pt: Por favor, insira seu e-mail aqui para que possamos acompanhar com você sobre este problema

source: Comma-separated email addresses of others you want to notify about this issue.
pt: Endereços de e-mail separados por vírgula de outras pessoas que você deseja notificar sobre este problema.

source: Please upload any files relevant to your issue.
pt: Por favor, envie quaisquer arquivos relevantes para o seu problema.

source: Do not upload a file containing individually identifiable data.
pt: Não envie arquivos contendo dados individualmente identificáveis.

source: If this request is related to a specific feature, then please submit this report from the location where you would like to see the change.
pt: Se esta solicitação estiver relacionada a um recurso específico, por favor, envie este relatório a partir do local onde você gostaria de ver a alteração.

source: Comma-separated email addresses of others you want to notify about this request.
pt: Endereços de e-mail separados por vírgula de outras pessoas que você deseja notificar sobre esta solicitação.

source: Please upload any files relevant to your suggestion.
pt: Por favor, envie quaisquer arquivos relevantes para sua sugestão.

source: Do not upload a file containing sensitive data like passwords or project data.
pt: Não envie arquivos contendo dados sensíveis como senhas ou dados do projeto.

source: Create Alert
pt: Criar Alerta

source: Enter alert text here and preview in the table below. Links will be properly wrapped with anchor tags. Alerts will become public when the "activate alert" button is pressed, or during the chosen timeframe after the "schedule alert" button has been pressed. Multiple alerts may be shown to users at a time, and the most recently modified alert will be displayed on top.
pt: Digite o texto do alerta aqui e visualize na tabela abaixo. Links serão devidamente formatados com tags de âncora. Os alertas se tornarão públicos quando o botão "ativar alerta" for pressionado, ou durante o período escolhido após o botão "agendar alerta" ter sido pressionado. Vários alertas podem ser exibidos aos usuários ao mesmo tempo, e o alerta mais recentemente modificado será exibido no topo.

source: Affected domains
pt: Domínios afetados

source: Start time (optional)
pt: Hora de início (opcional)

source: End time (optional)
pt: Hora de término (opcional)

source: Time zone
pt: Fuso horário

source: Preview Alert
pt: Visualizar Alerta

source: Scheduled start
pt: Início agendado

source: Scheduled end
pt: Término agendado

source: Activate or De-activate
pt: Ativar ou desativar

source: Schedule Alert
pt: Alerta de agendamento

source: Alert Expired
pt: Alerta expirado

source: You do not have domain permissions.
pt: Você não tem permissões de domínio.

source: Read more on the <a target='_blank' href='%(link)s'>Help Site</a>.
pt: Leia mais no <a target='_blank' href='%(link)s'>Site de Ajuda</a>.

source: Download your current %(adjective)s file.
pt: Baixe seu arquivo %(adjective)s atual.

source: Download %(plural_noun)s
pt: Baixar %(plural_noun)s

source: Update the downloaded file.
pt: Atualize o arquivo baixado.

source: Check the <a target="_blank" href="%(address)s">%(name)s</a> for instructions.
pt: Verifique as instruções em <a target="_blank" href="%(address)s">%(name)s</a>.

source: Upload your updated file.
pt: Envie seu arquivo atualizado.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
pt: <a href="https://dimagi.com/commcare/">CommCare</a> é copyright &copy;

source: Learn more about CommCare HQ
pt: Saiba mais sobre o CommCare HQ

source: Privacy
pt: Privacidade

source: Terms of Service
pt: Termos de Serviço

source: Business Agreement
pt: Acordo Comercial
