Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Data source not saved. Please check the form for errors.
pt: Fonte de dados não salva. Por favor, verifique o formulário para erros.

source: Data source "{}" has no associated table. Click "Rebuild Data Source" to recreate the table.
pt: A fonte de dados "{}" não possui tabela associada. Clique em "Reconstruir Fonte de Dados" para recriar a tabela.

source: Edit Data Source
pt: Editar Fonte de Dados

source: Data source "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
pt: Fonte de dados "{name}" foi excluída. <a href="{url}" class="post-link">Desfazer</a>

source: Successfully restored data source "{name}"
pt: Fonte de dados "{name}" restaurada com sucesso

source: Data source "{name}" not deleted.
pt: Fonte de dados "{name}" não foi excluída.

source: Rebuilding is not available until CommCare HQ finishes building / rebuilding.
pt: A reconstrução não está disponível até que o CommCare HQ termine de construir/reconstruir.

source: Rebuilt was not initiated due to high number of records this data source is expected to iterate during a rebuild. Expected records to be processed is currently {number_of_records} which is above the limit of {rebuild_limit}. Please update the data source to have asynchronous processing.
pt: A reconstrução não foi iniciada devido ao alto número de registros que esta fonte de dados deve iterar durante uma reconstrução. O número esperado de registros a serem processados atualmente é {number_of_records}, que está acima do limite de {rebuild_limit}. Atualize a fonte de dados para ter processamento assíncrono.

source: Preview Data Source
pt: Pré-visualizar Fonte de Dados

source: Data source table not found!<br/>If you have recently added the data source, please wait for it to be created.<br/>If you see this repeatedly please report an issue.
pt: Tabela da fonte de dados não encontrada!<br/>Se você adicionou recentemente a fonte de dados, aguarde até que ela seja criada.<br/>Se isso ocorrer repetidamente, por favor, reporte um problema.

source: You can only use 'lastndays' on date columns
pt: Você só pode usar 'lastndays' em colunas de data

source: Ranges must have the format "start..end"
pt: Os intervalos devem ter o formato "início..fim"

source: No field named {}
pt: Nenhum campo chamado {}

source: Invalid filter parameter: {}
pt: Parâmetro de filtro inválido: {}

source: format must be one of the following: {}
pt: O formato deve ser um dos seguintes: {}

source: There was a problem executing your query, please make sure your parameters are valid.
pt: Houve um problema ao executar sua consulta, por favor, verifique se seus parâmetros são válidos.

source: CommCare Analytics on {server}
pt: CommCare Analytics em {server}

source: Data source {ds} on {server}
pt: Fonte de dados {ds} em {server}

source: Filter {} not found!
pt: Filtro {} não encontrado!

source: No filter defined
pt: Nenhum filtro definido

source: UCR Expressions
pt: Expressões UCR

source: Edit UCR Expression
pt: Editar Expressão UCR

source: Confirm your CommCare account for {commcare_user.domain}
pt: Confirme sua conta CommCare para {commcare_user.domain}

source: Unknown Role
pt: Função desconhecida

source: Inactive User
pt: Usuário inativo

source: Username %(username)s is too long. Must be under %(max_length)s characters.
pt: O nome de usuário %(username)s é muito longo. Deve ter menos de %(max_length)s caracteres.

source: The username "%(username)s" is reserved for CommCare.
pt: O nome de usuário "%(username)s" é reservado para o CommCare.

source: This username was used previously.
pt: Este nome de usuário já foi utilizado anteriormente.

source: This Mobile Worker already exists.
pt: Este Trabalhador Móvel já existe.

source: Invalid Deactivation Date format (expects MM-YYYY).
pt: Formato de Data de Desativação inválido (espera-se MM-AAAA).

source: {code} is not a valid language code. Please enter a valid ISO-639 two- or three-digit code.
pt: {code} não é um código de idioma válido. Por favor, insira um código ISO-639 de dois ou três dígitos válido.

source: Please enter a valid two or three digit language code.
pt: Por favor, insira um código de idioma válido de dois ou três dígitos.

source: Role is required for web users.
pt: Função é obrigatória para usuários web.

source: <i class="fa fa-info-circle"></i> Changes the default language seen in Web Apps and reports (if supported). CommCare HQ supports <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>these languages</a>. Please reach out to {support_email} if you notice any mistakes in our translations.
pt: <i class="fa fa-info-circle"></i> Altera o idioma padrão exibido nos Web Apps e relatórios (se suportado). O CommCare HQ suporta <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/3085697055/Account+Level+CommCare+HQ+UI+Translations'>estes idiomas</a>. Entre em contato com {support_email} se notar algum erro em nossas traduções.

source: Allow Dimagi to collect usage information to improve CommCare. You can learn more about the information we collect and the ways we use it in our <a href="http://www.dimagi.com/terms/latest/privacy/">privacy policy</a>
pt: Permitir que a Dimagi colete informações de uso para melhorar o CommCare. Você pode saber mais sobre as informações que coletamos e as formas como as utilizamos em nossa <a href="http://www.dimagi.com/terms/latest/privacy/">política de privacidade</a>

source: My Language
pt: Meu Idioma

source: This email is managed by {} and cannot be edited.
pt: Este e-mail é gerenciado por {} e não pode ser editado.

source: Update My Information
pt: Atualizar Minhas Informações

source: Deactivate After
pt: Desativar Após

source: When specified, the mobile worker is automatically deactivated on the first day of the month and year selected.
pt: Quando especificado, o trabalhador móvel é desativado automaticamente no primeiro dia do mês e ano selecionados.

source: Multiply this user's case load by this number for load testing on phones.
pt: Multiplique a carga de casos deste usuário por este número para teste de carga em telefones.

source: Load testing
pt: Teste de carga

source: Update user
pt: Atualizar usuário

source: Reset Password for Mobile Worker
pt: Redefinir Senha para Trabalhador Móvel

source: Username contains invalid characters.
pt: O nome de usuário contém caracteres inválidos.

source: Require Account Confirmation?
pt: Exigir Confirmação de Conta?

source: Send Account Confirmation Email Now?
pt: Enviar e-mail de confirmação de conta agora?

source: The user will be sent their account confirmation email now. Otherwise it must be sent manually from the Mobile Worker 'Deactivated Users' list.
pt: O usuário receberá agora o e-mail de confirmação de conta. Caso contrário, ele deverá ser enviado manualmente a partir da lista de 'Usuários Desativados' do Trabalhador Móvel.

source: Require Account Confirmation by SMS?
pt: Exigir confirmação de conta por SMS?

source: If checked, the user will be sent a confirmation SMS and asked to set their password.
pt: Se marcado, o usuário receberá um SMS de confirmação e será solicitado a definir sua senha.

source: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Please enter number including country code, without (+) and in digits only. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>
pt: <div data-bind="visible: $root.phoneStatusMessage().length === 0"> Por favor, insira o número incluindo o código do país, sem (+) e apenas em dígitos. </div> <div id="phone-error"> <span data-bind="visible: $root.phoneStatus() !== $root.STATUS.NONE"> <i class="fa-solid fa-triangle-exclamation" data-bind="visible: $root.phoneStatus() === $root.STATUS.ERROR"></i> <!-- ko text: $root.phoneStatusMessage --><!-- /ko --> </span> </div>

source: This password is automatically generated. Please copy it or create your own. It will not be shown again.
pt: Esta senha é gerada automaticamente. Por favor, copie-a ou crie sua própria senha. Ela não será exibida novamente.

source: Good Job! Your password is strong!
pt: Muito bem! Sua senha é forte!

source: Your password is almost strong enough! Try adding numbers or symbols!
pt: Sua senha está quase forte o suficiente! Tente adicionar números ou símbolos!

source: Your password is too weak! Try adding numbers or symbols!
pt: Sua senha está muito fraca! Tente adicionar números ou símbolos!

source: Auto-Deactivation Settings
pt: Configurações de Auto-Desativação

source: This location does not exist
pt: Este local não existe

source: Edit Group Membership
pt: Editar Membros do Grupo

source: Primary Location
pt: Localização Primária

source: Primary Location must always be set to one of above locations
pt: A Localização Primária deve sempre ser definida como uma das localizações acima

source: You do not have permissions to assign one of those locations.
pt: Você não tem permissão para atribuir uma dessas localizações.

source: Request Access
pt: Solicitar Acesso

source: Back to Mobile Workers List
pt: Voltar para a Lista de Trabalhadores Móveis

source: Please enter number, including country code, in digits only.
pt: Por favor, insira o número, incluindo o código do país, apenas em dígitos.

source: Add a Phone Number
pt: Adicionar um Número de Telefone

source: Add Number
pt: Adicionar Número

source: Only Usernames
pt: Apenas Nomes de Usuário

source: Only Deactivated
pt: Apenas Desativados

source: Name or Username
pt: Nome ou Nome de Usuário

source: Only include mobile workers at the selected location
pt: Incluir apenas trabalhadores móveis na localização selecionada

source: Active / Deactivated
pt: Ativo / Desativado

source: All Roles
pt: Todas as Funções

source: (No Name)
pt: (Sem Nome)

source: All Project Spaces
pt: Todos os Espaços de Projeto

source: Filter and Download Users
pt: Filtrar e Baixar Usuários

source: Filter and Download Mobile Workers
pt: Filtrar e Baixar Trabalhadores Móveis

source: Invalid Role
pt: Função Inválida

source: * and ? are not allowed
pt: * e ? não são permitidos

source: You do not have permission to edit Tableau Configuraion.
pt: Você não tem permissão para editar a Configuração do Tableau.

source: Dashboard
pt: Painel de Controle

source: Data File Downloads
pt: Downloads de Arquivos de Dados

source: No landing page found with ID '{}'
pt: Nenhuma página de destino encontrada com o ID '{}'

source: No landing page found with id {page_id}
pt: Nenhuma página de destino encontrada com o id {page_id}

source: Dimagi User
pt: Usuário Dimagi

source: Enterprise User
pt: Usuário Empresarial

source: Unauthorized User
pt: Usuário Não Autorizado

source: Request to join %s approved
pt: Solicitação para ingressar em %s aprovada

source: Request from %(name)s to join %(domain)s
pt: Solicitação de %(name)s para ingressar em %(domain)s

source: Invitation from %s to join CommCareHQ
pt: Convite de %s para ingressar no CommCareHQ

source: Request to join CommCareHQ approved
pt: Solicitação para ingressar no CommCareHQ aprovada

source: {} accepted your invitation to CommCare HQ
pt: {} aceitou seu convite para o CommCare HQ

source: User count has reached the Plan limit for {}
pt: O número de usuários atingiu o limite do Plano para {}

source: User count has reached 90% of the Plan limit for {}
pt: O número de usuários atingiu 90% do limite do Plano para {}

source: Export De-Identified Data
pt: Exportar Dados Desidentificados

source: Blank Group %s
pt: Grupo em Branco %s

source: The following groups have no name. Please name them before continuing: {}
pt: Os seguintes grupos não têm nome. Por favor, nomeie-os antes de continuar: {}

source: Error exporting data. Please try again later.
pt: Erro ao exportar dados. Por favor, tente novamente mais tarde.

source: Invitation to join the
pt: Convite para ingressar no

source: Accept Invitation?
pt: Aceitar Convite?

source: Are you sure you want to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
pt: Tem certeza de que deseja aceitar o convite para ingressar no CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> como <strong>%(username)s</strong>?

source: Would you like to accept the invitation to join the CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> as <strong>%(username)s</strong>?
pt: Você gostaria de aceitar o convite para ingressar no CommCare HQ %(invite_type)s <strong>%(invite_to)s</strong> como <strong>%(username)s</strong>?

source: Accept Invitation
pt: Aceitar Convite

source: You are signed in as a mobile user, but to accept this invitation, you must be a web user.
pt: Você está conectado como usuário móvel, mas para aceitar este convite, é necessário ser um usuário web.

source: Please
pt: Por favor

source: switch accounts
pt: troque de conta

source: create a web account
pt: crie uma conta web

source: Not %(username)s?
pt: Não é %(username)s?

source: Switch Accounts
pt: Trocar de Conta

source: Your email is managed by %(idp_name)s. You will be asked to authenticate with Single Sign-On in the next step.
pt: Seu e-mail é gerenciado por %(idp_name)s. Você será solicitado a autenticar com Single Sign-On na próxima etapa.

source: To accept this %(invite_type_lower)s invitation, you must create an account.
pt: Para aceitar este convite de %(invite_type_lower)s, é necessário criar uma conta.

source: Already have an account?
pt: Já possui uma conta?

source: Sign In Now
pt: Entrar Agora

source: <h2> Bulk Clear Mobile Worker Data </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This action removes all data associated with a user and is a permanent action. Cleared users: </p> <ul> <li>Will not be able to access their cleared data.</li> <li>Will not be able to recover cleared data for any reason.</li> </ul> </div> <p class="help-block"> To clear user data in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
pt: <h2> Limpeza em Massa de Dados de Usuários Móveis </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Esta ação remove todos os dados associados a um usuário e é permanente. Usuários limpos: </p> <ul> <li>Não poderão acessar seus dados limpos.</li> <li>Não poderão recuperar os dados limpos por nenhum motivo.</li> </ul> </div> <p class="help-block"> Para limpar dados de usuários em massa, faça o upload de um arquivo Excel com uma única coluna <strong>username</strong>. </p>

source: <h2> Bulk Delete Mobile Workers </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> This is a permanent action. Deleted users: </p> <ul> <li>Will no longer be able to sync or submit any data from their mobile devices.</li> <li>Cannot be recovered for any reason.</li> </ul> <p> This page will not delete users who have submitted forms. </p> </div> <p class="help-block"> To delete users in bulk, please upload an Excel file with a single <strong>username</strong> column. </p>
pt: <h2> Exclusão em Massa de Usuários Móveis </h2> <div class="alert alert-warning"> <p> <i class="fa fa-warning"></i> Esta é uma ação permanente. Usuários excluídos: </p> <ul> <li>Não poderão mais sincronizar ou enviar dados de seus dispositivos móveis.</li> <li>Não poderão ser recuperados por nenhum motivo.</li> </ul> <p> Esta página não excluirá usuários que tenham enviado formulários. </p> </div> <p class="help-block"> Para excluir usuários em massa, faça o upload de um arquivo Excel com uma única coluna <strong>username</strong>. </p>

source: <h2> Mobile Workers Bulk Lookup </h2> <p class="help-block"> Please upload an Excel file with a single <strong>username</strong> column. This page will then generate an Excel download noting which of the uploaded users already exist and which are active. </p>
pt: <h2> Busca em Massa de Usuários Móveis </h2> <p class="help-block"> Faça o upload de um arquivo Excel com uma única coluna <strong>username</strong>. Esta página irá gerar um download em Excel indicando quais dos usuários enviados já existem e quais estão ativos. </p>

source: Confirm your account to join the %(domain_name)s project
pt: Confirme sua conta para participar do projeto %(domain_name)s

source: You are already signed in.
pt: Você já está conectado.

source: To accept this invitation, you must first <a href="%(sign_out_url)s">sign out</a>.
pt: Para aceitar este convite, primeiro é necessário <a href="%(sign_out_url)s">sair</a>.

source: Your account is already confirmed!
pt: Sua conta já está confirmada!

source: <a href="%(login_url)s">Login</a> to access your account.
pt: <a href="%(login_url)s">Faça login</a> para acessar sua conta.

source: It looks like your account has been deactivated. Contact your administrator if you think this is a mistake.
pt: Parece que sua conta foi desativada. Entre em contato com seu administrador se achar que isso é um engano.

source: Invitation link has expired. Contact your project administrator to send new invite.
pt: O link do convite expirou. Entre em contato com o administrador do projeto para enviar um novo convite.

source: Confirm Your Account
pt: Confirme Sua Conta

source: Fill in the details below to confirm your account.
pt: Preencha os dados abaixo para confirmar sua conta.

source: Your username <strong>%(username)s</strong> was chosen by your project administrator.
pt: Seu nome de usuário <strong>%(username)s</strong> foi escolhido pelo administrador do projeto.

source: Below applications use this mobile worker as practice mobile worker. If you turn off practice mode, this mobile worker will be automatically unassigned for these applications as practice mode mobile worker.
pt: Os aplicativos abaixo usam este usuário móvel como usuário de prática. Se você desativar o modo de prática, este usuário móvel será automaticamente desatribuído desses aplicativos como usuário de prática.

source: No, go back
pt: Não, voltar

source: Yes, continue
pt: Sim, continuar

source: Request Sent
pt: Solicitação Enviada

source: <div class="container"> <div class="page-header"> <h1>Request Access</h1> </div> <div class="alert alert-info"> <p>A request has been sent to the administrators of <strong>%(hr_name)s</strong>.</p> <p>You will receive an email when the request is approved.</p> </div> </div>
pt: <div class="container"> <div class="page-header"> <h1>Solicitar Acesso</h1> </div> <div class="alert alert-info"> <p>Uma solicitação foi enviada aos administradores de <strong>%(hr_name)s</strong>.</p> <p>Você receberá um e-mail quando a solicitação for aprovada.</p> </div> </div>

source: Deleted User
pt: Usuário Excluído

source: Whoa! I don't even know how you got here! But I guess since you're here...
pt: Uau! Nem sei como você chegou aqui! Mas já que está aqui...

source: The user <strong>%(username)s</strong> no longer exists.
pt: O usuário <strong>%(username)s</strong> não existe mais.

source: If you think this user was deleted in error:
pt: Se você acha que este usuário foi excluído por engano:

source: Restore User
pt: Restaurar Usuário

source: <p> You do not have access to %(hr_name)s. If you need access, fill out the form below to send a request to the project's admins. </p>
pt: <p> Você não tem acesso a %(hr_name)s. Se precisar de acesso, preencha o formulário abaixo para enviar uma solicitação aos administradores do projeto. </p>

source: This user is a loadtest user. All forms submitted by this user will be ignored and not appear in reports or data exports.
pt: Este usuário é um usuário de teste de carga. Todos os formulários enviados por este usuário serão ignorados e não aparecerão em relatórios ou exportações de dados.

source: This user is marked as a demo user. All forms submitted by this user will be ignored and not appear in reports or data exports.
pt: Este usuário está marcado como usuário de demonstração. Todos os formulários enviados por este usuário serão ignorados e não aparecerão em relatórios ou exportações de dados.

source: Security
pt: Manejo de Casos

source: User Metadata
pt: Metadados do Usuário

source: User Location
pt: Localização do Usuário

source: [Support only] Assigned Locations
pt: [Apenas Suporte] Localizações Atribuídas

source: Force Full Refresh on next Mobile Sync
pt: Forçar Atualização Completa na próxima Sincronização Móvel

source: Force Full Refresh
pt: Forçar Atualização Completa

source: Mobile Worker %(friendly_name)s is already set to do a full refresh the next time they sync.
pt: O Usuário Móvel %(friendly_name)s já está configurado para fazer uma atualização completa na próxima sincronização.

source: Delete Mobile Worker
pt: Apagar Trabalhador Móvel

source: Turn off demo mode to allow this mobile worker to start sending data to %(hq_name)s again.
pt: Desative o modo de demonstração para permitir que este usuário móvel volte a enviar dados para %(hq_name)s.

source: This will mark the mobile worker as a demo user and %(hq_name)s will ignore future form submissions from the user.
pt: Isso marcará o usuário móvel como usuário de demonstração e %(hq_name)s irá ignorar futuros envios de formulários desse usuário.

source: Turn Off Demo Mode for this Mobile Worker
pt: Desativar Modo de Demonstração para este Usuário Móvel

source: Turn On Demo Mode for this Mobile Worker
pt: Ativar Modo de Demonstração para este Usuário Móvel

source: Refresh Demo Mode data
pt: Atualizar dados do Modo de Demonstração

source: <span> Last refreshed %(when)s</span>
pt: <span> Última atualização %(when)s</span>

source: Approximate date/time of the last time this user synced with the server from CommCare.
pt: Data/hora aproximada da última vez que este usuário sincronizou com o servidor a partir do CommCare.

source: Devices
pt: Dispositivos

source: List of devices used to access CommCare applications, with approximate last-use dates.
pt: Lista de dispositivos usados para acessar aplicativos CommCare, com datas aproximadas do último uso.

source: Device ID
pt: ID do Dispositivo

source: Delete Mobile Worker %(friendly_name)s?
pt: Excluir Trabalhador Móvel %(friendly_name)s?

source: It is important you read the entire message below thoroughly before completing this action.
pt: É importante que você leia toda a mensagem abaixo cuidadosamente antes de concluir esta ação.

source: Are you sure you want to permanently delete <strong>%(friendly_name)s</strong>?
pt: Tem certeza de que deseja excluir permanentemente <strong>%(friendly_name)s</strong>?

source: Will delete %(friendly_name)s. They will no longer be able to sync or submit any data from their mobile devices.
pt: Irá excluir %(friendly_name)s. Essa pessoa não poderá mais sincronizar ou enviar dados de seus dispositivos móveis.

source: Will delete <strong>all</strong> of %(friendly_name)s's form submissions.
pt: Irá excluir <strong>todas</strong> as submissões de formulários de %(friendly_name)s.

source: Will delete all cases owned by %(friendly_name)s and all the forms associated with those cases, unless the forms are linked to any other active cases. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Read more about this</a >.
pt: Irá excluir todos os casos de propriedade de %(friendly_name)s e todos os formulários associados a esses casos, a menos que os formulários estejam vinculados a outros casos ativos. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955907/Data+Removal#Deleting-Users" target="_blank" >Leia mais sobre isso</a >.
