Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Remove Project Space
pt: Remover Espaço de Projeto

source: Removing a Project Space will completely remove their access to this registry.
pt: Remover um Espaço de Projeto irá remover completamente o acesso deste espaço a este registro.

source: Are you sure you want to remove this project space
pt: Tem certeza de que deseja remover este espaço de projeto

source: Invite Project Spaces
pt: Convidar Espaços de Projeto

source: Inviting project spaces to participate in the registry allows them to opt in or out. Until an invitation has been accepted the project space will not be able to use the registry.
pt: Convidar espaços de projeto para participar do registro permite que optem por participar ou não. Até que o convite seja aceito, o espaço de projeto não poderá usar o registro.

source: There are no more project spaces that can be invited to this registry. All the project spaces associated with this account have already been invited.
pt: Não há mais espaços de projeto que possam ser convidados para este registro. Todos os espaços de projeto associados a esta conta já foram convidados.

source: Invite
pt: Convidar

source: Edit Registry Case Types
pt: Editar Tipos de Caso do Registro

source: Only cases with these case types will be accessible through the registry.
pt: Apenas casos com estes tipos de caso estarão acessíveis através do registro.

source: Adding or removing case types may impact usages of the registry such as Configurable Reports and Case Search
pt: Adicionar ou remover tipos de caso pode impactar o uso do registro, como Relatórios Configuráveis e Busca de Casos

source: Use the Data Dictionary to manage case types.
pt: Use o Dicionário de Dados para gerenciar os tipos de caso.

source: Grant access
pt: Conceder acesso

source: You are granting access to data from this project space (%(domain)s).
pt: Você está concedendo acesso aos dados deste espaço de projeto (%(domain)s).

source: Granting another project space access will allow users in that project space to view your data via this data registry. Authorized users will only be able to view case data for the case types configured in the registry.
pt: Conceder acesso a outro espaço de projeto permitirá que usuários nesse espaço visualizem seus dados através deste registro de dados. Usuários autorizados só poderão visualizar dados de casos para os tipos de caso configurados no registro.

source: All the project spaces associated with this registry have already been granted access.
pt: Todos os espaços de projeto associados a este registro já receberam acesso.

source: Remove Grant
pt: Remover Concessão

source: Are you sure you want to remove the grant from %(domain)s to
pt: Tem certeza de que deseja remover a concessão de %(domain)s para

source: Permanent Action
pt: Ação Permanente

source: It is important you read the entire message below thoroughly before completing this action.
pt: É importante que você leia toda a mensagem abaixo cuidadosamente antes de concluir esta ação.

source: Are you sure you want to permanently delete
pt: Tem certeza de que deseja excluir permanentemente

source: This action:
pt: Esta ação:

source: Will delete the registry.
pt: Irá excluir o registro.

source: Will delete <strong>all</strong> of the associated configuration including Reports.
pt: Irá excluir <strong>toda</strong> a configuração associada, incluindo Relatórios.

source: Is permanent.
pt: É permanente.

source: If you ever want to use the registry configuration again in the future, we suggest that you use the <strong>Deactivate</strong> option instead.
pt: Se você quiser usar a configuração do registro novamente no futuro, sugerimos que use a opção <strong>Desativar</strong> em vez disso.

source: If even after reading this you decide that you really want to delete this registry, type <strong data-bind="text:name"></strong> into the box below.
pt: Se mesmo após ler isto você decidir que realmente deseja excluir este registro, digite <strong data-bind="text:name"></strong> na caixa abaixo.

source: Delete Registry
pt: Excluir Registro

source: Data Registries
pt: Registros de Dados

source: Data Registries allow sharing data between Project Spaces. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Help Site</a>.
pt: Registros de Dados permitem compartilhar dados entre Espaços de Projeto. Saiba mais no <a target='_blank' href='https://confluence.dimagi.com/display/USH/Data+Registry'>Site de Ajuda</a>.

source: New Registry
pt: Novo Registro

source: No project spaces invited to this registry
pt: Nenhum espaço de projeto convidado para este registro

source: Invitation rejected
pt: Convite rejeitado

source: No other project spaces are participating in this registry
pt: Nenhum outro espaço de projeto está participando deste registro

source: Accept the invitation?
pt: Aceitar o convite?

source: Are you sure you want to accept the invitation to participate in the <mark data-bind="text: name"></mark> data registry?
pt: Tem certeza de que deseja aceitar o convite para participar do registro de dados <mark data-bind="text: name"></mark>?

source: Create a new Data Registry
pt: Criar um novo Registro de Dados

source: Registry name must be unique.
pt: O nome do registro deve ser único.

source: Use the Data Dictionary to manage available case types.
pt: Use o Dicionário de Dados para gerenciar os tipos de caso disponíveis.

source: Create Registry
pt: Criar Registro

source: Domains must be invited before grants can be created: {not_invited}
pt: Os domínios devem ser convidados antes que concessões possam ser criadas: {not_invited}

source: Manage Registry
pt: Gerenciar Registro

source: Action not permitted
pt: Ação não permitida

source: Unknown attribute
pt: Atributo desconhecido

source: 'name' must not be blank
pt: 'name' não pode estar em branco

source: 'name' must be unique
pt: 'name' deve ser único

source: Unable to process your request
pt: Não foi possível processar sua solicitação

source: Project Space '{domain}' is not a participant.
pt: O Espaço de Projeto '{domain}' não é um participante.

source: Project Space '{domain}' removed
pt: Espaço de Projeto '{domain}' removido

source: No Project Spaces specified
pt: Nenhum Espaço de Projeto especificado

source: Grant not found
pt: Concessão não encontrada

source: Access removed from '{domain}' to '{domains}'
pt: Acesso removido de '{domain}' para '{domains}'

source: Access granted from '{domain}' to '{domains}'
pt: Acesso concedido de '{domain}' para '{domains}'

source: '{domains}' already have access.
pt: '{domains}' já possuem acesso.

source: You do not have permission to delete the '{name}' registry
pt: Você não tem permissão para excluir o registro '{name}'

source: Data Registry '{name}' deleted successfully
pt: Registro de Dados '{name}' excluído com sucesso

source: Registry 'name' is required
pt: O nome do registro é obrigatório

source: Registry 'case types' is required
pt: Os tipos de caso do registro são obrigatórios

source: Registry 'name' must be unique
pt: O nome do registro deve ser único

source: SMS Survey
pt: Pesquisa por SMS

source: No Response
pt: Sem resposta

source: Mobile Worker Group
pt: Grupo de Trabalhadores Móveis

source: The case's owner
pt: Responsável pelo caso

source: Please enter a valid time from 00:00 to 23:59.
pt: Por favor, insira um horário válido de 00:00 a 23:59.

source: Invalid form chosen.
pt: Formulário inválido selecionado.

source: Override open SMS Surveys
pt: Substituir Pesquisas SMS em aberto

source: Allow Keyword Use By
pt: Permitir uso de palavra-chave por

source: Both Mobile Workers and Cases
pt: Trabalhadores Móveis e Casos

source: Mobile Workers Only
pt: Apenas Trabalhadores Móveis

source: Cases Only
pt: Apenas Casos

source: Send to Sender
pt: Enviar para o remetente

source: Notify Another Person
pt: Notificar outra pessoa

source: Recipient
pt: Destinatário

source: Process incoming keywords as a Structured Message
pt: Processar palavras-chave recebidas como Mensagem Estruturada

source: Use Custom Delimiter
pt: Usar delimitador personalizado

source: Please Specify Delimiter
pt: Por favor, especifique o delimitador

source: Use Joining Character
pt: Usar caractere de junção

source: Use Named Answers
pt: Usar respostas nomeadas

source: Please Specify Joining Characcter
pt: Por favor, especifique o caractere de junção

source: Structured Message Options
pt: Opções de Mensagem Estruturada

source: Example Structured Message
pt: Exemplo de Mensagem Estruturada

source: Response
pt: Resposta

source: Recipient Information
pt: Informações do destinatário

source: Keyword should be one word.
pt: A palavra-chave deve ser uma única palavra.

source: Keyword already exists.
pt: A palavra-chave já existe.

source: Please create a form first, and then add a keyword for it.
pt: Por favor, crie um formulário primeiro e depois adicione uma palavra-chave para ele.

source: Name and xpath are both required fields.
pt: Nome e xpath são campos obrigatórios.

source: Cannot have two names overlap:
pt: Não é possível sobrepor dois nomes:

source: Cannot use the same name twice:
pt: Não é possível usar o mesmo nome duas vezes:

source: Cannot reference the same xpath twice:
pt: Não é possível referenciar o mesmo xpath duas vezes:

source: Delimiter and joining character cannot be the same.
pt: O delimitador e o caractere de junção não podem ser iguais.

source: In order to send to the case's owner you must restrict keyword initiation only to cases.
pt: Para enviar ao responsável pelo caso, você deve restringir a iniciação da palavra-chave apenas a casos.

source: Add Named Answer
pt: Adicionar Resposta Nomeada

source: Manage Keywords
pt: Gerenciar Palavras-chave

source: Keywords let users send a message to the system to trigger a survey, provide data or notify other users.
pt: Palavras-chave permitem que usuários enviem uma mensagem para o sistema para acionar uma pesquisa, fornecer dados ou notificar outros usuários.

source: Add Keyword
pt: Adicionar Palavra-chave

source: Add Structured Keyword
pt: Adicionar Palavra-chave Estruturada

source: Unlock Linked Keywords For Me
pt: Desbloquear Palavras-chave Vinculadas Para Mim

source: Lock Linked Keywords For Me
pt: Bloquear Palavras-chave Vinculadas Para Mim

source: Delete the keyword '<span data-bind="text: keyword"></span>'.
pt: Excluir a palavra-chave '<span data-bind="text: keyword"></span>'.

source: Are you sure you want to delete the SMS Keyword '<span data-bind="text: keyword"></span>'?
pt: Tem certeza de que deseja excluir a Palavra-chave SMS '<span data-bind="text: keyword"></span>'?

source: DELETED
pt: EXCLUÍDO

source: Unlock Linked Keywords?
pt: Desbloquear Palavras-chave Vinculadas?

source: <p>Linked Keywords are keywords that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Keywords may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
pt: <p>Palavras-chave Vinculadas são palavras-chave controladas por um espaço de projeto separado vinculado a este projeto. Clique aqui para saber mais.</p> <p>Alterações feitas nas Palavras-chave Vinculadas podem ser sobrescritas pelas próximas atualizações do espaço de projeto vinculado, e também podem afetar soluções neste espaço de projeto.</p>

source: Add Parameter
pt: Adicionar Parâmetro

source: New Structured Keyword
pt: Nova Palavra-chave Estruturada

source: New Keyword
pt: Nova Palavra-chave

source: Edit Structured Keyword
pt: Editar Palavra-chave Estruturada

source: Edit Normal Keyword
pt: Editar Palavra-chave Normal

source: Keywords
pt: Palavras-chave

source: keywords per page
pt: palavras-chave por página

source: You have no keywords. Please add one!
pt: Você não tem palavras-chave. Por favor, adicione uma!

source: Loading keywords...
pt: Carregando palavras-chave...

source: Monitor Workers
pt: Monitorar Trabalhadores

source: Inspect Data
pt: Examinar Dados

source: Raw Data
pt: Dados Brutos

source: Manage Deployments
pt: Gerir os aplicativos lançados

source: Stock Status by Product
pt: Status de Estoque por Produto

source: # Facilities
pt: # Instalações

source: Stocked Out
pt: Sem Estoque

source: A facility is counted as stocked out when its current stock is below the emergency level.
pt: Uma instalação é considerada sem estoque quando seu estoque atual está abaixo do nível de emergência.

source: Understocked
pt: Estoque Baixo

source: A facility is counted as under stocked when its current stock is above the emergency level but below the low stock level.
pt: Uma instalação é considerada com estoque baixo quando seu estoque atual está acima do nível de emergência, mas abaixo do nível de estoque baixo.

source: Adequate Stock
pt: Estoque Adequado

source: A facility is counted as adequately stocked when its current stock is above the low level but below the overstock level.
pt: Uma instalação é considerada com estoque adequado quando seu estoque atual está acima do nível baixo, mas abaixo do nível de excesso de estoque.

source: Overstocked
pt: Excesso de Estoque

source: A facility is counted as overstocked when its current stock is above the overstock level.
pt: Uma instalação é considerada com excesso de estoque quando seu estoque atual está acima do nível de excesso de estoque.

source: Insufficient Data
pt: Dados Insuficientes

source: A facility is marked as insufficient data when there is no known consumption amount or there has never been a stock report at the location. Consumption amount can be unknown if there is either no default consumption value or the reporting history does not meet the calculation settings for the project.
pt: Uma instalação é marcada como dados insuficientes quando não há quantidade de consumo conhecida ou nunca houve um relatório de estoque no local. A quantidade de consumo pode ser desconhecida se não houver valor de consumo padrão ou se o histórico de relatórios não atender às configurações de cálculo do projeto.

source: Inventory by Location
pt: Inventário por Localização

source: A maximum of 100 locations will be shown. Filter by location if you need to see more.
pt: Um máximo de 100 localizações será exibido. Filtre por localização se precisar ver mais.

source: No data
pt: Sem dados

source: Aggregate Inventory
pt: Inventário Agregado

source: Stock on Hand
pt: Estoque Disponível

source: Total stock on hand for all locations matching the filters.
pt: Total de estoque disponível para todas as localizações que correspondem aos filtros.

source: Monthly Consumption
pt: Consumo Mensal

source: Total average monthly consumption for all locations matching the filters.
pt: Consumo médio mensal total para todas as localizações que correspondem aos filtros.

source: Months of Stock
pt: Meses de Estoque

source: Number of months of stock remaining for all locations matching the filters. Computed by calculating stock on hand divided by monthly consumption.
pt: Número de meses de estoque restante para todas as localizações que correspondem aos filtros. Calculado dividindo o estoque disponível pelo consumo mensal.

source: Stock Status
pt: Status do Estoque

source: Stock status prediction made using calculated consumption or project specific default values. "No Data" means that there is not enough data to compute consumption and default values have not been uploaded yet.
pt: Previsão de status do estoque feita usando consumo calculado ou valores padrão específicos do projeto. "Sem Dados" significa que não há dados suficientes para calcular o consumo e os valores padrão ainda não foram carregados.

source: no data
pt: sem dados

source: stock-out
pt: sem estoque

source: under-stock
pt: estoque baixo

source: adequate
pt: adequado

source: over-stock
pt: excesso de estoque

source: Explorer
pt: Explorador

source: Explorer - Can Publish
pt: Explorador - Pode Publicar

source: Server Administrator
pt: Administrador do Servidor

source: Site Administrator - Explorer
pt: Administrador do Site - Explorador

source: Site Administrator - Creator
pt: Administrador do Site - Criador

source: Unlicensed
pt: Sem Licença

source: Read Only
pt: Somente Leitura

source: Viewer
pt: Visualizador

source: Last N Days
pt: Últimos N Dias

source: This Year
pt: Este Ano

source: Last Year
pt: Ano Passado

source: Since a Date
pt: Desde uma Data

source: This Month
pt: Este Mês

source: This Quarter
pt: Este Trimestre

source: Last Quarter
pt: Trimestre Passado

source: Current Indian Financial Year
pt: Ano Financeiro Indiano Atual

source: No data for username
pt: Sem dados para nome de usuário

source: Filter by...
pt: Filtrar por...

source: No Data Available
pt: Nenhum Dado Disponível

source: [Project Data]
pt: [Dados do Projeto]

source: Add case owners to filter this report.
pt: Adicione responsáveis pelo caso para filtrar este relatório.

source: Show advanced columns
pt: Mostrar colunas avançadas

source: Filter Logs by Tag
pt: Filtrar Logs por Tag

source: Filter Logs By
pt: Filtrar Logs Por

source: Filter Logs by Username
pt: Filtrar Logs por Nome de Usuário

source: Filter Logs by Device
pt: Filtrar Logs por Dispositivo

source: Filter Forms
pt: Filtrar Formulários

source: You don't have any applications set up, so there are no forms to choose from. Please create an application!
pt: Você não tem nenhum aplicativo configurado, então não há formulários para escolher. Por favor, crie um aplicativo!

source: Application Type
pt: Tipo de Aplicação

source: Select an Application Type
pt: Selecione um Tipo de Aplicativo

source: Show all Application Types
pt: Mostrar todos os Tipos de Aplicativo

source: Select Application...
pt: Selecione Aplicativo...

source: Show all Forms of this Application Type...
pt: Mostrar todos os Formulários deste Tipo de Aplicação...

source: Active CommCare Applications
pt: Aplicativos CommCare Ativos

source: Deleted CommCare Applications
pt: Aplicativos CommCare Excluídos

source: Name Unknown
pt: Nome Desconhecido

source: Select an Application
pt: Selecione um Aplicativo

source: Show Forms in all Applications
pt: Mostrar Formulários em todos os Aplicativos

source: Select a Menu
pt: Selecione um menu

source: Show all Forms in selected Application
pt: Mostrar todos os Formulários no Aplicativo selecionado

source: Select a Form
pt: Selecione um Formulário

source: Show all Forms in selected Module
pt: Mostrar todos os Formulários no Módulo selecionado

source: Choose a Form
pt: Escolha um Formulário

source: Filter Dates By
pt: Filtrar Datas Por

source: <strong>Completion</strong> time is when the form is completed on the phone.
pt: <strong>O tempo de conclusão</strong> é quando o formulário é preenchido por telefone.

source: <strong>Submission</strong> time is when {hq_name} receives the form.
pt: <strong>Tempo de submissão</strong>é quando {hq_name}recebe o formuário

source: Groups or Locations
pt: Grupos ou Localizações

source: Click here to select groups or locations to filter in the report
pt: Clique aqui para selecionar grupos ou locais para filtrar no relatório

source: Everybody
pt: Todos

source: Click to select a group
pt: Clique para selecionar um grupo

source: Click to select groups
pt: Clique para selecionar grupos

source: Year
pt: Ano

source: Click to select a case type
pt: Clique para selecionar um tipo de caso

source: Click to select case types
pt: Clique para selecionar tipos de caso

source: Open / Closed
pt: Aberto / Encerrado

source: Only Open
pt: Apenas Abertos

source: Only Closed
pt: Apenas Encerrados

source: Select Application [Latest Build Version]
pt: Selecione aplicação [Latest Build Version]

source: {name} [up to build {version}]
pt: {name} [até a versão {version}]

source: Repeater
pt: Repetidor

source: All Repeaters
pt: Todos os Repetidores

source: Click to select repeaters
pt: Clique para selecionar repetidores

source: Record Status
pt: Status do Registro

source: Rebuild restriction feature flag status
pt: Reconstruir status do recurso de restrição por feature flag

source: Payload ID
pt: ID do Payload

source: Leave this blank to include all users. In that case, domain is required to limit the scope.
pt: Deixe em branco para incluir todos os usuários. Nesse caso, o domínio é obrigatório para limitar o escopo.

source: Optional
pt: Opcional

source: View by Users or Groups
pt: Ver por Usuários ou Grupos

source: User Type
pt: Tipo de Usuário

source: Select Mobile Worker
pt: Selecionar Trabalhador Móvel

source: %s & Others
pt: %s & Outros

source: Add users and groups to filter this report.
pt: Adicione usuários e grupos para filtrar este relatório.

source: Affected User(s)
pt: Usuário(s) Afetado(s)

source: Modified by User(s)
pt: Modificado por Usuário(s)

source: Modified Property
pt: Propriedade Modificada

source: Select Property
pt: Selecionar Propriedade

source: Select Action
pt: Selecionar Ação

source: User Bulk Upload
pt: Envio em Massa de Usuários

source: Select upload
pt: Selecionar envio

source: Upload by {username} at {time}
pt: Enviado por {username} em {time}

source: Web user
pt: Usuário web

source: This form is not associated with an app
pt: Este formulário não está associado a um aplicativo

source: No app could be found
pt: Nenhum aplicativo encontrado

source: App is in a different domain
pt: O aplicativo está em um domínio diferente

source: Remote apps are not supported
pt: Aplicativos remotos não são suportados

source: We could not find the form source XML document
pt: Não foi possível encontrar o documento XML de origem do formulário

source: This is a Device Report
pt: Este é um Relatório de Dispositivo

source: We could not find the question list associated with this form
pt: Não foi possível encontrar a lista de perguntas associada a este formulário

source: Saved report(s)
pt: Relatório(s) salvo(s)

source: Interval
pt: Intervalo

source: Day
pt: Dia

source: To Time
pt: Até o Horário

source: Report Start Date
pt: Data do Início do Relatório

source: Send to owner
pt: Enviar ao proprietário

source: Attach Excel Report
pt: Anexar Relatório em Excel

source: Hourly
pt: De ora em hora

source: Configure Scheduled Report
pt: Configurar Relatório Agendado

source: Must be after 'From Time'
pt: Deve ser após 'Do Horário'

source: Subject
pt: Assunto

source: Send to me
pt: Enviar para mim

source: Report notes
pt: Notas do relatório

source: Send Email
pt: Enviar Email

source: Sending...
pt: Enviando...

source: Server Type
pt: Tipo de Servidor

source: Tableau Server
pt: Servidor Tableau

source: Server Name
pt: Nome do Servidor

source: Validate Hostname
pt: Validar Nome do Host

source: Target Site
pt: Site de Destino

source: Get Tableau reports using role name
pt: Obter relatórios do Tableau usando o nome do papel

source: If checked, CommCareHQ will request embedded reports from Tableau Server using the user's role name instead of the user's username (e.g. "HQ/Field Implementer" instead of "HQ/Leandra@dimagi.com")
pt: Se marcado, o CommCareHQ solicitará relatórios incorporados do Tableau Server usando o nome do papel do usuário em vez do nome de usuário (ex: "HQ/Field Implementer" ao invés de "HQ/Leandra@dimagi.com")

source: Allowed Tableau Groups
pt: Grupos Tableau Permitidos

source: View URL
pt: URL de Visualização

source: Visible to location-restricted users
pt: Visível para usuários com restrição de localização

source: If checked, the visualization will be visible to users with roles that do not have "Full Organization Access"
pt: Se marcado, a visualização ficará visível para usuários com papéis que não possuem "Acesso Total à Organização"

source: This report has been deprecated.
pt: Este relatório foi descontinuado.

source: Row count is too large
pt: A contagem de linhas é muito grande
