Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Please choose a form
pt: Por favor, escolha um formulário

source: Please make a released build of the application
pt: Por favor, faça uma build liberada do aplicativo

source: Form not found in latest released app build
pt: Formulário não encontrado na última build liberada do aplicativo

source: Connect Survey
pt: Conectar Pesquisa

source: Add Event
pt: Adicionar Evento

source: Advanced Survey Options
pt: Opções Avançadas de Pesquisa

source: At
pt: Em

source: Define the send times in the events below.
pt: Defina os horários de envio nos eventos abaixo.

source: Random Window Length (minutes)
pt: Duração da Janela Aleatória (minutos)

source: weeks
pt: semanas

source: months
pt: meses

source: Stop
pt: Parar

source: occurrences
pt: ocorrências

source: weekly occurrences
pt: ocorrências semanais

source: monthly occurrences
pt: ocorrências mensais

source: Date of final occurrence:
pt: Data da última ocorrência:

source: The "Case's Parent Case" Recipient setting only works for Parent / Child relationships, not Parent / Extension or Host / Extension relationships.
pt: A configuração de Destinatário "Caso Pai do Caso" só funciona para relações de Pai / Filho, não para relações de Pai / Extensão ou Anfitrião / Extensão.

source: Select mobile worker(s)
pt: Selecionar trabalhador(es) móvel(is)

source: Select user group(s)
pt: Selecionar grupo(s) de usuário(s)

source: Select user organization(s)
pt: Selecionar organização(ões) de usuário(s)

source: For the selected organizations, include
pt: Para as organizações selecionadas, incluir

source: Select organization levels(s)
pt: Selecionar nível(is) de organização

source: Select case group(s)
pt: Selecionar grupo(s) de casos

source: Filter user recipients
pt: Filtrar destinatários de usuários

source: (not found)
pt: (não encontrado)

source: Please specify the user(s) or deselect users as recipients
pt: Por favor, especifique o(s) usuário(s) ou desmarque usuários como destinatários

source: One or more users were unexpectedly not found. Please select user(s) again.
pt: Um ou mais usuários não foram encontrados inesperadamente. Por favor, selecione o(s) usuário(s) novamente.

source: Please specify the groups(s) or deselect user groups as recipients
pt: Por favor, especifique o(s) grupo(s) ou desmarque grupos de usuários como destinatários

source: One or more user groups were unexpectedly not found. Please select group(s) again.
pt: Um ou mais grupos de usuários não foram encontrados inesperadamente. Por favor, selecione o(s) grupo(s) novamente.

source: Please specify the organization(s) or deselect user organizations as recipients
pt: Por favor, especifique a(s) organização(ões) ou desmarque organizações de usuários como destinatários

source: One or more user organizations were unexpectedly not found. Please select organization(s) again.
pt: Uma ou mais organizações de usuários não foram encontradas inesperadamente. Por favor, selecione a(s) organização(ões) novamente.

source: Please specify the organization level(s) or choose to send to all organization levels
pt: Por favor, especifique o(s) nível(is) de organização ou escolha enviar para todos os níveis de organização

source: An error occurred. Please try again
pt: Ocorreu um erro. Por favor, tente novamente

source: One or more user organization levels were unexpectedly not found. Please select organization level(s) again.
pt: Um ou mais níveis de organização de usuários não foram encontrados inesperadamente. Por favor, selecione o(s) nível(is) de organização novamente.

source: Please specify the case groups(s) or deselect case groups as recipients
pt: Por favor, especifique o(s) grupo(s) de casos ou desmarque grupos de casos como destinatários

source: One or more case groups were unexpectedly not found. Please select group(s) again.
pt: Um ou mais grupos de casos não foram encontrados inesperadamente. Por favor, selecione o(s) grupo(s) novamente.

source: Please select the applicable day(s) of the week.
pt: Por favor, selecione o(s) dia(s) da semana aplicável(is).

source: Please select the applicable day(s) of the month.
pt: Por favor, selecione o(s) dia(s) do mês aplicável(is).

source: Invalid JSON: Needs to be an object with valid properties as keys and list of strings as values
pt: JSON inválido: Precisa ser um objeto com propriedades válidas como chaves e listas de strings como valores

source: Invalid JSON: Keys are not valid user case property names: %s
pt: JSON inválido: As chaves não são nomes válidos de propriedades de caso de usuário: %s

source: Invalid JSON: Values for keys are not lists of strings: %s
pt: JSON inválido: Os valores das chaves não são listas de strings: %s

source: Broadcast Name
pt: Nome da Transmissão

source: You cannot create an immediate broadcast which is inactive.
pt: Você não pode criar uma transmissão imediata que esteja inativa.

source: The first available time after the rule is satisfied
pt: O primeiro horário disponível após a regra ser satisfeita

source: The date from case property
pt: A data da propriedade do caso

source: A specific date
pt: Uma data específica

source: Exactly on the start date
pt: Exatamente na data de início

source: Before the start date by
pt: Antes da data de início por

source: After the start date by
pt: Após a data de início por

source: The first Sunday that occurs on or after the start date
pt: O primeiro domingo que ocorre na data de início ou após ela

source: The first Monday that occurs on or after the start date
pt: A primeira segunda-feira que ocorre na data de início ou após ela

source: The first Tuesday that occurs on or after the start date
pt: A primeira terça-feira que ocorre na data de início ou após ela

source: The first Wednesday that occurs on or after the start date
pt: A primeira quarta-feira que ocorre na data de início ou após ela

source: The first Thursday that occurs on or after the start date
pt: A primeira quinta-feira que ocorre na data de início ou após ela

source: The first Friday that occurs on or after the start date
pt: A primeira sexta-feira que ocorre na data de início ou após ela

source: The first Saturday that occurs on or after the start date
pt: O primeiro sábado que ocorre na data de início ou após ela

source: Restart schedule when this case property takes any new value:
pt: Reiniciar o agendamento quando esta propriedade do caso receber qualquer novo valor:

source: Scheduler: Form
pt: Agendador: Formulário

source: Scheduler: Use
pt: Agendador: Uso

source: the first date in the visit window
pt: a primeira data na janela de visita

source: the due date of the visit
pt: a data de vencimento da visita

source: the last date in the visit window
pt: a última data na janela de visita

source: Custom Data: Name
pt: Dados Personalizados: Nome

source: Custom Data: Value
pt: Dados Personalizados: Valor

source: Custom SMS
pt: SMS Personalizado

source: Push Notification
pt: Notificação Push

source: The time from case property
pt: O horário da propriedade do caso

source: The Case
pt: O Caso

source: The Case's Owner
pt: Responsável pelo Caso

source: The Case's Last Submitting User
pt: Último Usuário que Enviou o Caso

source: The Case's Parent Case
pt: Caso Pai

source: The Case's Child Cases
pt: Casos Filhos

source: Username Specified via Case Property
pt: Nome de Usuário Especificado via Propriedade do Caso

source: User ID Specified via Case Property
pt: ID de Usuário Especificado via Propriedade do Caso

source: Email Specified via Case Property
pt: E-mail Especificado via Propriedade do Caso

source: Custom Recipient
pt: Destinatário Personalizado

source: A date from a visit scheduler
pt: Uma data de um agendador de visitas

source: Scheduler: Visit
pt: Agendador: Visita

source: Begin
pt: Início

source: day(s)
pt: dia(s)

source: Username Case Property
pt: Propriedade do Caso: Nome de Usuário

source: User ID Case Property
pt: Propriedade do Caso: ID de Usuário

source: Email Case Property
pt: Propriedade do Caso: E-mail

source: Restart Schedule
pt: Reiniciar Agendamento

source: case property
pt: propriedade do caso

source: This cannot be changed after initial configuration.
pt: Isso não pode ser alterado após a configuração inicial.

source: Use case property stop date
pt: Usar data de término da propriedade do caso

source: Capture Custom Data on each SMS
pt: Capturar Dados Personalizados em cada SMS

source: You may not start sending before the day that the rule triggers.
pt: Você não pode começar a enviar antes do dia em que a regra é acionada.

source: Invalid choice selected
pt: Escolha inválida selecionada

source: This option can only be enabled when the schedule's start date is set automatically.
pt: Esta opção só pode ser ativada quando a data de início do agendamento é definida automaticamente.

source: Only dynamic case properties are allowed
pt: Apenas propriedades de caso dinâmicas são permitidas

source: The selected form does not have a schedule enabled.
pt: O formulário selecionado não tem um agendamento habilitado.

source: Visit number not found in latest released app build. Please check form configuration.
pt: Número da visita não encontrado na versão mais recente do aplicativo publicada. Verifique a configuração do formulário.

source: The referenced visit in the latest released app build is a repeat visit. Repeat visits are not supported
pt: A visita referenciada na versão mais recente do aplicativo publicada é uma visita repetida. Visitas repetidas não são suportadas

source: The referenced visit in the latest released app build does not have a window end date. Visits which do not have a window end date are not supported
pt: A visita referenciada na versão mais recente do aplicativo publicada não possui data de término da janela. Visitas sem data de término da janela não são suportadas

source: Please first select a visit scheduler form
pt: Por favor, selecione primeiro um formulário de agendamento de visitas

source: Please enter a number greater than 0
pt: Por favor, insira um número maior que 0

source: Email case property can only be used with Email content
pt: A propriedade de e-mail do caso só pode ser usada com conteúdo de e-mail

source: Push Notifications is no longer available on this environment. Please contact Administrator.
pt: Notificações Push não estão mais disponíveis neste ambiente. Por favor, entre em contato com o Administrador.

source: Push Notifications is not available for your project. Please contact Administrator.
pt: Notificações Push não estão disponíveis para seu projeto. Por favor, entre em contato com o Administrador.

source: '{}' recipient types are not supported for Push Notifications
pt: Tipos de destinatário '{}' não são suportados para Notificações Push

source: An instance of the schedule will be created for each open case matching all filter criteria below.
pt: Uma instância da programação será criada para cada caso aberto que corresponda a todos os critérios de filtro abaixo.

source: Background Sync
pt: Sincronização em Segundo Plano

source: Display Messages
pt: Exibir Mensagens

source: Data Messages
pt: Mensagens de Dados

source: Add Broadcast
pt: Adicionar Transmissão

source: Scheduled Broadcasts
pt: Transmissões Agendadas

source: There are no messages to display.
pt: Não há mensagens para exibir.

source: Immediate Broadcasts History
pt: Histórico de Transmissões Imediatas

source: Since you are a Superuser, you will see additional options.
pt: Como você é um Superusuário, verá opções adicionais.

source: NOTE: A system administrator is required to edit this alert.
pt: NOTA: Um administrador do sistema é necessário para editar este alerta.

source: Schedule & Recipients
pt: Agendamento e Destinatários

source: Conditional Alerts
pt: Alertas condicionais

source: Conditional alerts allow you to send messaging content on a specific schedule. Read more about conditional alerts on the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Help Site</a>.
pt: Alertas condicionais permitem que você envie conteúdo de mensagens em um agendamento específico. Leia mais sobre alertas condicionais no <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts" target="_blank">Site de Ajuda</a>.

source: New Conditional Alert
pt: Novo Alerta Condicional

source: Bulk Upload SMS Alert Content
pt: Envio em Massa de Conteúdo de Alerta SMS

source: There are no alerts to display.
pt: Não há alertas para exibir.

source: Processing
pt: Processando

source: Restart Rule
pt: Reiniciar Regra

source: For information on Broadcasts, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">Broadcasts</a> help page.
pt: Para informações sobre Transmissões, veja a página de ajuda de <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944996/Broadcast+Messaging">Transmissões</a>.

source: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Click here</a> for more information about this dashboard.
pt: <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143945812/CommCare+Messaging+Reports#Messaging-Dashboard">Clique aqui</a> para mais informações sobre este painel.

source: SMS Status:
pt: Status do SMS:

source: Processing Complete
pt: Processamento Concluído

source: Processing In Progress
pt: Processamento em Andamento

source: Processing Paused
pt: Processamento Pausado

source: SMS queued
pt: SMS na fila

source: SMS Status
pt: Status do SMS

source: <p><strong>Processing Complete:</strong> All queued messages have been processed.</p> <p><strong>Processing In Progress:</strong> There are queued messages which are currently being processed.</p> <p><strong>Processing Paused:</strong> No messages are currently being processed. Any messages created will remain queued until SMS processing resumes.</p>
pt: <p><strong>Processamento Concluído:</strong> Todas as mensagens na fila foram processadas.</p> <p><strong>Processamento em Andamento:</strong> Existem mensagens na fila que estão sendo processadas no momento.</p> <p><strong>Processamento Pausado:</strong> Nenhuma mensagem está sendo processada no momento. Quaisquer mensagens criadas permanecerão na fila até que o processamento de SMS seja retomado.</p>

source: Daily Usage
pt: Uso Diário

source: The number of SMS sent today out of the total daily limit for your project. If you require a higher limit, contact support.
pt: O número de SMS enviados hoje do total do limite diário para seu projeto. Se precisar de um limite maior, entre em contato com o suporte.

source: Restricted Times
pt: Horários Restritos

source: Your project currently does not restrict the times of day at which SMS can be sent.
pt: Seu projeto atualmente não restringe os horários do dia em que SMS podem ser enviados.

source: Your project restricts the times of day at which SMS can be sent. SMS will resume sending at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
pt: Seu projeto restringe os horários do dia em que SMS podem ser enviados. O envio de SMS será retomado às <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: Your project restricts the times of day at which SMS can be sent. SMS sending is currently active. The next restricted period begins at <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).
pt: Seu projeto restringe os horários do dia em que SMS podem ser enviados. O envio de SMS está atualmente ativo. O próximo período restrito começa às <span data-bind="text: sms_resume_time"></span> (<span data-bind="text: project_timezone"></span>).

source: All Messaging Events Status:
pt: Status de Todos os Eventos de Mensagens:

source: event(s) queued
pt: evento(s) na fila

source: All Messaging Events Status
pt: Status de Todos os Eventos de Mensagens

source: <p><strong>Processing Complete:</strong> All due events have been processed.</p> <p><strong>Processing In Progress:</strong> There are events which are due that are currently being processed.</p>
pt: <p><strong>Processamento Concluído:</strong> Todos os eventos devidos foram processados.</p> <p><strong>Processamento em Andamento:</strong> Existem eventos devidos que estão sendo processados no momento.</p>

source: View <a target="_blank" href="%(scheduled_events_url)s">scheduled events</a>
pt: Ver <a target="_blank" href="%(scheduled_events_url)s">eventos agendados</a>

source: Incoming / Outgoing SMS
pt: SMS Recebido / Enviado

source: Summary of SMS activity. Outgoing SMS represent SMS successfully handed off to an SMS gateway for delivery.
pt: Resumo da atividade de SMS. SMS enviados representam SMS entregues com sucesso a uma operadora para entrega.

source: Showing SMS activity over the last 30 days. <a target="_blank" href="%(message_log_url)s">See full message log</a>
pt: Mostrando a atividade de SMS nos últimos 30 dias. <a target="_blank" href="%(message_log_url)s">Veja o registro completo de mensagens</a>

source: Dates are presented in YYYY-MM-DD format
pt: As datas são apresentadas no formato AAAA-MM-DD

source: Messaging Events (Success / Error)
pt: Eventos de Mensagens (Sucesso / Erro)

source: Shows the counts of messaging events that completed successfully as well as those that had errors.
pt: Mostra as contagens de eventos de mensagens que foram concluídos com sucesso, bem como aqueles que tiveram erros.

source: Summarizing messaging events over the last 30 days. <a target="_blank" href="%(messaging_history_url)s">See full messaging history for more detail</a>
pt: Resumindo os eventos de mensagens dos últimos 30 dias. <a target="_blank" href="%(messaging_history_url)s">Veja o histórico completo de mensagens para mais detalhes</a>

source: Messaging Event Error Summary
pt: Resumo de Erros de Eventos de Mensagens

source: Gives a breakdown of messaging event errors and the counts of their occurrences. Hover over a bar to see the error.
pt: Fornece uma análise dos erros de eventos de mensagens e a contagem de suas ocorrências. Passe o mouse sobre uma barra para ver o erro.

source: Summarizing errors over the last 30 days. <a target="_blank" href="%(messaging_history_errors_url)s">See full messaging error history for more detail</a>
pt: Resumindo os erros dos últimos 30 dias. <a target="_blank" href="%(messaging_history_errors_url)s">Veja o histórico completo de erros de mensagens para mais detalhes</a>

source: Last updated:
pt: Última atualização:

source: Send on
pt: Enviar em

source: at
pt: às

source: and send
pt: e enviar

source: Translate this message
pt: Traduzir esta mensagem

source: See the <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">help site</a> for some optional formatting that can be applied to this message.
pt: Veja o <a href="https://confluence.dimagi.com/display/commcarepublic/Conditional+Alerts#ConditionalAlerts-Content" target="_blank">site de ajuda</a> para algumas formatações opcionais que podem ser aplicadas a esta mensagem.

source: Translation
pt: Tradução

source: header
pt: cabeçalho

source: font
pt: fonte

source: font size
pt: tamanho da fonte

source: bold
pt: negrito

source: italic
pt: itálico

source: underline
pt: sublinhado

source: strike through
pt: tachado

source: text color
pt: cor do texto

source: background color
pt: cor de fundo

source: ordered list
pt: lista ordenada

source: unordered list
pt: lista não ordenada

source: indent
pt: indentar

source: unindent
pt: remover indentação

source: align text
pt: alinhar texto

source: clear formatting
pt: limpar formatação

source: Insert Image
pt: Inserir imagem

source: Uploading
pt: Enviando

source: Insert
pt: Inserir

source: Insert Link
pt: Inserir link

source: Link Label
pt: Rótulo do link

source: Link Address
pt: Endereço do link

source: All events
pt: Todos os eventos

source: Events to be sent after
pt: Eventos a serem enviados após

source: Broadcasts
pt: Transmissões

source: The '{sheet_name}' sheet is missing an id column. This sheet has been skipped.
pt: A planilha '{sheet_name}' está sem uma coluna de id. Esta planilha foi ignorada.

source: This file is missing the '{sheet_name}' sheet. Please add this sheet and upload again.
pt: Este arquivo está sem a planilha '{sheet_name}'. Por favor, adicione esta planilha e envie novamente.

source: Row {index} in '{sheet_name}' sheet is missing an id.
pt: A linha {index} na planilha '{sheet_name}' está sem um id.

source: Could not find rule for row {index} in '{sheet_name}' sheet, with id {id}
pt: Não foi possível encontrar a regra para a linha {index} na planilha '{sheet_name}', com id {id}

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, is currently processing and cannot be updated.
pt: A linha {index} na planilha '{sheet_name}', com id da regra {id}, está sendo processada no momento e não pode ser atualizada.

source: Row {index} in '{sheet_name}' sheet, with rule id {id}, does not use SMS content.
pt: A linha {index} na planilha '{sheet_name}', com id da regra {id}, não utiliza conteúdo SMS.

source: Could not update rule with id {id} in '{sheet_name}' sheet: expected {expected} row(s) but found {actual}.
pt: Não foi possível atualizar a regra com id {id} na planilha '{sheet_name}': esperado(s) {expected} linha(s), mas encontrado(s) {actual}.

source: Error updating rule with id {id} in '{sheet_name}' sheet: {detail}
pt: Erro ao atualizar a regra com id {id} na planilha '{sheet_name}': {detail}

source: Updated {count} rule(s) in '{sheet_name}' sheet
pt: Atualizada(s) {count} regra(s) na planilha '{sheet_name}'

source: Rule name must be the same in all rows
pt: O nome da regra deve ser o mesmo em todas as linhas

source: Missing message
pt: Mensagem ausente

source: New Broadcast
pt: Nova Transmissão

source: Edit Broadcast
pt: Editar Transmissão

source: This broadcast is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
pt: Esta transmissão não é editável porque utiliza uma pesquisa por SMS e sua assinatura atual não permite o uso de SMS recebidos.

source: For information on Conditional Alerts, see the {} help page.
pt: Para informações sobre Alertas Condicionais, veja a página de ajuda {}.

source: Edit Conditional Alert
pt: Editar Alerta Condicional

source: Editing a conditional alert will cause it to process each case of the alert's case type. This may take some time.
pt: Editar um alerta condicional fará com que ele processe cada caso do tipo de caso do alerta. Isso pode levar algum tempo.

source: Please allow the rule to finish processing before editing.
pt: Aguarde o término do processamento da regra antes de editar.

source: This alert is not editable because it uses an SMS survey and your current subscription does not allow use of inbound SMS.
pt: Este alerta não é editável porque utiliza uma pesquisa por SMS e sua assinatura atual não permite o uso de SMS recebidos.

source: This alert is not editable because it uses IVR, which is no longer supported.
pt: Este alerta não é editável porque utiliza IVR, que não é mais suportado.

source: This alert is not editable because it uses the SMS / Callback workflow, which is no longer supported.
pt: Este alerta não é editável porque utiliza o fluxo de trabalho SMS / Callback, que não é mais suportado.
