Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Request a CommCare Demo
pt: Solicitar uma demonstração do CommCare

source: Get a Tour of CommCare
pt: Faça um tour pelo CommCare

source: Thank you! A member of our team will be in touch to schedule a time with you.
pt: Obrigado! Um membro da nossa equipe entrará em contato para agendar um horário com você.

source: Alt Text
pt: Texto alternativo

source: Alternative text description
pt: Descrição alternativa do texto

source: Give Feedback
pt: Enviar feedback

source: We would love to get your feedback
pt: Adoraríamos receber seu feedback

source: How would you rate this feature?
pt: Como você avaliaria este recurso?

source: Don't Like It / Not Useful
pt: Não gostei / Não é útil

source: Not Sure / Confusing
pt: Não tenho certeza / Confuso

source: Love It / Useful
pt: Adorei / Útil

source: Any other comments?
pt: Algum outro comentário?

source: Thank you for your feedback! We appreciate it.
pt: Obrigado pelo seu feedback! Agradecemos muito.

source: Submit Feedback
pt: Enviar feedback

source: Previous
pt: Anterior

source: Your CommCare trial ended on %(paused_date)s.
pt: Sua avaliação do CommCare terminou em %(paused_date)s.

source: Your previous <strong>%(previous_edition)s Edition</strong> subscription was paused on %(paused_date)s.
pt: Sua assinatura anterior da <strong>Edição %(previous_edition)s</strong> foi pausada em %(paused_date)s.

source: Subscribe to a plan to gain access to your project space.
pt: Assine um plano para obter acesso ao seu espaço de projeto.

source: Please contact your project's billing administrator about re-subscribing to a paid plan. Once your project is re-subscribed, you will re-gain access to your project space and its data.
pt: Entre em contato com o administrador de cobrança do seu projeto para reativar a assinatura de um plano pago. Assim que seu projeto for reativado, você terá acesso novamente ao seu espaço de projeto e seus dados.

source: The current date and time is
pt: A data e hora atual é

source: All dates are in
pt: Todas as datas estão em

source: Your browser is unsupported, please consider another option
pt: Seu navegador não é compatível, por favor considere outra opção

source: We recommend <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. or <a href="https://www.apple.com/safari/">Safari</a>.
pt: Recomendamos <a href="https://www.google.com/chrome">Chrome</a> , <a href="http://www.mozilla.org/">Firefox</a>. ou <a href="https://www.apple.com/safari/">Safari</a>.

source: <a href="https://dimagi.com/commcare/">CommCare</a> is copyright &copy;
pt: <a href="https://dimagi.com/commcare/">CommCare</a> é copyright &copy;

source: Your browser is unsupported, please consider another option.
pt: Seu navegador não é compatível, por favor considere outra opção.

source: We recommend <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> or <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.
pt: Recomendamos <a href="https://www.google.com/chrome" class="alert-link">Chrome</a> , <a href="http://www.mozilla.org/" class="alert-link">Firefox</a> ou <a href="https://www.apple.com/safari/" class="alert-link">Safari</a>.

source: You're using the free edition of CommCare intended only for practice purposes. <a href="%(url_sub)s" id="cta-community-sub">Upgrade to a plan</a> for full access.
pt: Você está usando a edição gratuita do CommCare, destinada apenas para fins de prática. <a href="%(url_sub)s" id="cta-community-sub">Faça upgrade para um plano</a> para ter acesso completo.

source: <a href="%(sub_url)s">Click here</a> to upgrade or reach out to us at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> to learn more!
pt: <a href="%(sub_url)s">Clique aqui</a> para fazer upgrade ou entre em contato conosco pelo e-mail <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a> para saber mais!

source: Permanently dismiss this alert
pt: Dispensar este alerta permanentemente

source: You're using the free edition of CommCare for practice purposes.
pt: Você está usando a edição gratuita do CommCare para fins de prática.

source: With a 5-user limit, it's not intended for active programs.<br /> <a href="%(change_plan_url)s">Upgrade</a> to a paid plan to boost security, expand your team, access expert support, and unlock the full power of CommCare.
pt: Com limite de 5 usuáries, não é destinada a programas ativos.<br /> <a href="%(change_plan_url)s">Faça upgrade</a> para um plano pago para aumentar a segurança, expandir sua equipe, acessar suporte especializado e desbloquear todo o potencial do CommCare.

source: Your download is ready.
pt: Seu download está pronto.

source: You have <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s day%(days_plural)s remaining</a> in your CommCare %(trial_edition)s Edition Trial.
pt: Você tem <a href="%(url_sub)s" id="cta-trial-days-remaining">%(num_trial_days_remaining)s dia%(days_plural)s restante(s)</a> em sua avaliação da Edição CommCare %(trial_edition)s.

source: You are on a <a href="%(url_sub)s" id="cta-trial-days-remaining">trial</a> of CommCare %(trial_edition)s Edition.
pt: Você está em uma <a href="%(url_sub)s" id="cta-trial-days-remaining">avaliação</a> da Edição CommCare %(trial_edition)s.

source: No results found.
pt: Nenhum resultado encontrado.

source: Showing %(start)s to %(end)s of %(total)s entries
pt: Exibindo %(start)s a %(end)s de %(total)s entradas

source: %(p)s per page
pt: %(p)s por página

source: Change User Password
pt: Alterar senha de usuárie

source: Change Password for
pt: Alterar senha de

source: Hello World
pt: Olá Mundo

source: TranslationOne
pt: TraduçãoUm

source: TranslationTwo
pt: TraduçãoDois

source: Translate Me
pt: Traduza-me

source: Format {}
pt: Formato {}

source: Your authentication token is %s
pt: Seu token de autenticação é %s

source: Error received from SMS partner. If you do not receive a token, please retry in a few minutes.
pt: Erro recebido do parceiro de SMS. Se você não receber um token, tente novamente em alguns minutos.

# twilio_locale
source: en
pt: pt

source: Welcome back to %s!
pt: Bem-vinde de volta ao %s!

source: You do not have access to this file. It can only be uploaded to dropbox by the user who created it
pt: Você não tem acesso a este arquivo. Ele só pode ser enviado ao Dropbox pela pessoa que o criou

source: Apps/{app}/{dest} is queued to sync to dropbox! You will receive an email when it completes.
pt: Apps/{app}/{dest} está na fila para sincronizar com o Dropbox! Você receberá um e-mail quando for concluído.

source: Your CommCare HQ Issue Report has been sent. We are working quickly to resolve this problem.
pt: Seu Relatório de Problema do CommCare HQ foi enviado. Estamos trabalhando rapidamente para resolver este problema.

source: Apache License
pt: Licença Apache

source: BSD License
pt: Licença BSD

source: items per page
pt: itens por página

source: You have no items.
pt: Você não tem itens.

source: Deleted Items:
pt: Itens excluídos:

source: New Items:
pt: Novos itens:

source: <strong>Problem Refreshing List:</strong> %s
pt: <strong>Problema ao atualizar a lista:</strong> %s

source: <strong>Problem Deleting:</strong> %s
pt: <strong>Problema ao excluir:</strong> %s

source: The item's ID was not passed to the server.
pt: O ID do item não foi enviado ao servidor.

source: We've redirected you to the %s matching your query
pt: Redirecionamos você para o %s correspondente à sua consulta

source: Maintenance Alerts
pt: Alertas de manutenção

source: Continue to {}
pt: Continuar para {}

source: Last 7 Days
pt: Últimos 7 dias

source: Last Month
pt: Mês Passado

source: Last 30 Days
pt: Últimos 30 dias

source: to
pt: até

source: Enable AWS Connect Dialer
pt: Ativar discador AWS Connect

source: AWS Instance ID
pt: ID da instância AWS

source: Enter "yourinstance" if your AWS Connect account is "https://yourinstance.awsapps.com/connect/"
pt: Digite "yourinstance" se sua conta AWS Connect for "https://yourinstance.awsapps.com/connect/"

source: Dialer Page Title
pt: Título da página do discador

source: A title for the Dialer Page header
pt: Um título para o cabeçalho da página do discador

source: Dialer Page Subtitle
pt: Subtítulo da página do discador

source: A subtitle for the Dialer Page header
pt: Um subtítulo para o cabeçalho da página do discador

source: Enable GAEN OTP server integration
pt: Ativar integração do servidor GAEN OTP

source: GAEN Server Type
pt: Tipo de Servidor GAEN

source: Select server type
pt: Selecione o tipo de servidor

source: NearForm OTP Server
pt: Servidor OTP NearForm

source: APHL Exposure Notifications
pt: Notificações de Exposição APHL

source: Server Endpoint
pt: Endpoint do Servidor

source: Server Auth Token
pt: Token de Autenticação do Servidor

source: Enable in Web Apps
pt: Ativar em Aplicativos Web

source: External Callout URL
pt: URL de Chamada Externa

source: Enter the base URL for callouts that should be signed
pt: Insira a URL base para chamadas que devem ser assinadas

source: API Key
pt: Chave de API

source: API Key for CommCare in the external system
pt: Chave de API para o CommCare no sistema externo

source: API Secret
pt: Segredo da API

source: API secret for message signing
pt: Segredo da API para assinatura de mensagens

source: Enable Simprints Integration
pt: Ativar Integração Simprints

source: Project ID
pt: ID do Projeto

source: Module ID
pt: ID do Módulo

source: Recipient Data Store
pt: Armazenamento de Dados do Destinatário

source: Other Case Type
pt: Outro Tipo de Caso

source: Provider
pt: Provedor

source: API Field to Recipient Data Map
pt: Campo da API para Mapeamento de Dados do Destinatário

source: Maps API field for the KYC provider to the field used for storing the relevant data. To learn more about this, please have a look at our <a href="{}" target="_blank">support documentation</a>.
pt: Mapeia o campo da API para o provedor KYC ao campo usado para armazenar os dados relevantes. Para saber mais sobre isso, consulte nossa <a href="{}" target="_blank">documentação de suporte</a>.

source: Custom User Data
pt: Dados Personalizados do Usuário

source: User Case
pt: Caso do Usuário

source: This field is required when "Recipient Data Store" is set to "Other Case Type".
pt: Este campo é obrigatório quando "Armazenamento de Dados do Destinatário" está definido como "Outro Tipo de Caso".

source: User information on HQ is not complete or invalid.
pt: As informações do usuário no HQ estão incompletas ou inválidas.

source: User information on HQ does not match with KYC provider.
pt: As informações do usuário no HQ não correspondem ao provedor KYC.

source: Network error occurred. Please try again, or reach out to support if the issue persists.
pt: Ocorreu um erro de rede. Por favor, tente novamente ou entre em contato com o suporte se o problema persistir.

source: API error occurred. Please reach out to support.
pt: Ocorreu um erro de API. Por favor, entre em contato com o suporte.

source: KYC Status
pt: Status do KYC

source: Last Verified
pt: Última Verificação

source: Verify
pt: Verificar

source: KYC Configuration
pt: Configuração do KYC

source: Unknown error
pt: Erro desconhecido

source: KYC Report
pt: Relatório KYC

source: Request failed
pt: Solicitação falhou

source: Batch number
pt: Número do lote

source: Show all
pt: Mostrar tudo

source: Payment status
pt: Status do pagamento

source: Connection Settings
pt: Configurações de Conexão

source: Environment
pt: Ambiente

source: Payment Configuration
pt: Configuração de Pagamento

source: Live
pt: Produção

source: Something went wrong
pt: Algo deu errado

source: Payment request failed
pt: Falha na solicitação de pagamento

source: Invalid payee details
pt: Detalhes do beneficiário inválidos

source: Payment has not been verified
pt: O pagamento não foi verificado

source: Payment has already been requested
pt: O pagamento já foi solicitado

source: Verify Selected
pt: Verificar selecionado

source: Batch Number
pt: Número do lote

source: Currency
pt: Moeda

source: User or Case ID
pt: Usuário ou ID do caso

source: Payee Note
pt: Nota do beneficiário

source: Payer Message
pt: Mensagem do pagador

source: Verified
pt: Verificado

source: Verified By
pt: Verificado por

source: Unavailable
pt: Indisponível

source: Payments Verification Report
pt: Relatório de verificação de pagamentos

source: Payments Configuration
pt: Configuração de pagamentos

source: Dialer
pt: Discador

source: NOT LOGGED IN
pt: NÃO CONECTADO

source: Login
pt: Entrar

source: Telephone
pt: Telefone

source: Phone Number:
pt: Número de telefone:

source: NOT AVAILABLE
pt: NÃO DISPONÍVEL

source: Call Status:
pt: Status da chamada:

source: Not Dialed
pt: Não discado

source: Contact ID:
pt: ID do contato:

source: Queue Name:
pt: Nome da fila:

source: Dial Now
pt: Discar agora

source: Preferences
pt: Preferências

source: Auto dial on load
pt: Discar automaticamente ao carregar

source: Copy To Clipboard
pt: Copiar para a área de transferência

source: Media Devices
pt: Dispositivos de mídia

source: Speakers
pt: Alto-falantes

source: Microphone
pt: Microfone

source: Mic. Permission
pt: Permissão do microfone

source: Check Media
pt: Verificar mídia

source: Network
pt: Rede

source: Check Network
pt: Verificar rede

source: Agent Training Center
pt: Centro de treinamento de agentes

source: Agent Support Center
pt: Centro de suporte ao agente

source: Exposure Notification OTP
pt: OTP de notificação de exposição

source: OTP Code for
pt: Código OTP para

source: Close OTP and Return
pt: Fechar OTP e retornar

source: This domain does not have a saved KYC configuration, which is required to view this report. Please create a configuration first.
pt: Este domínio não possui uma configuração de KYC salva, que é necessária para visualizar este relatório. Por favor, crie uma configuração primeiro.

source: Navigate there.
pt: Navegue até lá.

source: Verify All
pt: Verificar tudo

source: Configuration saved successfully!
pt: Configuração salva com sucesso!

source: Successfully verified %(success_count)s rows!
pt: %(success_count)s linhas verificadas com sucesso!

source: Failed to verify %(failure_count)s rows!
pt: Falha ao verificar %(failure_count)s linhas!

source: Pass
pt: Aprovado

source: Fail
pt: Reprovado

source: Invalid
pt: Inválido

source: The status has been manually set to an invalid value. Please re-verify.
pt: O status foi definido manualmente para um valor inválido. Por favor, reverifique.

source: Not Checked
pt: Não Verificado

source: Confirm Payments
pt: Confirmar Pagamentos

source: Are you sure you want to proceed with the selected payments?
pt: Tem certeza de que deseja prosseguir com os pagamentos selecionados?

source: To request payments successfully, add necessary settings on the <a href="%(config_url)s">Payments Configuration</a> page.
pt: Para solicitar pagamentos com sucesso, adicione as configurações necessárias na <a href="%(config_url)s">Configuração de Pagamentos</a> página.

source: Biometric Integration
pt: Integração Biométrica

source: Biometric Integration settings have been updated.
pt: As configurações de Integração Biométrica foram atualizadas.

source: Could not update Biometric Integration settings.
pt: Não foi possível atualizar as configurações de Integração Biométrica.

source: OTP Request missing a required argument 'case_id'
pt: Solicitação de OTP está faltando o argumento obrigatório 'case_id'

source: No matching patient record found
pt: Nenhum registro de paciente correspondente encontrado

source: We are having problems communicating with the Exposure Notification server please try again later
pt: Estamos com problemas para nos comunicar com o servidor de Notificação de Exposição por favor, tente novamente mais tarde

source: Dialer Settings
pt: Configurações do Discador

source: Dialer Settings Updated
pt: Configurações do Discador Atualizadas

source: Could not update Dialer Settings
pt: Não foi possível atualizar as Configurações do Discador

source: GAEN OTP Server Config
pt: Configuração do Servidor OTP GAEN

source: GAEN OTP Server Settings Updated
pt: Configurações do Servidor OTP GAEN Atualizadas

source: Could not update GAEN OTP Server Settings
pt: Não foi possível atualizar as Configurações do Servidor OTP GAEN

source: Signed Callout Settings
pt: Configurações de Callout Assinado

source: Callout Settings Updated
pt: Configurações de Callout Atualizadas

source: Could not update Callout Settings
pt: Não foi possível atualizar as Configurações de Callout

source: You cannot access this page from your current IP address
pt: Você não pode acessar esta página a partir do seu endereço IP atual

source: Lookup Table
pt: Tabela de Consulta

source: Keyword
pt: Palavra-chave

source: Data Expressions and Filters
pt: Expressões de Dados e Filtros

source: Automatic Update Rule
pt: Regra de Atualização Automática

source: Custom User Data Fields
pt: Campos Personalizados de Dados do Usuário

source: Custom Location Data Fields
pt: Campos Personalizados de Dados de Localização

source: User Roles
pt: Funções de Usuário

source: Feature Flags
pt: Sinalizadores de Recursos

source: Case Search Settings
pt: Configurações de Pesquisa de Casos

source: OTP Pass-through Settings
pt: Configurações de Passagem de OTP

source: Signed Callout
pt: Callout Assinado

source: Tableau Server and Visualizations
pt: Servidor Tableau e Visualizações

source: Custom Product Data Fields
pt: Campos Personalizados de Dados de Produto

source: Project Space Link
pt: Link do Espaço do Projeto

source: Content
pt: Conteúdo

source: Linking keywords to a remote link is not currently supported
pt: Vincular palavras-chave a um link remoto não é suportado atualmente

source: Keyword does not exist in the upstream domain
pt: A palavra-chave não existe no domínio de origem

source: Keyword {keyword} already exists in downstream domain {domain}
pt: A palavra-chave {keyword} já existe no domínio de destino {domain}

source: Linked keyword could not be found
pt: A palavra-chave vinculada não pôde ser encontrada

source: Upstream keyword could not be found. Maybe it has been deleted?
pt: A palavra-chave de origem não pôde ser encontrada. Talvez tenha sido excluída?

source: Keyword {keyword} references an application that has multiple linked applications. It cannot be updated.
pt: A palavra-chave {keyword} faz referência a um aplicativo que possui vários aplicativos vinculados. Não pode ser atualizada.

source: Keyword {keyword} references an application that has not been linked to {linked_domain}
pt: A palavra-chave {keyword} faz referência a um aplicativo que não foi vinculado a {linked_domain}

source: should be the full link without the trailing /. Example: https://www.commcarehq.org
pt: deve ser o link completo sem a barra final /. Exemplo: https://www.commcarehq.org

source: {} is already a downstream project space of {}. You must remove the existing link before creating this new link.
pt: {} já é um espaço de projeto de destino de {}. Você deve remover o link existente antes de criar este novo link.

source: Release complete. {} project(s) succeeded. {} The following content was released: {} The following linked project spaces received content:
pt: Liberação concluída. {} projeto(s) bem-sucedido(s). {} O seguinte conteúdo foi liberado: {} Os seguintes espaços de projeto vinculados receberam conteúdo:

source: {} project(s) encountered errors.
pt: {} projeto(s) encontraram erros.

source: {}- {} updated successfully
pt: {}- {} atualizado com sucesso

source: {}- {} encountered errors:
pt: {}- {} encontrou erros:

source: Multi master flag is in use
pt: A flag de multi mestre está em uso

source: Could not find app
pt: Não foi possível encontrar o aplicativo

source: Feature flag for {} is not enabled
pt: O recurso para {} não está ativado

source: Project space {} is no longer linked to {}. No content was released to it.
pt: O espaço de projeto {} não está mais vinculado a {}. Nenhum conteúdo foi liberado para ele.

source: Could not update {}: {}
pt: Não foi possível atualizar {}: {}

source: Updated {} successfully
pt: {} atualizado com sucesso

source: Linked project release complete.
pt: Liberação do projeto vinculado concluída.

source: Errors occurred.
pt: Ocorreram erros.

source: Downstream Project Spaces
pt: Espaços de Projeto Downstream

source: Push Content
pt: Enviar Conteúdo

source: Manage Linked Project Space
pt: Gerenciar Espaço de Projeto Vinculado

source: Add Remote Reports
pt: Adicionar Relatórios Remotos

source: Add Downstream Project Space
pt: Adicionar Espaço de Projeto Downstream

source: To make this project space an upstream project space, you need to add a downstream project space.
pt: Para tornar este espaço de projeto um espaço de projeto upstream, é necessário adicionar um espaço de projeto downstream.

source: Project Space:
pt: Espaço de Projeto:

source: Linked Project Spaces
pt: Espaços de Projeto Vinculados

source: Create links between upstream and downstream project spaces.
pt: Crie links entre espaços de projeto upstream e downstream.

source: Linked project spaces allow you to:
pt: Espaços de projeto vinculados permitem que você:

source: Push content to a downstream project space
pt: Envie conteúdo para um espaço de projeto downstream

source: Pull content from an upstream project space
pt: Receba conteúdo de um espaço de projeto upstream

source: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
pt: <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre Espaços de Projeto Vinculados.

source: Link to an existing upstream project space
pt: Vincular a um espaço de projeto upstream existente

source: To pull content from an upstream project space, link this project space to an upstream project space. The link can only be created from the upstream project space.
pt: Para receber conteúdo de um espaço de projeto upstream, vincule este espaço de projeto a um espaço de projeto upstream. O link só pode ser criado a partir do espaço de projeto upstream.

source: Go To Upstream Project Space
pt: Ir para o Espaço de Projeto Upstream

source: Make this an upstream project space
pt: Tornar este um espaço de projeto upstream

source: To push content from this project space to other project spaces, make this project space an upstream project space. This can be done by linking this project space to downstream project spaces.
pt: Para enviar conteúdo deste espaço de projeto para outros espaços de projeto, torne este espaço de projeto um espaço de projeto upstream. Isso pode ser feito vinculando este espaço de projeto a espaços de projeto downstream.

source: Link Downstream Project Spaces
pt: Vincular Espaços de Projeto Downstream

source: Report Name
pt: Nome do Relatório

source: Create Link
pt: Criar Link

source: Linked
pt: Vinculado

source: Manage Downstream Project Spaces
pt: Gerenciar Espaços de Projeto Downstream

source: This project space is an upstream project space for the project spaces listed below.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.
pt: Este espaço de projeto é um espaço de projeto upstream para os espaços de projeto listados abaixo.<br/> <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre Espaços de Projeto Vinculados.

source: Last Updated
pt: Última Atualização

source: Remove Link
pt: Remover Link

source: Remove Project Space Link
pt: Remover Link do Espaço de Projeto
