Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Owners were provided in the mapping but there were errors when uploading because of these values. Make sure the owners in this column are users, case sharing groups, or locations.
pt: Proprietários foram fornecidos no mapeamento, mas ocorreram erros ao fazer o upload devido a esses valores. Certifique-se de que os proprietários nesta coluna sejam usuários, grupos de compartilhamento de casos ou locais.

source: Invalid Parent ID
pt: ID de pai inválido

source: An invalid or unknown parent case was specified for the uploaded case.
pt: Um caso pai inválido ou desconhecido foi especificado para o caso enviado.

source: Invalid Date
pt: Data inválida

source: Required format: YYYY-MM-DD (e.g. "2021-12-31")
pt: Formato obrigatório: AAAA-MM-DD (ex: "2021-12-31")

source: Unexpected multiple choice value
pt: Valor inesperado de múltipla escolha

source: Multiple choice values were specified that are not listed in the valid values defined in the property's data dictionary.
pt: Foram especificados valores de múltipla escolha que não estão listados nos valores válidos definidos no dicionário de dados da propriedade.

source: Blank External ID
pt: ID externo em branco

source: Blank external ids were found in these rows causing as error when importing cases.
pt: Foram encontrados IDs externos em branco nessas linhas, causando erro ao importar casos.

source: Case Generation Error
pt: Erro na geração do caso

source: These rows failed to generate cases for unknown reasons
pt: Essas linhas falharam ao gerar casos por motivos desconhecidos

source: Duplicated Location Name
pt: Nome de local duplicado

source: Owner ID was used in the mapping, but there were errors when uploading because of these values. There are multiple locations with this same name, try using site-code instead.
pt: O ID do proprietário foi usado no mapeamento, mas ocorreram erros ao fazer o upload devido a esses valores. Existem vários locais com esse mesmo nome, tente usar o código do local (site-code) em vez disso.

source: Invalid Location
pt: Local inválido

source: The location of the case owner needs to be at or below the location of the user importing the cases.
pt: O local do proprietário do caso precisa estar no mesmo nível ou abaixo do local do usuário que está importando os casos.

source: Invalid Integer
pt: Inteiro inválido

source: Integer values were specified, but the values in Excel were not all integers
pt: Valores inteiros foram especificados, mas os valores no Excel não eram todos inteiros

source: Import Error
pt: Erro de importação

source: Problems in importing cases. Please check the Excel file.
pt: Problemas ao importar casos. Por favor, verifique o arquivo Excel.

source: Too Many Matches
pt: Muitas correspondências

source: These rows matched more than one case at the same time - this means that there are cases in your system with the same external ID.
pt: Essas linhas corresponderam a mais de um caso ao mesmo tempo - isso significa que há casos em seu sistema com o mesmo ID externo.

source: Name Too Long
pt: Nome muito longo

source: The case name cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
pt: O nome do caso não pode ter mais de {STANDARD_CHARFIELD_LENGTH} caracteres

source: External ID Too Long
pt: ID externo muito longo

source: The external id cannot be longer than {STANDARD_CHARFIELD_LENGTH} characters
pt: O id externo não pode ter mais de {STANDARD_CHARFIELD_LENGTH} caracteres

source: Unexpected error
pt: Erro inesperado

source: Could not process case. If this persists, please report an issue to CommCare HQ
pt: Não foi possível processar o caso. Se isso persistir, por favor, reporte um problema ao CommCare HQ

source: This field will be used to set the case's name.
pt: Este campo será usado para definir o nome do caso.

source: This field will assign the case to a new owner given by Username, Group name, or Organization name.
pt: Este campo atribuirá o caso a um novo proprietário informado por Nome de Usuário, Nome do Grupo ou Nome da Organização.

source: This field will assign the case to a new owner given by User ID, Group ID, or Organization ID.
pt: Este campo atribuirá o caso a um novo proprietário informado por ID de Usuário, ID do Grupo ou ID da Organização.

source: This field will set the case's external_id
pt: Este campo definirá o external_id do caso

source: This field will assign the case a new parent given by the parent case's external_id. You must use along with parent_type.
pt: Este campo atribuirá ao caso um novo pai informado pelo external_id do caso pai. É necessário usar junto com parent_type.

source: This field will assign the case a new parent given by the parent's Case ID. You must use along with parent_type.
pt: Este campo atribuirá ao caso um novo pai informado pelo ID do Caso do pai. É necessário usar junto com parent_type.

source: Use to specify the parent's case type. Usually used with parent_id or parent_external_id
pt: Use para especificar o tipo de caso do pai. Normalmente usado com parent_id ou parent_external_id

source: Whether the relationship with the parent is 'child' or 'extension'. Default value is 'child'Values other than 'child' or 'extension' are invalid. Used with parent_id or parent_external_id columns
pt: Se o relacionamento com o pai é 'child' ou 'extension'. O valor padrão é 'child'. Valores diferentes de 'child' ou 'extension' são inválidos. Usado com as colunas parent_id ou parent_external_id

source: The index identifier when creating child/extension cases Used with parent_id or parent_external_id columns
pt: O identificador de índice ao criar casos filho/extensão. Usado com as colunas parent_id ou parent_external_id

source: This field will be used to close cases. Any case with 'yes' in this column will be closed.
pt: Este campo será usado para fechar casos. Qualquer caso com 'sim' nesta coluna será fechado.

source: The date opened property for this case will be changed. Please do not use unless you know what you are doing
pt: A propriedade de data de abertura deste caso será alterada. Por favor, não use a menos que saiba o que está fazendo

source: <p> <i class="fa fa-warning"></i> A bulk case import for multiple case types has been detected. This is because every sheet name in the Excel file matches a case type in the project. If this is incorrect, then please rename at least one Excel sheet so that not all sheet names match case types in the project. </p> <p> Documentation for bulk case imports can be found on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> help page for this feature. </a> </p>
pt: <p> <i class="fa fa-warning"></i> Foi detectada uma importação em massa de casos para múltiplos tipos de caso. Isso ocorre porque cada nome de planilha no arquivo Excel corresponde a um tipo de caso no projeto. Se isso estiver incorreto, por favor renomeie pelo menos uma planilha do Excel para que nem todos os nomes de planilha correspondam aos tipos de caso do projeto. </p> <p> A documentação para importação em massa de casos pode ser encontrada em nossa <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Importing+Cases+Using+Excel#Update-Multiple-Case-Types-in-a-Single-Import" target="_blank"> página de ajuda para este recurso. </a> </p>

source: The Excel file contains cases with the following deprecated case types:
pt: O arquivo Excel contém casos com os seguintes tipos de caso obsoletos:

source: Cases that have the above case types will not be imported.
pt: Casos que possuem os tipos de caso acima não serão importados.

source: Case Type to Update/Create
pt: Tipo de caso para Atualizar/Criar

source: Case type
pt: Tipo de caso

source: Used in existing applications:
pt: Usado em aplicativos existentes:

source: From unknown or deleted applications:
pt: De aplicativos desconhecidos ou excluídos:

source: Identifying Cases to Update/Create
pt: Identificando casos para Atualizar/Criar

source: Excel column
pt: Coluna do Excel

source: Corresponding case field
pt: Campo correspondente do caso

source: Handle New Records
pt: Lidar com novos registros

source: Create new records if there is no matching case
pt: Criar novos registros se não houver caso correspondente

source: Selecting a case type, excel column, or corresponding case field is disabled when doing a bulk case import.
pt: Selecionar um tipo de caso, coluna do Excel ou campo correspondente do caso está desabilitado ao fazer uma importação em massa de casos.

source: Back
pt: Voltar

source: Next step
pt: Próximo passo

source: Excel mapping is disabled for bulk case imports. Excel columns will be used to directly map to the relevant case properties.
pt: O mapeamento do Excel está desabilitado para importações em massa de casos. As colunas do Excel serão usadas diretamente para mapear para as propriedades relevantes do caso.

source: Reset to default matching
pt: Redefinir para correspondência padrão

source: Excel Field
pt: Campo do Excel

source: Create new property
pt: Criar nova propriedade

source: Add another matching
pt: Adicionar outra correspondência

source: Confirm Import
pt: Confirmar importação

source: Upload an Excel File From Your Computer to Import From
pt: Carregar um Ficheiro Excel do Seu Computador para Importar

source: Select a file to upload
pt: Escolha um ficheiro para carregar

source: This is a deprecated property
pt: Esta é uma propriedade obsoleta

source: Did you mean "%(suggestion)s" instead?
pt: Você quis dizer "%(suggestion)s"?

source: Importing a system property may have unexpected results such as adding a duplicate field to case exports. Consider using a different property name.
pt: Importar uma propriedade do sistema pode ter resultados inesperados, como adicionar um campo duplicado às exportações de casos. Considere usar um nome de propriedade diferente.

source: blank
pt: em branco

source: Case importer is a tool for bulk uploading new cases or modifying existing ones.
pt: O importador de casos é uma ferramenta para carregar em massa novos casos ou modificar casos existentes.

source: This tool can make changes to your data that might confuse your reports or applications. Please exercise caution and see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> help pages for this feature. </a>
pt: Esta ferramenta pode fazer alterações em seus dados que podem confundir seus relatórios ou aplicativos. Por favor, tenha cautela e consulte as <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946828/Case+Import+with+Excel" target="_blank"> páginas de ajuda para este recurso. </a>

source: Recent Uploads
pt: Carregamentos Recentes

source: File
pt: Arquivo

source: Form IDs
pt: IDs de formulário

source: Case IDs
pt: IDs de caso

source: Success with warnings
pt: Sucesso com avisos

source: Failed
pt: Falhou

source: Waiting to start
pt: Aguardando para iniciar

source: Complete
pt: Concluído

source: No recent uploads found.
pt: Nenhum carregamento recente encontrado.

source: <strong data-bind="text: %(match_count)s"></strong> rows were matched and updated.
pt: <strong data-bind="text: %(match_count)s"></strong> linhas foram correspondidas e atualizadas.

source: <strong data-bind="text: %(created_count)s"></strong> rows did not match any existing cases and had new cases created for them. If case_id's were used, these were ignored.
pt: <strong data-bind="text: %(created_count)s"></strong> linhas não corresponderam a nenhum caso existente e tiveram novos casos criados para elas. Se case_id's foram usados, estes foram ignorados.

source: No cases were created or updated during this import.
pt: Nenhum caso foi criado ou atualizado durante esta importação.

source: <span data-bind="text: rows.length"></span> row had an invalid "<span data-bind="text: column"></span>" cell and was not saved
pt: <span data-bind="text: rows.length"></span> linha tinha uma célula "<span data-bind="text: column"></span>" inválida e não foi salva

source: <span data-bind="text: rows.length"></span> rows had invalid "<span data-bind="text: column"></span>" cells and were not saved
pt: <span data-bind="text: rows.length"></span> linhas tinham células "<span data-bind="text: column"></span>" inválidas e não foram salvas

source: Toggle Affected Row(s)
pt: Alternar linha(s) afetada(s)

source: Unable to retrieve details
pt: Não foi possível recuperar os detalhes

source: It seems as though your spreadsheet contains no sheets. Please resave it and try again.
pt: Parece que sua planilha não contém abas. Por favor, salve novamente e tente novamente.

source: There was an unexpected error retrieving the file you uploaded. Please try again and contact support if the problem persists.
pt: Ocorreu um erro inesperado ao recuperar o arquivo enviado. Por favor, tente novamente e entre em contato com o suporte se o problema persistir.

source: The file you want to import is password protected. Please choose a file that is not password protected.
pt: O arquivo que você deseja importar está protegido por senha. Por favor, escolha um arquivo que não esteja protegido por senha.

source: The file uploaded has the following error: {}
pt: O arquivo enviado contém o seguinte erro: {}

source: Error: {}
pt: Erro: {}

source: Please upload file with extension .xls or .xlsx
pt: Por favor, envie um arquivo com extensão .xls ou .xlsx

source: Column names correspond to <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">case property names</a>. They must start with a letter, and can only contain letters, numbers and underscores. Please update the following: {}.
pt: Os nomes das colunas correspondem aos <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Case+Configuration">nomes das propriedades do caso</a>. Eles devem começar com uma letra e só podem conter letras, números e underlines. Por favor, atualize o(s) seguinte(s): {}.

source: Your spreadsheet is empty. Please try again with a different spreadsheet.
pt: Sua planilha está vazia. Por favor, tente novamente com uma planilha diferente.

source: Your spreadsheet has too many columns. A maximum of %(max_columns)s is supported.
pt: Sua planilha tem colunas demais. O máximo suportado é %(max_columns)s.

source: The file you chose could not be processed. Please check that it is saved as a Microsoft Excel file.
pt: O arquivo escolhido não pôde ser processado. Verifique se ele está salvo como um arquivo do Microsoft Excel.

source: Your project does not use cases yet. To import cases from Excel, you must first create an application with a case list.
pt: Seu projeto ainda não utiliza casos. Para importar casos do Excel, você deve primeiro criar um aplicativo com uma lista de casos.

source: Sheet with case type "{}" is missing one or more required fields: {}
pt: A aba com o tipo de caso "{}" está faltando um ou mais campos obrigatórios: {}

source: The Excel file you are trying to import does not have any headers.
pt: O arquivo do Excel que você está tentando importar não possui cabeçalhos.

source: The Excel file is missing the following required fields for the "{}" case type: {}
pt: O arquivo do Excel está faltando os seguintes campos obrigatórios para o tipo de caso "{}": {}

source: You cannot reference a case property on the right side of an operation. If "{}" is meant to be a value, please surround it with quotation marks
pt: Você não pode referenciar uma propriedade de caso no lado direito de uma operação. Se "{}" for um valor, coloque-o entre aspas

source: Unexpected type for value expression
pt: Tipo inesperado para expressão de valor

source: We don't know what to do with the function "{}". Accepted functions are: {}
pt: Não sabemos o que fazer com a função "{}". As funções aceitas são: {}

source: '{name}' is not a valid standalone function
pt: '{name}' não é uma função independente válida

source: Your search query is required to have at least one boolean operator ({boolean_ops})
pt: Sua consulta de pesquisa deve conter pelo menos um operador booleano ({boolean_ops})

source: We don't know what to do with operator '{}'. Please try reformatting your query.
pt: Não sabemos o que fazer com o operador '{}'. Por favor, tente reformatar sua consulta.

source: We didn't understand what you were trying to do with {}. Please try reformatting your query. The operators we accept are: {}
pt: Não entendemos o que você tentou fazer com {}. Por favor, tente reformular sua consulta. Os operadores aceitos são: {}

source: Malformed search query
pt: Consulta de pesquisa malformada

source: Only one blank value plus one date range value are supprted
pt: Apenas um valor em branco mais um valor de intervalo de datas são suportados

source: Multiple values are only supported for simple text and range searches
pt: Valores múltiplos são suportados apenas para pesquisas de texto simples e de intervalo

source: Invalid date range format, {}
pt: Formato de intervalo de datas inválido, {}

source: Search request must specify {param}
pt: A solicitação de pesquisa deve especificar {param}

source: {param} must be a string
pt: {param} deve ser uma string

source: Invalid operator "{criteria["operator"]}". Allowed values are
pt: Operador inválido "{criteria["operator"]}". Os valores permitidos são

source: Create
pt: Criar

source: Use this page to test out <a href='%(settings_url)s' target='_blank'>case search configuration</a> and profile case search or case list explorer queries.
pt: Use esta página para testar a <a href='%(settings_url)s' target='_blank'>configuração de pesquisa de casos</a> e para analisar consultas de pesquisa de casos ou do explorador de lista de casos.

source: Search Parameters
pt: Parâmetros de Pesquisa

source: Case Metadata
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Type:
pt: Manejo de Casos

source: Owner ID:
pt: ID do Proprietário:

source: Case Properties
pt: Propriedades do Caso

source: Property name
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Property value
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Clause
pt: Cláusula

source: Fuzzy
pt: Aproximação

source: Remove Characters
pt: Manejo de Casos

source: Add input
pt: Adicionar entrada

source: Add XPath
pt: Adicionar XPath

source: Search
pt: Procurar

source: Profile
pt: Perfil

source: Results
pt: Resultados

source: Query
pt: Consulta

source: results
pt: resultados

source: Closed
pt: Encerrado

source: Properties
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Indices
pt: Manejo de Casos

source: Score
pt: Pontuação

source: See <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>ElasticSearch docs</a> for help interpreting profile data.
pt: Consulte a <a href='https://www.elastic.co/guide/en/elasticsearch/reference/current/search-profile.html' target='_blank'>documentação do ElasticSearch</a> para obter ajuda na interpretação dos dados de perfil.

source: CSQL Fixture Configuration
pt: Configuração de Fixture CSQL

source: Add Expression
pt: Adicionar Expressão

source: Fixture Inclusion in Restore Criteria
pt: Inclusão de Fixture nos Critérios de Restauração

source: Search has too many results. Please try a more specific search.
pt: A pesquisa retornou resultados demais. Por favor, tente uma pesquisa mais específica.

source: Fuzzy search is not supported with multiple values
pt: A pesquisa aproximada não é suportada com múltiplos valores

source: Data
pt: Dados

source: Case Search
pt: Pesquisa de Caso

source: Profile Case Search
pt: Perfil de Pesquisa de Caso

source: {node.name} is not supported with ancestor-exists
pt: {node.name} não é suportado com ancestor-exists

source: The related case lookup you are trying to perform would return too many cases
pt: A busca de casos relacionados que você está tentando realizar retornaria casos demais

source: We didn't understand what you were trying to do with {}
pt: Não entendemos o que você tentou fazer com {}

source: The right hand side of a comparison must be a number or date. Dates must be surrounded in quotation marks
pt: O lado direito de uma comparação deve ser um número ou uma data. Datas devem estar entre aspas

source: {value} is not a correctly formatted date or datetime.
pt: {value} não está em um formato correto de data ou data/hora.

source: The second argument to '{node.name}' must be valid coordinates
pt: O segundo argumento para '{node.name}' deve ser coordenadas válidas

source: The third argument to '{node.name}' must be a number, got '{distance}'
pt: O terceiro argumento para '{node.name}' deve ser um número, recebido '{distance}'

source: '{unit}' is not a valid distance unit. Expected one of {', '.join(DISTANCE_UNITS)}
pt: '{unit}' não é uma unidade de distância válida. Esperado uma das seguintes: {', '.join(DISTANCE_UNITS)}

source: The first argument to '{node.name}' must be a valid case property name
pt: O primeiro argumento para '{node.name}' deve ser um nome de propriedade de caso válido

source: 'match-all()' does not take any arguments
pt: 'match-all()' não aceita argumentos

source: 'match-none()' does not take any arguments
pt: 'match-none()' não aceita argumentos

source: Unsupported operator for use with 'subcase-count': {op}
pt: Operador não suportado para uso com 'subcase-count': {op}

source: 'subcase-count' must be compared to a positive integer
pt: 'subcase-count' deve ser comparado a um inteiro positivo

source: XPath incorrectly formatted. Expected 'subcase-count'
pt: XPath formatado incorretamente. Esperado 'subcase-count'

source: XPath incorrectly formatted. Expected 'subcase-exists'
pt: XPath formatado incorretamente. Esperado 'subcase-exists'

source: '{name}' expects one or two arguments
pt: '{name}' espera um ou dois argumentos

source: '{name}' error. Index identifier must be a string
pt: Erro em '{name}'. O identificador do índice deve ser uma string

source: The '{node.name}' function accepts exactly {expected} arguments, got {actual}
pt: A função '{node.name}' aceita exatamente {expected} argumentos, recebido {actual}

source: {} is not a valid date
pt: {} não é uma data válida

source: Invalid date value. Dates must be an integer or a string of the format "YYYY-mm-dd"
pt: Valor de data inválido. Datas devem ser um inteiro ou uma string no formato "YYYY-mm-dd"

source: {} is not a valid datetime
pt: {} não é um datetime válido

source: Invalid datetime value. Must be a number or a ISO 8601 string.
pt: Valor de data e hora inválido. Deve ser um número ou uma string ISO 8601.

source: The "date-add" function expects the 'interval' argument to be one of {types}
pt: A função "date-add" espera que o argumento 'interval' seja um dos tipos: {types}

source: The "date-add" function expects the interval quantity to be a numeric value
pt: A função "date-add" espera que a quantidade do intervalo seja um valor numérico

source: Non-integer years and months are ambiguous and not supported by the "date-add" function
pt: Anos e meses não inteiros são ambíguos e não são suportados pela função "date-add"

source: Cannot convert {} to a double
pt: Não é possível converter {} para double

source: Not found application by name: %s
pt: Aplicativo não encontrado pelo nome: %s

source: Blocked
pt: Bloqueado

source: You are currently blocked from using Web Apps
pt: Você está atualmente bloqueado de usar os Aplicativos Web

source: Manage Web Apps Permissions
pt: Gerir Permissões das Aplicações Web
