Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Tableau Server is not configured yet, allowed Tableau groups cannot be edited.
pt: Servidor Tableau ainda não configurado, os grupos Tableau permitidos não podem ser editados.

source: Tableau Server Settings Updated
pt: Configurações do Servidor Tableau Atualizadas

source: Could not update Tableau Server Settings
pt: Não foi possível atualizar as Configurações do Servidor Tableau

source: Visible to Location-Restricted Users
pt: Visível para Usuários com Restrição de Localização

source: Tableau Visualization
pt: Visualização Tableau

source: Missing case ids
pt: IDs de casos ausentes

source: Missing new owner id
pt: Novo ID de proprietário ausente

source: Quarter
pt: Trimestre

source: Numeric Filter
pt: Filtro Numérico

source: Choice "{choice}" not found in choices: {choices}
pt: Escolha "{choice}" não encontrada nas opções: {choices}

source: January
pt: Janeiro

source: March
pt: Março

source: April
pt: Abril

source: June
pt: Junho

source: July
pt: Julho

source: September
pt: Setembro

source: October
pt: Outubro

source: December
pt: Dezembro

source: Unknown User
pt: Usuário Desconhecido

source: Deleted Report
pt: Relatório Excluído

source: Unsupported Report
pt: Relatório Não Suportado

source: This project has restricted data access rules. Please contact your project administrator to be assigned access to data in this project.
pt: Este projeto possui regras restritas de acesso a dados. Por favor, entre em contato com o administrador do projeto para solicitar acesso aos dados deste projeto.

source: The report used to create this scheduled report is no longer available on CommCare HQ. Please delete this scheduled report and create a new one using an available report.
pt: O relatório utilizado para criar este relatório agendado não está mais disponível no CommCare HQ. Por favor, exclua este relatório agendado e crie um novo utilizando um relatório disponível.

source: [DEPRECATED] %s report has been deprecated and will stop working soon. Please update your saved reports email settings if needed.
pt: [OBSOLETO] O relatório %s foi descontinuado e deixará de funcionar em breve. Atualize as configurações de envio por e-mail dos seus relatórios salvos, se necessário.

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because the owner %(username)s is no longer active.
pt: Lamentamos, mas seu relatório salvo '%(config_name)s' não está mais acessível porque o(a) proprietário(a) %(username)s não está mais ativo(a).

source: We are sorry, but your saved report '%(config_name)s' is no longer accessible because your subscription does not allow Custom Reporting. Please talk to your Project Administrator about enabling Custom Reports. If you want CommCare HQ to stop sending this message, please visit %(saved_reports_url)s to remove this Emailed Report.
pt: Lamentamos, mas seu relatório salvo '%(config_name)s' não está mais acessível porque sua assinatura não permite Relatórios Personalizados. Fale com o Administrador do Projeto sobre habilitar Relatórios Personalizados. Se deseja que o CommCare HQ pare de enviar esta mensagem, acesse %(saved_reports_url)s para remover este Relatório por E-mail.

source: We are sorry, but your saved report '%(config_name)s' can not be generated since you do not have the correct permissions. Please talk to your Project Administrator about getting permissions for thisreport.
pt: Lamentamos, mas seu relatório salvo '%(config_name)s' não pode ser gerado pois você não possui as permissões corretas. Fale com o Administrador do Projeto para obter as permissões necessárias para este relatório.

source: We are sorry, but your saved report '%(config_name)s' is no longer available. If you think this is a mistake, please report an issue.
pt: Lamentamos, mas seu relatório salvo '%(config_name)s' não está mais disponível. Se você acredita que isso é um erro, por favor, reporte um problema.

source: Choose a date filter...
pt: Escolha um filtro de data...

source: Every hour
pt: A cada hora

source: Every day
pt: Todos os dias

source: Day %s of every month
pt: Dia %s de cada mês

source: Unable to generate email report. Excel files are attached.
pt: Não foi possível gerar o relatório por e-mail. Os arquivos Excel estão anexados.

source: Email report from CommCare HQ
pt: Relatório por e-mail do CommCare HQ

source: Emailed report
pt: Relatório enviado por e-mail

source: Specify New Password
pt: Especificar Nova Senha

source: Change Password
pt: Alterar Senha

source: Start with +, followed by Country Code.
pt: Comece com +, seguido pelo Código do País.

source: Allowed IP Addresses (comma separated)
pt: Endereços IP Permitidos (separados por vírgula)

source: Limit the key's access to a single project space
pt: Limitar o acesso da chave a um único espaço de projeto

source: Date and time the API key should expire on
pt: Data e hora de expiração da chave de API

source: Must be no later than {} from today: {}
pt: Deve ser até {} a partir de hoje: {}

source: Add New API Key
pt: Adicionar Nova Chave de API

source: Generate New API Key
pt: Gerar Nova Chave de API

source: {} Days
pt: {} Dias

source: Expiration Date must be in the future
pt: A Data de Expiração deve ser no futuro

source: Your Identity Provider does not allow expiration dates beyond {}
pt: Seu Provedor de Identidade não permite datas de expiração além de {}

source: Your password is not stored here.
pt: Sua senha não é armazenada aqui.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to change your Single Sign-On password.
pt: Sua conta é gerenciada por <strong>%(idp_name)s</strong>.<br /> Consulte a documentação da sua organização para saber como alterar sua senha de Single Sign-On.

source: My Settings
pt: Minhas Configurações

source: Phone Numbers
pt: Números de Telefone

source: <p> Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. </p> <p> Thanks,<br /> CommCare HQ </p>
pt: <p> Sua chave de API "%(key_name)s" (último uso: %(last_used)s) irá expirar em %(expiration_date)s. Acesse %(url)s para gerar uma nova chave, se necessário. </p> <p> Obrigado(a),<br /> CommCare HQ </p>

source: Your api key "%(key_name)s" (last used: %(last_used)s) will expire on %(expiration_date)s. Go to %(url)s to generate a new key if needed. Thanks, CommCare HQ
pt: Sua chave de API "%(key_name)s" (último uso: %(last_used)s) irá expirar em %(expiration_date)s. Acesse %(url)s para gerar uma nova chave, se necessário. Obrigado(a), CommCare HQ

source: Enable Privileges on Mobile
pt: Habilitar Privilégios no Celular

source: Scanning this QR code from CommCare will enable special privileges for your mobile device, and should not be shared with partners or other external users for any reason.
pt: Escanear este código QR pelo CommCare irá habilitar privilégios especiais para seu dispositivo móvel, e não deve ser compartilhado com parceiros ou outros usuários externos por nenhum motivo.

source: You can scan this QR code in CommCare by going to the app manager options menu and selecting 'Advanced', and then 'Enable Mobile Privileges'.
pt: Você pode escanear este código QR no CommCare acessando o menu de opções do gerenciador de aplicativos e selecionando 'Avançado', e depois 'Habilitar Privilégios no Celular'.

source: Inactivity Timeout (minutes)
pt: Tempo de Inatividade (minutos)

source: You are currently not a member of any projects.
pt: Atualmente você não é membro de nenhum projeto.

source: Remove My Membership
pt: Remover Minha Participação

source: Remove Project Membership?
pt: Remover Participação no Projeto?

source: Are you sure you want to remove yourself from the project %(dn)s?
pt: Tem certeza de que deseja remover-se do projeto %(dn)s?

source: You are this project's administrator.
pt: Você é o(a) administrador(a) deste projeto.

source: Create a New Project
pt: Criar Novo Projeto

source: Copy Full Key
pt: Copiar Chave Completa

source: Expired
pt: Expirado

source: Delete Key
pt: Excluir Chave

source: Deleting this key will prevent any future API requests that use this key. This action cannot be undone. Are you sure?
pt: Excluir esta chave impedirá quaisquer futuras solicitações de API que usem esta chave. Esta ação não pode ser desfeita. Tem certeza?

source: Make sure to enter a valid phone number starting with a +, followed by your country code.
pt: Certifique-se de inserir um número de telefone válido começando com +, seguido pelo código do seu país.

source: My Account
pt: Minha Conta

source: My Information
pt: Minhas Informações

source: Phone number added.
pt: Número de telefone adicionado.

source: Invalid phone number format entered. Please enter number, including country code, in digits only.
pt: Formato de número de telefone inválido. Por favor, insira o número, incluindo o código do país, apenas com dígitos.

source: Phone number deleted.
pt: Número de telefone excluído.

source: Primary phone number updated.
pt: Número de telefone principal atualizado.

source: Unable remove membership because you are the admin of %s
pt: Não é possível remover a associação porque você é o administrador de %s

source: You are no longer part of the project %s
pt: Você não faz mais parte do projeto %s

source: There was an error removing you from this project.
pt: Ocorreu um erro ao remover você deste projeto.

source: Change My Password
pt: Alterar Minha Senha

source: Your password was successfully changed!
pt: Sua senha foi alterada com sucesso!

source: Two Factor Authentication Setup
pt: Configuração de Autenticação em Dois Fatores

source: Two Factor Authentication Setup Complete
pt: Configuração de Autenticação em Dois Fatores Concluída

source: Two Factor Authentication Backup Tokens
pt: Tokens de Backup de Autenticação em Dois Fatores

source: Two Factor Authentication Phone Setup
pt: Configuração de Telefone para Autenticação em Dois Fatores

source: Phone number removed.
pt: Número de telefone removido.

source: IP Allowlist
pt: Lista de Permissão de IP

source: Last Used
pt: Último Uso

source: Expiration Date
pt: Data de Expiração

source: Copy this in a secure place. It will not be shown again.
pt: Copie isto em um local seguro. Não será exibido novamente.

source: All IP Addresses
pt: Todos os Endereços IP

source: New user {username} registered for {domain} through SMS
pt: Novo usuário {username} registrado para {domain} via SMS

source: Message Type
pt: Tipo de Mensagem

source: Select Message Type...
pt: Selecione o Tipo de Mensagem...

source: Reminder
pt: Lembrete

source: Broadcast
pt: Transmissão

source: Callback
pt: Retorno de Chamada

source: Default
pt: Padrão

source: Select Error...
pt: Selecione o Erro...

source: Communication Type
pt: Tipo de Comunicação

source: Select Communication Type...
pt: Selecione o Tipo de Comunicação...

source: Conditional Alert
pt: Alerta Condicional

source: Content Type
pt: Tipo de Conteúdo

source: SMS Callback
pt: Retorno de Chamada por SMS

source: Other SMS
pt: Outro SMS

source: In Progress
pt: Em Andamento

source: Not Completed
pt: Não Concluído

source: Delivered (Email Only)
pt: Entregue (Apenas Email)

source: Enter a full or partial phone number to filter results
pt: Digite um número de telefone completo ou parcial para filtrar os resultados

source: Phone Number or Email Address
pt: Número de Telefone ou E-mail

source: Enter a full or partial phone number or a full or partial email address to filter results
pt: Introduza uma parte ou todo o número de telefone ou uma parte ou todo o endereço de e-mail para filtrar os resultados

source: Custom
pt: Personalizado

source: Don't use counter
pt: Não usar contador

source: Use counter with threshold:
pt: Usar contador com limite:

source: Nobody
pt: Ninguém

source: Cases only
pt: Apenas Casos

source: Mobile Workers only
pt: Apenas Trabalhadores Móveis

source: Cases and Mobile Workers
pt: Casos e Trabalhadores Móveis

source: Only send message if text is available in recipient's preferred language
pt: Só enviar mensagem se houver texto disponível no idioma preferido do destinatário

source: Use text from the alert or broadcast's default language as a backup
pt: Usar o texto do idioma padrão do alerta ou transmissão como backup

source: Use text from the project's default language as a backup if the alert or broadcast's language is also unavailable
pt: Usar o texto do idioma padrão do projeto como backup se o idioma do alerta ou transmissão também não estiver disponível

source: Use all available text backups, including untranslated content
pt: Usar todos os textos de backup disponíveis, incluindo conteúdo não traduzido

source: Something went wrong. Please reload the page and try again.
pt: Algo deu errado. Por favor, recarregue a página e tente novamente.

source: You must specify at least one phonenumber.
pt: Você deve especificar pelo menos um número de telefone.

source: Default SMS Response
pt: Resposta Padrão de SMS

source: Send SMS on...
pt: Enviar SMS em...

source: any day, at any time
pt: qualquer dia, a qualquer hora

source: only specific days and times
pt: apenas dias e horários específicos

source: SMS Survey Date Format
pt: Formato de Data da Pesquisa por SMS

source: Enter a Case Property
pt: Insira uma Propriedade do Caso

source: Enter a Number
pt: Insira um Número

source: Delay Automated SMS
pt: Atrasar SMS Automatizado

source: Conversation Duration
pt: Duração da Conversa

source: Survey Traffic
pt: Tráfego da Pesquisa

source: Show all survey traffic
pt: Mostrar todo o tráfego da pesquisa

source: Hide all survey traffic except invalid responses
pt: Ocultar todo o tráfego da pesquisa, exceto respostas inválidas

source: Hide all survey traffic
pt: Ocultar todo o tráfego da pesquisa

source: A Message is Read...
pt: Uma Mensagem é Lida...

source: when it is read by anyone
pt: quando é lida por qualquer pessoa

source: only for the user that reads it
pt: apenas para quem a lê

source: Enter Chat Template Identifier
pt: Insira o Identificador do Modelo de Chat

source: Case Self-Registration
pt: Autoinscrição de Caso

source: Default Case Type
pt: Tipo de Caso Padrão

source: Default Case Owner
pt: Responsável Padrão pelo Caso

source: Registration Submitter
pt: Responsável pelo Envio da Inscrição

source: SMS Mobile Worker Registration
pt: Registro de Trabalhador Móvel por SMS

source: Emails to send alerts for new mobile worker registrations
pt: E-mails para enviar alertas de novos registros de trabalhadores móveis

source: Send registration welcome message to
pt: Enviar mensagem de boas-vindas do registro para

source: Backup behavior for missing translations
pt: Comportamento de backup para traduções ausentes

source: Override Daily Outbound SMS Limit
pt: Substituir Limite Diário de SMS Enviados

source: Daily Outbound SMS Limit
pt: Limite Diário de SMS Enviados

source: Enter Default Response
pt: Insira a Resposta Padrão

source: Enable this option to provide a default response when a user's incoming SMS does not answer an open survey or match a known keyword.
pt: Ative esta opção para fornecer uma resposta padrão quando o SMS recebido de um usuário não responder a uma pesquisa aberta ou não corresponder a uma palavra-chave conhecida.

source: Use this option to limit the times that SMS messages can be sent to users. Messages that are sent outside these windows will remained queued and will go out as soon as another window opens up.
pt: Use esta opção para limitar os horários em que mensagens SMS podem ser enviadas para usuários. Mensagens enviadas fora dessas janelas permanecerão em fila e serão enviadas assim que outra janela abrir.

source: Choose the format in which date questions should be answered in SMS surveys.
pt: Escolha o formato em que perguntas de data devem ser respondidas em pesquisas por SMS.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project]', where [project] is your project space name, and the system will automatically create a case tied to that person's phone number.
pt: Quando esta opção estiver ativada, uma pessoa pode enviar um SMS para o sistema dizendo 'join [project]', onde [project] é o nome do seu espaço de projeto, e o sistema criará automaticamente um caso vinculado ao número de telefone dessa pessoa.

source: Enter a Case Type
pt: Insira um Tipo de Caso

source: Cases that self-register over SMS will be given this case type.
pt: Casos que se autoinscrevem por SMS receberão este tipo de caso.

source: Cases that self-register over SMS will be owned by this user or user group.
pt: Casos que se autoinscrevem por SMS serão atribuídos a este usuário ou grupo de usuários.

source: The form submission for a self-registration will belong to this user.
pt: O envio do formulário para uma autoinscrição pertencerá a este usuário.

source: When this option is enabled, a person can send an SMS into the system saying 'join [project] worker [username]' (where [project] is your project space and [username] is an optional username), and the system will add them as a mobile worker.
pt: Quando esta opção estiver ativada, uma pessoa pode enviar um SMS para o sistema dizendo 'join [project] worker [username]' (onde [project] é seu espaço de projeto e [username] é um nome de usuário opcional), e o sistema irá adicioná-la como trabalhador móvel.

source: Email these people when new users register through SMS
pt: Envie e-mail para estas pessoas quando novos usuários se registrarem via SMS

source: Choose whether to send an automatic welcome message to cases, mobile workers, or both, after they self-register. The welcome message can be configured in the SMS languages and translations page (Messaging -> Languages -> Messaging Translations).
pt: Escolha se deseja enviar uma mensagem automática de boas-vindas para casos, trabalhadores móveis ou ambos, após a autoinscrição. A mensagem de boas-vindas pode ser configurada na página de idiomas e traduções de SMS (Mensagens -> Idiomas -> Traduções de Mensagens).

source: Choose what should happen when a broadcast or alert should be sent to a recipient but no translations exists in the user's preferred language. You may choose not to send a message in that case, or to try one of several backups.<br><br>The first backup uses the broadcast or alert's default language. If that translation is also unavailable, the second backup is text in the project's default SMS language. If that translation is also unavailable, you may choose to use untranslated text, if there is any.
pt: Escolha o que deve acontecer quando uma transmissão ou alerta deve ser enviado a um destinatário, mas não existe tradução no idioma preferido do usuário. Você pode optar por não enviar uma mensagem nesse caso, ou tentar um dos vários backups.<br><br>O primeiro backup usa o idioma padrão da transmissão ou alerta. Se essa tradução também não estiver disponível, o segundo backup é o texto no idioma padrão de SMS do projeto. Se essa tradução também não estiver disponível, você pode optar por usar o texto não traduzido, se houver.

source: Whatsapp-enabled phone number for use with Twilio. This should be formatted as a full-length, numeric-only phone number, e.g., 16173481000.
pt: Número de telefone habilitado para Whatsapp para uso com Twilio. Deve estar formatado como um número completo, apenas números, por exemplo, 16173481000.

source: Registration Settings
pt: Configurações de Registro

source: Case Name Display
pt: Exibição do Nome do Caso

source: By default, when chatting with a case, the chat window will use the case's "name" case property when displaying the case's name. To use a different case property, specify it here.
pt: Por padrão, ao conversar com um caso, a janela de chat usará a propriedade "nome" do caso ao exibir o nome do caso. Para usar outra propriedade, especifique aqui.

source: Message Counter
pt: Contador de Mensagens

source: The chat window can use a counter to keep track of how many messages are being sent and received and highlight that number after a certain threshold is reached. By default, the counter is disabled. To enable it, enter the desired threshold here.
pt: A janela de chat pode usar um contador para acompanhar quantas mensagens estão sendo enviadas e recebidas e destacar esse número após atingir um determinado limite. Por padrão, o contador está desativado. Para ativá-lo, insira o limite desejado aqui.

source: When this option is enabled, the system will not send automated SMS to chat recipients when those recipients are in the middle of a conversation.
pt: Quando esta opção estiver ativada, o sistema não enviará SMS automatizados para destinatários de chat enquanto estiverem no meio de uma conversa.

source: The number of minutes to wait after receiving an incoming SMS from a chat recipient before resuming automated SMS to that recipient.
pt: O número de minutos a aguardar após receber um SMS de um destinatário de chat antes de retomar o envio de SMS automatizados para esse destinatário.

source: This option allows you to hide a chat recipient's survey questions and responses from chat windows. There is also the option to show only invalid responses to questions in the chat window, which could be attempts to converse.
pt: Esta opção permite ocultar as perguntas e respostas da pesquisa de um destinatário de chat nas janelas de chat. Também há a opção de mostrar apenas respostas inválidas para perguntas na janela de chat, que podem ser tentativas de conversa.

source: The chat window will mark unread messages to the user viewing them. Use this option to control whether a message counts as being read if it is read by anyone, or if it counts as being read only to the user who reads it.
pt: A janela de chat marcará mensagens não lidas para quem as estiver visualizando. Use esta opção para controlar se uma mensagem conta como lida se for lida por qualquer pessoa ou apenas para quem a lê.

source: Chat Settings
pt: Configurações de Chat

source: Internal Settings (Dimagi Only)
pt: Configurações Internas (Somente Dimagi)

source: Chat Template
pt: Modelo de Chat

source: To use a custom template to render the chat window, enter it here.
pt: Para usar um template personalizado para exibir a janela de chat, insira-o aqui.

source: SMS will only be sent when any of the following is true:
pt: O SMS só será enviado quando qualquer uma das seguintes condições for verdadeira:

source: Automated SMS will be suppressed during chat conversations when any of the following is true:
pt: O envio automático de SMS será suprimido durante conversas de chat quando qualquer uma das seguintes condições for verdadeira:

source: Organization: {}
pt: Organização: {}

source: User Group: {}
pt: Grupo de Usuários: {}

source: User: {}
pt: Usuário: {}

source: Please enter a positive number
pt: Por favor, insira um número positivo

source: Unknown custom template identifier.
pt: Identificador de template personalizado desconhecido.

source: An error has occurred. Please try again, and if the problem persists, please report an issue.
pt: Ocorreu um erro. Por favor, tente novamente e, se o problema persistir, reporte um problema.

source: Invalid day chosen.
pt: Dia escolhido inválido.

source: End time must come after start time.
pt: O horário de término deve ser posterior ao horário de início.

source: Please select again
pt: Por favor, selecione novamente

source: Display Name
pt: Nome de Exibição

source: Give other domains access.
pt: Conceder acesso a outros domínios.

source: List of authorized domains
pt: Lista de domínios autorizados

source: A comma-separated list of domain names
pt: Uma lista de nomes de domínio separados por vírgula

source: Reply-To Phone Number
pt: Número de telefone para resposta
