Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Restriction for profile {profile} set successfully.
pt: Restrição para o perfil {profile} definida com sucesso.

source: Restriction for profile {profile} failed: {message}
pt: Falha ao definir restrição para o perfil {profile}: {message}

source: Using project's timezone: {}
pt: Usando o fuso horário do projeto: {}

source: Copy and paste the full URL of the application from the source server. You can find this URL in your browser's address bar when viewing the app.
pt: Copie e cole a URL completa do aplicativo do servidor de origem. Você pode encontrar esta URL na barra de endereços do seu navegador ao visualizar o app.

source: The URL must start with https://
pt: A URL deve começar com https://

source: The URL must be from a valid CommCare server.
pt: A URL deve ser de um servidor CommCare válido.

source: Application Source File
pt: Arquivo fonte do aplicativo

source: Import Application
pt: Importar Aplicativo

source: Transfer domain request is no longer active
pt: Solicitação de transferência de domínio não está mais ativa

source: Transfer of ownership for CommCare project space.
pt: Transferência de propriedade do espaço de projeto CommCare.

source: There has been a transfer of ownership of {domain}
pt: Houve uma transferência de propriedade de {domain}

source: Transfer project ownership
pt: Transferir propriedade do projeto

source: By clicking "accept" below you acknowledge that you accept full ownership of this project space ("%(domain)s"). You agree to be bound by the terms of Dimagi's <a href="https://www.dimagi.com/terms/latest/privacy/">Terms of Service and Business Agreement</a>. By accepting this agreement, your are acknowledging you have permission and authority to accept these terms. A Dimagi representative will notify you when the transfer is complete.
pt: Ao clicar em "aceitar" abaixo, você reconhece que aceita a propriedade total deste espaço de projeto ("%(domain)s"). Você concorda em estar vinculado aos termos do <a href="https://www.dimagi.com/terms/latest/privacy/">Contrato de Serviços e Termos de Negócios</a> da Dimagi. Ao aceitar este acordo, você reconhece que tem permissão e autoridade para aceitar estes termos. Um representante da Dimagi irá notificá-lo quando a transferência for concluída.

source: Accept
pt: Aceitar

source: Decline
pt: Recusar

source: Sorry this transfer request has expired.
pt: Desculpe, esta solicitação de transferência expirou.

source: Enable Case Search
pt: Ativar Busca de Casos

source: Enabling case search for the project will allow mobile users to look up cases that don't necessarily belong to them, and claim them. Possible applications range from cases for patients who move from one location to another, and other lost-to-follow-up scenarios, to any scenario involving searching for information, products, people or items.
pt: Ativar a busca de casos para o projeto permitirá que usuários móveis procurem casos que não necessariamente pertencem a eles e os reivindiquem. As possíveis aplicações vão desde casos de pacientes que se mudam de um local para outro, e outros cenários de perda de acompanhamento, até qualquer cenário que envolva busca por informações, produtos, pessoas ou itens.

source: WARNING: Enabling Case Search allows users to read the data of other users' cases, and take ownership of them, from modules whose case lists are configured for searching.
pt: AVISO: Ativar a Busca de Casos permite que usuários leiam os dados dos casos de outros usuários e assumam a propriedade deles, a partir de módulos cujas listas de casos estão configuradas para busca.

source: Visit <a href='%(case_search_url)s' target='_blank'>Case Search</a> to test out your configuration.
pt: Visite <a href='%(case_search_url)s' target='_blank'>Busca de Casos</a> para testar sua configuração.

source: Fuzzy Search Properties
pt: Propriedades de Busca Aproximada

source: Add a list of all fuzzy search properties by case type below. These are properties that might be spelled inexactly by a user, e.g. "name". <br><br> When working with related case properties, add them to the case type that you will be searching on, not the related case type. For example, if fuzzy matching on the parent's case name, add <strong>parent/name</strong> here as a property of the child case type.
pt: Adicione abaixo uma lista de todas as propriedades de busca aproximada por tipo de caso. Estas são propriedades que podem ser digitadas de forma imprecisa por um usuário, por exemplo, "nome". <br><br> Ao trabalhar com propriedades de casos relacionados, adicione-as ao tipo de caso que será pesquisado, não ao tipo de caso relacionado. Por exemplo, se for fazer correspondência aproximada no nome do caso do responsável, adicione <strong>parent/name</strong> aqui como uma propriedade do tipo de caso filho.

source: Add case type
pt: Adicionar tipo de caso

source: Synchronous Web Apps Submissions
pt: Envios de Apps Web Síncronos

source: Update case search data immediately on web apps form submission.
pt: Atualize os dados de busca de casos imediatamente ao enviar um formulário nos apps web.

source: This will slow down submissions but prevent case search data from going stale.
pt: Isso deixará os envios mais lentos, mas evitará que os dados de busca de casos fiquem desatualizados.

source: Sync Cases On Form Entry
pt: Sincronizar Casos ao Entrar no Formulário

source: Update local case data immediately before entering a web apps form.
pt: Atualize os dados locais do caso imediatamente antes de entrar em um formulário dos apps web.

source: This will slow down form entry, but will prevent stale case data from populating the form.
pt: Isso deixará a entrada no formulário mais lenta, mas evitará que dados desatualizados preencham o formulário.

source: Remove Special Characters
pt: Remover Caracteres Especiais

source: Remove characters from incoming search queries for particular case properties. For example, you can remove '+' from phone numbers or '-' from ID queries.
pt: Remova caracteres de consultas de busca recebidas para propriedades específicas do caso. Por exemplo, você pode remover '+' de números de telefone ou '-' de consultas de ID.

source: Add case property
pt: Adicionar propriedade do caso

source: Edit Alert
pt: Editar Alerta

source: Feature Previews
pt: Pré-visualizações de Funcionalidades

source: What are Feature Previews?
pt: O que são Pré-visualizações de Funcionalidades?

source: Before we invest in making certain product features generally available, we release them as Feature Previews to learn the following two things from usage data and qualitative feedback.
pt: Antes de investirmos em tornar certas funcionalidades do produto geralmente disponíveis, as lançamos como Pré-visualizações de Funcionalidades para aprender duas coisas a partir de dados de uso e feedback qualitativo.

source: <strong>Perceived Value:</strong> The biggest risk in product development is to build something that offers little value to our users. As such, we make Feature Previews generally available only if they have high perceived value.
pt: <strong>Valor Percebido:</strong> O maior risco no desenvolvimento de produtos é construir algo que ofereça pouco valor para nossos usuários. Por isso, tornamos as Pré-visualizações de Funcionalidades geralmente disponíveis apenas se tiverem alto valor percebido.

source: <strong>User Experience:</strong> Even if a feature has high perceived value, it is important that the user experience of the feature is optimized such that our users actually receive the value. As such, we make high value Feature Previews generally available after we optimize the user experience.
pt: <strong>Experiência do Usuário:</strong> Mesmo que uma funcionalidade tenha alto valor percebido, é importante que a experiência do usuário seja otimizada para que nossos usuários realmente recebam esse valor. Por isso, tornamos as Pré-visualizações de Funcionalidades de alto valor geralmente disponíveis após otimizarmos a experiência do usuário.

source: Feature Previews are in active product development, therefore should not be used for business critical workflows. We encourage you to use Feature Previews and provide us feedback, however please note that Feature Previews:
pt: As Pré-visualizações de Funcionalidades estão em desenvolvimento ativo, portanto não devem ser usadas para fluxos de trabalho críticos para o negócio. Incentivamos você a usar as Pré-visualizações de Funcionalidades e nos enviar feedback, porém observe que as Pré-visualizações de Funcionalidades:

source: May not be optimized for performance
pt: Podem não estar otimizadas para desempenho

source: Are not supported by the CommCare Support Team
pt: Não são suportadas pela Equipe de Suporte do CommCare

source: May change at any time without notice
pt: Podem mudar a qualquer momento sem aviso prévio

source: Are not subject to any warranties on current and future availability. Please refer to our <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">terms</a> to learn more.
pt: Não estão sujeitas a garantias sobre a disponibilidade atual ou futura. Consulte nossos <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">termos</a> para saber mais.

source: Looking for something that used to be here?
pt: Procurando algo que costumava estar aqui?

source: The feature flags <strong>Control Mapping in Case List</strong>, <strong>Custom Calculations in Case List</strong>, <strong>Custom Single and Multiple Answer Questions</strong>, and <strong>Icons in Case List</strong> are now add-ons for individual apps. To turn them on, go to the application's settings and choose the <strong>Add-Ons</strong> tab.
pt: As flags de funcionalidade <strong>Controle de Mapeamento na Lista de Casos</strong>, <strong>Cálculos Personalizados na Lista de Casos</strong>, <strong>Perguntas Personalizadas de Resposta Única e Múltipla</strong> e <strong>Ícones na Lista de Casos</strong> agora são complementos para apps individuais. Para ativá-los, vá até as configurações do aplicativo e escolha a aba <strong>Complementos</strong>.

source: Update previews
pt: Atualizar pré-visualizações

source: Feature Name
pt: Nome da Funcionalidade

source: More information
pt: Mais informações

source: SMS Pricing
pt: Preços de SMS

source: Pricing
pt: Preços

source: View SMS prices for using Dimagi's connections in each country.
pt: Veja os preços de SMS para usar as conexões da Dimagi em cada país.

source: You can choose a connection for your project under Messaging -> SMS Connectivity
pt: Você pode escolher uma conexão para seu projeto em Mensagens -> Conectividade SMS

source: Calculating SMS Rate...
pt: Calculando tarifa de SMS...

source: Connection
pt: Conexão

source: Incoming
pt: Recebido

source: Outgoing
pt: Enviado

source: Your own Android Gateway
pt: Seu próprio Gateway Android

source: Pricing is per message sent or received. Fees are subject to change based on provider rates and exchange rates and are computed at the time the SMS is sent or received.
pt: A cobrança é por mensagem enviada ou recebida. As taxas estão sujeitas a alterações conforme tarifas do provedor e taxas de câmbio e são calculadas no momento em que o SMS é enviado ou recebido.

source: Location Fixture Settings
pt: Configurações de Fixture de Localização

source: Add New Alert
pt: Adicionar Novo Alerta

source: Available Alerts
pt: Alertas Disponíveis

source: You can only have 3 alerts activated at any one time
pt: Você só pode ter 3 alertas ativados ao mesmo tempo

source: Start Time
pt: Hora de Início

source: End Time
pt: Hora de Término

source: Added By
pt: Adicionado Por

source: Activate Alert
pt: Ativar Alerta

source: De-activate Alert
pt: Desativar Alerta

source: No alerts added yet for the project.
pt: Nenhum alerta adicionado ainda para o projeto.

source: SMS Keyword
pt: Palavra-chave de SMS

source: Action Type
pt: Tipo de Ação

source: Measure
pt: Medida

source: Sequence Number
pt: Número de Sequência

source: App Versions
pt: Versões do App

source: CC Versions
pt: Versões do CC

source: Created On
pt: Criado em

source: Notes
pt: Notas

source: No measures have been initiated for this application
pt: Nenhuma medida foi iniciada para este aplicativo

source: Use this form to get a cost estimation per 160 character SMS, given a <strong>connection</strong>, <strong>direction</strong>, and <strong>country code</strong>.
pt: Use este formulário para obter uma estimativa de custo por SMS de 160 caracteres, considerando uma <strong>conexão</strong>, <strong>direção</strong> e <strong>código do país</strong>.

source: The fee will be applied to the most specific criteria available. A fee for a specific country code (if available) will be used over the default of 'Any Country'.
pt: A taxa será aplicada ao critério mais específico disponível. Uma taxa para um código de país específico (se disponível) será usada em vez do padrão 'Qualquer País'.

source: Fees are subject to change based on updates to each carrier and are computed at the time the SMS is sent.
pt: As taxas estão sujeitas a alterações com base em atualizações de cada operadora e são calculadas no momento em que o SMS é enviado.

source: Stock Actions
pt: Ações de Estoque

source: New Action
pt: Nova Ação

source: Save Settings
pt: Salvar Configurações

source: Use this to transfer your project to another user.
pt: Use isto para transferir seu projeto para outra pessoa usuária.

source: You have a pending transfer with %(username)s
pt: Você tem uma transferência pendente com %(username)s

source: Resend Transfer Request
pt: Reenviar Solicitação de Transferência

source: Cancel Transfer
pt: Cancelar Transferência

source: Total Due:
pt: Total Devido:

source: Pay by Credit Card
pt: Pagar com Cartão de Crédito

source: Pay by Wire
pt: Pagar por Transferência Bancária

source: Billing Statements
pt: Extratos de Cobrança

source: Unpaid
pt: Não Pago

source: Show Only Unpaid Statements
pt: Mostrar Apenas Extratos Não Pagos

source: Show All Statements
pt: Mostrar Todos os Extratos

source: Make Payment
pt: Realizar Pagamento

source: Payment Amount
pt: Valor do Pagamento

source: Pay the full balance: $<span data-bind="text: balance"></span>
pt: Pagar o saldo total: $<span data-bind="text: balance"></span>

source: Pay a portion of the balance:
pt: Pagar uma parte do saldo:

source: Please enter an amount that's between $0.50 and $<span data-bind="text: balance"></span>.
pt: Por favor, insira um valor entre $0,50 e $<span data-bind="text: balance"></span>.

source: You can't enter an amount between $<span data-bind="text: maxPartialAmount" ></span> and $<span data-bind="text: balance"></span> because the next transfer will be below the minimum amount of $0.50.
pt: Você não pode inserir um valor entre $<span data-bind="text: maxPartialAmount" ></span> e $<span data-bind="text: balance"></span> porque a próxima transferência ficará abaixo do valor mínimo de $0,50.

source: Payment for Statement No. <span data-bind="text: invoiceNumber"></span>
pt: Pagamento do Extrato Nº <span data-bind="text: invoiceNumber"></span>

source: Bulk Wire Payment
pt: Pagamento em Lote por Transferência

source: Bulk Payment
pt: Pagamento em Lote

source: Thank you for your payment!
pt: Obrigado pelo seu pagamento!

source: Thank you for your upcoming wire payment. An invoice with your total balance and the instructions to do the wire payment has just been sent to your email address.
pt: Obrigado pelo seu próximo pagamento por transferência bancária. Uma fatura com o seu saldo total e as instruções para realizar o pagamento foi enviada para o seu endereço de e-mail.

source: You are about to subscribe to the <strong>%(p)s Software Plan</strong>.<br/> Please update your billing information below before continuing.
pt: Você está prestes a assinar o <strong>Plano de Software %(p)s</strong>.<br/> Por favor, atualize suas informações de cobrança abaixo antes de continuar.

source: Select different option
pt: Selecionar outra opção

source: Select different plan
pt: Selecionar plano diferente

source: Confirm Pause
pt: Confirmar Pausa

source: Confirm Plan
pt: Confirmar Plano

source: Before you pause...
pt: Antes de pausar...

source: Downgrading?
pt: Fazendo downgrade?

source: Why are you pausing your subscription today?
pt: Por que você está pausando sua assinatura hoje?

source: Why are you downgrading your subscription today?
pt: Por que você está fazendo downgrade da sua assinatura hoje?

source: Please let us know any other feedback you have
pt: Por favor, nos informe qualquer outro feedback que você tenha

source: You are renewing your plan to <strong>%(p_name)s</strong>.
pt: Você está renovando seu plano para <strong>%(p_name)s</strong>.

source: — which matches your current feature usage.
pt:  que corresponde ao seu uso atual de recursos.

source: It will be renewed automatically on <strong>%(start_date)s</strong>.
pt: Ele será renovado automaticamente em <strong>%(start_date)s</strong>.

source: <h4>Note: You are renewing to a different plan</h4> <p>The new plan will take effect on <strong>%(start_date)s</strong> and will cost <strong>%(monthly_fee)s</strong>/month.</p>
pt: <h4>Atenção: Você está renovando para um plano diferente</h4> <p>O novo plano entrará em vigor em <strong>%(start_date)s</strong> e custará <strong>%(monthly_fee)s</strong>/mês.</p>

source: Current Subscription
pt: Assinatura Atual

source: Plan
pt: Plano

source: Your Subscription is Paused
pt: Sua assinatura está pausada

source: Day Trial
pt: Dias de Teste

source: Your %(pe)s Edition subscription was paused on %(date_paused)s. Please subscribe to a plan to gain access to your project again.
pt: Sua assinatura da Edição %(pe)s foi pausada em %(date_paused)s. Por favor, assine um plano para ter acesso ao seu projeto novamente.

source: The %(trial_length)s Day Trial includes all the features present in the %(pn)s Software Plan, which is our full set of features.
pt: O Teste de %(trial_length)s Dias inclui todos os recursos presentes no Plano de Software %(pn)s, que é nosso conjunto completo de funcionalidades.

source: <strong>Note:</strong> This subscription will not be invoiced.
pt: <strong>Atenção:</strong> Esta assinatura não será faturada.

source: Change Plan
pt: Alterar Plano

source: This subscription will be paused on %(next_date)s.
pt: Esta assinatura será pausada em %(next_date)s.

source: Your trial expires on %(date_end)s.
pt: Seu teste expira em %(date_end)s.

source: Date Started
pt: Data de Início

source: Date Ending
pt: Data de Término

source: Current Price
pt: Preço Atual

source: Next Subscription Begins
pt: Próxima Assinatura Inicia

source: Next Subscription Plan
pt: Próximo Plano de Assinatura

source: Next Subscription Price
pt: Próximo Preço de Assinatura

source: Subscription Credit
pt: Crédito de Assinatura

source: Plan Credit
pt: Crédito do Plano

source: General Credit
pt: Crédito Geral

source: Credits Remaining
pt: Créditos Restantes

source: Prepay by Credit Card
pt: Pré-pagar com Cartão de Crédito

source: Generate Prepayment Invoice
pt: Gerar Fatura de Pré-pagamento

source: Not Billing Admin, Can't Add Credit
pt: Não é Administrador de Cobrança, Não Pode Adicionar Crédito

source: Account Credit
pt: Crédito da Conta

source: Usage Summary
pt: Resumo de Uso

source: Feature
pt: Recurso

source: Current Use
pt: Uso Atual

source: Remaining
pt: Restante

source: Credits Available
pt: Créditos Disponíveis

source: Account Credits Available
pt: Créditos Disponíveis na Conta

source: Included in Software Plan
pt: Incluído no Plano de Software

source: Current Usage
pt: Uso Atual

source: The page you requested is unavailable because the project space is being or has been migrated to a different hosting environment.
pt: A página solicitada está indisponível porque o espaço do projeto está sendo ou foi migrado para um ambiente de hospedagem diferente.

source: <strong>%(feature_name)s</strong> is only available to projects subscribed to <strong>%(plan_name)s</strong> plan or higher. To access this feature, you must subscribe to the <strong>%(plan_name)s</strong> plan.
pt: <strong>%(feature_name)s</strong> está disponível apenas para projetos assinantes do plano <strong>%(plan_name)s</strong> ou superior. Para acessar este recurso, é necessário assinar o plano <strong>%(plan_name)s</strong>.

source: You must be a Project Administrator to make Subscription changes.
pt: Você precisa ser um Administrador do Projeto para fazer alterações na Assinatura.

source: Read more about our plans
pt: Saiba mais sobre nossos planos

source: Change My Plan
pt: Alterar Meu Plano

source: <p> This page is visible to Dimagi employees only (you have an @dimagi.com email address). You can use this page to set up a subscription for this project space. Use this tool only for projects that are: <ul> <li>an internal test project</li> <li>part of a contracted project</li> <li>a short term extended trial for biz dev</li> </ul> </p> <h3> Your project is currently subscribed to %(plan_name)s. </h3>
pt: <p> Esta página é visível apenas para funcionários da Dimagi (você tem um e-mail @dimagi.com). Você pode usar esta página para configurar uma assinatura para este espaço de projeto. Use esta ferramenta apenas para projetos que sejam: <ul> <li>um projeto de teste interno</li> <li>parte de um projeto contratado</li> <li>um teste estendido de curto prazo para desenvolvimento de negócios</li> </ul> </p> <h3> Seu projeto está atualmente inscrito no plano %(plan_name)s. </h3>

source: Add
pt: Adicionar

source: Could not update!
pt: Não foi possível atualizar!

source: Last Activity
pt: Última Atividade

source: Activated On :
pt: Ativado em :

source: Deactivated On :
pt: Desativado em:

source: You are renewing your <strong>%(p)s</strong> subscription.
pt: Você está renovando sua assinatura de <strong>%(p)s</strong>.

source: Talk to Sales
pt: Fale com o Vendas

source: My Projects
pt: Meus Projetos

source: Accept All Invitations
pt: Aceitar Todas as Convites

source: My Invitations
pt: Minhas Convites

source: Save close to 20%% when you pay annually.
pt: Economize cerca de 20%% ao pagar anualmente.

source: %(days)s day refund policy
pt: Política de reembolso de %(days)s dia(s)

source: monthly
pt: mensal

source: discounted
pt: com desconto

source: Current Plan
pt: Plano Atual

source: Select Plan
pt: Selecionar Plano

source: Pause Subscription
pt: Pausar Assinatura

source: What happens after you pause?
pt: O que acontece após pausar?

source: You will lose access to your project space, but you will be able to re-subscribe anytime in the future.
pt: Você perderá acesso ao seu espaço de projeto, mas poderá reativar a assinatura a qualquer momento no futuro.

source: You will no longer be billed.
pt: Você não será mais cobrado.

source: Your subscription is currently paused.
pt: Sua assinatura está atualmente pausada.

source: Your subscription is currently paused because you have <a href="%(url_statements)s">past-due invoices</a>.
pt: Sua assinatura está atualmente pausada porque você possui <a href="%(url_statements)s">faturas em atraso</a>.

source: You will not be allowed to un-pause your project until these invoices are paid.
pt: Você não poderá retomar seu projeto até que essas faturas sejam pagas.

source: Questions about which software plan is right for you?
pt: Tem dúvidas sobre qual plano de software é ideal para você?

source: Talk with our team
pt: Fale com nossa equipe

source: Dismiss
pt: Dispensar

source: Saved Credit Cards
pt: Cartões de Crédito Salvos

source: Add Card
pt: Adicionar Cartão

source: Credit Card
pt: Cartão de Crédito

source: Your request was successful!
pt: Sua solicitação foi bem-sucedida!

source: Delete Card
pt: Excluir Cartão
