Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: This feature is deprecated. Access to specific web apps can now be managed via <a target="_blank" href="%(roles_url)s">Roles & Permissions</a>. <br /><br /> Please avoid using <em>both</em> this configuration and Roles & Permissions to manage access. <br/><br/> <h5>Transitioning from the Deprecated Feature to Roles & Permissions</h5> <p> For the simplest case where each mobile worker belongs to only one group, follow the steps below. For more complex cases, please contact <a href="mailto:%(SUPPORT_EMAIL)s">CommCare Support</a> for assistance setting up access via Roles & Permissions. </p> <ol> <li> <strong>Set up a role for each group</strong><br/> Create a corresponding role in the <a target="_blank" href="%(roles_url)s">Roles & Permissions</a> page for every existing group. </li> <li> <strong>Configure permissions for each role</strong><br/> Ensure that each role is granted the same permissions and access to apps that were previously available to the corresponding group. </li> <li> <strong>Assign mobile workers to their new roles</strong><br/> Map each <a target="_blank" href="%(mobile_workers_url)s">mobile worker</a> to the appropriate role that matches their previous group membership. </li> <li> <strong>Enable Roles & Permissions for Web Apps access</strong><br/> On this page, select the option to "Use Roles & Permissions to manage Web Apps access" and click <strong>Save</strong>. </li> <li> <strong>Test access for mobile workers</strong><br/> Verify that all mobile workers can access the apps as expected, based on their assigned roles. </li> <li> <strong>(Optional) Deactivate the deprecated feature</strong><br/> Disable this feature to avoid accidentally re-enabling it in the future. Simply check the box to turn it off and click <strong>Save</strong>. </li> </ol>
pt: Este recurso está obsoleto. O acesso a aplicativos web específicos agora pode ser gerenciado via <a target="_blank" href="%(roles_url)s">Funções e Permissões</a>. <br /><br /> Por favor, evite usar <em>ambas</em> esta configuração e Funções e Permissões para gerenciar o acesso. <br/><br/> <h5>Transição do Recurso Obsoleto para Funções e Permissões</h5> <p> Para o caso mais simples, onde cada trabalhador móvel pertence a apenas um grupo, siga os passos abaixo. Para casos mais complexos, entre em contato com o <a href="mailto:%(SUPPORT_EMAIL)s">Suporte CommCare</a> para assistência na configuração do acesso via Funções e Permissões. </p> <ol> <li> <strong>Configure uma função para cada grupo</strong><br/> Crie uma função correspondente na página <a target="_blank" href="%(roles_url)s">Funções e Permissões</a> para cada grupo existente. </li> <li> <strong>Configure as permissões para cada função</strong><br/> Garanta que cada função tenha as mesmas permissões e acesso aos aplicativos que estavam disponíveis anteriormente para o grupo correspondente. </li> <li> <strong>Atribua trabalhadores móveis às novas funções</strong><br/> Relacione cada <a target="_blank" href="%(mobile_workers_url)s">trabalhador móvel</a> à função apropriada que corresponda ao grupo anterior. </li> <li> <strong>Habilite Funções e Permissões para acesso aos Aplicativos Web</strong><br/> Nesta página, selecione a opção "Usar Funções e Permissões para gerenciar o acesso aos Aplicativos Web" e clique em <strong>Salvar</strong>. </li> <li> <strong>Teste o acesso dos trabalhadores móveis</strong><br/> Verifique se todos os trabalhadores móveis conseguem acessar os aplicativos conforme esperado, de acordo com as funções atribuídas. </li> <li> <strong>(Opcional) Desative o recurso obsoleto</strong><br/> Desative este recurso para evitar reativá-lo acidentalmente no futuro. Basta marcar a caixa para desativar e clicar em <strong>Salvar</strong>. </li> </ol>

source: Use Roles & Permissions to manage Web Apps access
pt: Usar Funções e Permissões para gerenciar o acesso aos Aplicativos Web

source: Web Apps permissions have been transferred to "Roles & Permissions", and this deprecated feature can be turned off. Please note that once you "save", you will no longer have access to this page.
pt: As permissões de Web Apps foram transferidas para "Funções e Permissões", e este recurso obsoleto pode ser desativado. Observe que, uma vez que você "salve", não terá mais acesso a esta página.

source: Manage Web Apps access for each mobile worker based on their group
pt: Gerencie o acesso às Web Apps para cada trabalhador móvel com base em seu grupo

source: Group
pt: Grupo

source: You have no groups
pt: Você não tem grupos

source: Here's what this means
pt: Veja o que isso significa

source: Mobile workers in group <strong data-bind="text: group.name"></strong> have access to
pt: Trabalhadores móveis no grupo <strong data-bind="text: group.name"></strong> têm acesso a

source: <strong>No Mobile Workers</strong> have access to
pt: <strong>Nenhum Trabalhador Móvel</strong> tem acesso a

source: ...and all other mobile workers do not have access to any Web Apps applications.
pt: ...e todos os outros trabalhadores móveis não têm acesso a nenhum aplicativo de Web Apps.

source: No Web Apps applications available
pt: Nenhum aplicativo de Web Apps disponível

source: Web Apps
pt: Aplicações Web

source: Show Full Menu
pt: Mostrar Menu Completo

source: Select
pt: Selecionar

source: Column Configuration
pt: Configuração de Colunas

source: Please Select at least one column.
pt: Selecione pelo menos uma coluna.

source: Reset
pt: Redefinir

source: List is empty.
pt: A lista está vazia.

source: Refine search
pt: Refinar busca

source: Select All
pt: Selecionar tudo

source: Sort By
pt: Ordenar por

source: Hide Map
pt: Ocultar Mapa

source: Expand Data Preview Section.
pt: Expandir Seção de Pré-visualização de Dados.

source: Data Preview
pt: Pré-visualização de Dados

source: Empty String
pt: String Vazia

source: Showing the first
pt: Mostrando os primeiros

source: lines...
pt: linhas...

source: Copy Full Evaluation to Clipboard
pt: Copiar Avaliação Completa para a Área de Transferência

source: Copy Full Trace to Clipboard
pt: Copiar Rastro Completo para a Área de Transferência

source: Recent Queries
pt: Consultas Recentes

source: No recent queries
pt: Nenhuma consulta recente

source: Clear
pt: Limpar

source: Clear map
pt: Limpar mapa

source: Please wait while the map loads
pt: Aguarde enquanto o mapa é carregado

source: Sorry, web entry cannot support this type of question.
pt: Desculpe, a entrada web não pode suportar este tipo de pergunta.

source: This question will appear as follows in data exports.
pt: Esta pergunta aparecerá da seguinte forma nas exportações de dados.

source: Please correct the answers below before submitting. <br> You can use the <strong><i class='fa fa-fast-forward'></i> Next Error</strong> button on the left-hand side of the screen to navigate between required fields.
pt: Corrija as respostas abaixo antes de enviar. <br> Você pode usar o botão <strong><i class='fa fa-fast-forward'></i> Próximo Erro</strong> no lado esquerdo da tela para navegar entre os campos obrigatórios.

source: An answer is required.
pt: Uma resposta é obrigatória.

source: Next Error
pt: Próximo Erro

source: Your browser does not support audio
pt: Seu navegador não suporta áudio

source: Your browser does not support video
pt: Seu navegador não suporta vídeo

source: Show help dialog
pt: Mostrar diálogo de ajuda

source: A response is required for this question.
pt: Uma resposta é obrigatória para esta pergunta.

source: Sorry, this response is required!
pt: Desculpe, esta resposta é obrigatória!

source: Question Group
pt: Grupo de Perguntas

source: Log in as
pt: Entrar como

source: Start
pt: Iniciar

source: Home
pt: Início

source: Dropdown toggle
pt: Alternar menu suspenso

source: Print
pt: Imprimir

source: A new version of this app is available
pt: Uma nova versão deste aplicativo está disponível

source: CommCare recommends that you get the latest version of this app.
pt: O CommCare recomenda que você obtenha a versão mais recente deste aplicativo.

source: To keep any unsaved changes -
pt: Para manter quaisquer alterações não salvas -

source: Click on “Update Later”.
pt: Clique em “Atualizar Depois“.

source: Submit your changes.
pt: Envie suas alterações.

source: Update by clicking on “Web Apps” at the top left of the browser page.
pt: Atualize clicando em "Web Apps" no canto superior esquerdo da página do navegador.

source: If you don’t have any unsaved changes and would like to update, click on “Get Latest App”.
pt: Se você não tiver alterações não salvas e quiser atualizar, clique em "Obter Último App".

source: Update Later
pt: Atualizar Depois

source: Get Latest App
pt: Obter Último App

source: <%%- rowRange[i] %%> per page
pt: <%%- rowRange[i] %%> por página

source: Include results where '<%%- text %%>' is blank
pt: Incluir resultados onde '<%%- text %%>' está em branco

source: Web Apps deletes any Incomplete Forms that are more than 7 days old. Please submit any forms with important data before then to avoid data loss.
pt: Web Apps exclui quaisquer Formulários Incompletos com mais de 7 dias. Por favor, envie quaisquer formulários com dados importantes antes desse prazo para evitar perda de dados.

source: Use one question per screen
pt: Usar uma pergunta por tela

source: Set the application language
pt: Definir o idioma do aplicativo

source: Clear user data
pt: Limpar dados do usuário

source: Break Pending Request Locks
pt: Quebrar travas de solicitações pendentes

source: Break
pt: Quebrar

source: Sync User Data
pt: Sincronizar dados do usuário

source: Log in as user
pt: Entrar como usuário

source: Organization Type
pt: Tipo de Organização

source: Date Registered
pt: Data do Registo

source: Functionality Disabled
pt: Funcionalidade Desativada

source: This functionality is disabled.
pt: Esta funcionalidade está desativada.

source: Web apps for %(app_or_domain_name)s are currently down for maintainence.
pt: Os web apps para %(app_or_domain_name)s estão atualmente fora do ar para manutenção.

source: The 'disable_web_apps' feature flag is turned on.
pt: O recurso 'disable_web_apps' está ativado.

source: Web Apps Permissions
pt: Permissões de Web Apps

source: Linking directly into Web Apps has been disabled.
pt: O acesso direto aos Web Apps foi desativado.

source: Multiple corresponding applications found. Could not follow link.
pt: Foram encontradas várias aplicações correspondentes. Não foi possível seguir o link.

source: No corresponding application found in this project.
pt: Nenhuma aplicação correspondente encontrada neste projeto.

source: This user cannot access this link.
pt: Este usuário não pode acessar este link.

source: You have the MOBILE_UCR feature flag enabled, and have {ucr_count} mobile UCRs which exceeds the maximum limit of {ucr_limit} total User Configurable Reports used across all of your applications. To resolve, you must remove references to UCRs in your applications until you are under the limit. If you believe this is a mistake, please reach out to support.
pt: Você tem o recurso MOBILE_UCR ativado e possui {ucr_count} UCRs móveis, o que excede o limite máximo de {ucr_limit} Relatórios Configuráveis pelo Usuário usados em todas as suas aplicações. Para resolver, remova referências a UCRs em suas aplicações até ficar abaixo do limite. Se você acredita que isso é um erro, entre em contato com o suporte.

source: Use default emergency levels
pt: Usar níveis de emergência padrão

source: Emergency Level (months)
pt: Nível de Emergência (meses)

source: Low Stock Level (months)
pt: Nível de Estoque Baixo (meses)

source: Overstock Level (months)
pt: Nível de Estoque Alto (meses)

source: Use automatic consumption calculation
pt: Usar cálculo automático de consumo

source: Minimum Transactions (Count)
pt: Transações Mínimas (Quantidade)

source: Minimum Window for Calculation (Days)
pt: Janela Mínima para Cálculo (Dias)

source: Optimal Window for Calculation (Days)
pt: Janela Ótima para Cálculo (Dias)

source: Configure consumption defaults individually by supply point
pt: Configurar padrões de consumo individualmente por ponto de abastecimento

source: Sync consumption fixtures
pt: Sincronizar fixtures de consumo

source: You must use automatic consumption calculation or specify a value for all consumption settings.
pt: Você deve usar o cálculo automático de consumo ou especificar um valor para todas as configurações de consumo.

source: Stock Levels
pt: Níveis de Estoque

source: Consumption Settings
pt: Configurações de Consumo

source: Phone Settings
pt: Configurações do Telefone

source: Submit
pt: Submeter

source: This is configured by <a href='{url}'>bulk importing your organization structure</a>.
pt: Isso é configurado por <a href='{url}'>importação em massa da estrutura da sua organização</a>.

source: Default {product_name}
pt: {product_name} padrão

source: Ledger transaction references invalid Case ID "{}"
pt: Referências de transação do livro razão com ID de Caso inválido "{}"

source: You have not been registered with a default location yet. Please register a default location for this user.
pt: Você ainda não foi registrado com uma localização padrão. Por favor, registre uma localização padrão para este usuário.

source: Use this page to edit the default monthly consumption values for your products. These will be used if there is not enough information to compute an accurate value.
pt: Use esta página para editar os valores padrão de consumo mensal dos seus produtos. Eles serão usados caso não haja informações suficientes para calcular um valor preciso.

source: Edit Default Monthly Consumption
pt: Editar Consumo Mensal Padrão

source: Update Default Consumption Info
pt: Atualizar Informações de Consumo Padrão

source: Uncategorized
pt: Sem categoria

source: uncategorized
pt: sem categoria

source: Setup
pt: Configuração

source: Could not save {}: {}
pt: Não foi possível salvar {}: {}

source: Settings updated!
pt: Configurações atualizadas!

source: Consumption
pt: Consumo

source: Default consumption values updated
pt: Valores padrão de consumo atualizados

source: Select one
pt: Selecione um

source: Additional Information
pt: Informações Adicionais

source: Invalid profile selected. Please select a valid profile.
pt: Perfil inválido selecionado. Por favor, selecione um perfil válido.

source: Select a profile
pt: Selecione um perfil

source: Unrecognized Information
pt: Informação Não Reconhecida

source: Key '{}' was duplicated, key names must be unique.
pt: A chave '{}' foi duplicada, nomes de chave devem ser únicos.

source: Key '{}' is a reserved word in Commcare.
pt: A chave '{}' é uma palavra reservada no Commcare.

source: Profile name '{}' appears more than once. Profile names must be unique.
pt: O nome do perfil '{}' aparece mais de uma vez. Os nomes dos perfis devem ser únicos.

source: Profile '{}' contains '{}' which is not a known field.
pt: O perfil '{}' contém '{}' que não é um campo conhecido.

source: Profile '{}' does not assign a value for required field '{}'
pt: O perfil '{}' não atribui um valor para o campo obrigatório '{}'

source: A label is required for each field.
pt: Um rótulo é obrigatório para cada campo.

source: A property name is required for each field.
pt: Um nome de propriedade é obrigatório para cada campo.

source: Properties must start with a letter and consist only of letters, numbers, underscores or hyphens.
pt: As propriedades devem começar com uma letra e consistir apenas de letras, números, sublinhados ou hifens.

source: Not a valid regular expression
pt: Não é uma expressão regular válida

source: A name is required for each profile.
pt: Um nome é obrigatório para cada perfil.

source: At least one field is required for each profile.
pt: Pelo menos um campo é obrigatório para cada perfil.

source: Edit {} Fields
pt: Editar Campos de {}

source: Could not update '{}'. Synced data cannot be created this way
pt: Não foi possível atualizar '{}'. Dados sincronizados não podem ser criados desta forma

source: Could not update '{}'. You do not have the appropriate role
pt: Não foi possível atualizar '{}'. Você não tem o papel apropriado

source: Unable to remove synced fields. You do not have the appropriate role
pt: Não é possível remover campos sincronizados. Você não tem o papel apropriado

source: Could not delete profile '{}' because it has users assigned.
pt: Não foi possível excluir o perfil '{}' porque ele possui usuários atribuídos.

source: {} fields and profiles saved successfully.
pt: {} campos e perfis salvos com sucesso.

source: {} fields saved successfully.
pt: {} campos salvos com sucesso.

source: Unable to save {} fields or profiles, see errors below.
pt: Não foi possível salvar {} campos ou perfis, veja os erros abaixo.

source: Unable to save {} fields, see errors below.
pt: Não foi possível salvar {} campos, veja os erros abaixo.

source: You may not use "{}" as a field name
pt: Você não pode usar "{}" como nome de campo

source: Field names may not begin with "{}"
pt: Nomes de campos não podem começar com "{}"

source: '{value}' is not a valid choice for {label}. The available options are: {options}.
pt: '{value}' não é uma opção válida para {label}. As opções disponíveis são: {options}.

source: '{value}' is not a valid match for {label}
pt: '{value}' não é uma correspondência válida para {label}

source: {label} is required.
pt: {label} é obrigatório.

source: Unlock Linked Fields For Me
pt: Desbloquear Campos Vinculados Para Mim

source: Lock Linked Fields For Me
pt: Bloquear Campos Vinculados Para Mim

source: Linked Configurations
pt: Configurações Vinculadas

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
pt: As configurações vinculadas são controladas a partir de um espaço de projeto vinculado e separado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Saiba mais</a>.

source: Fields
pt: Campos

source: Profiles
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Add a Field
pt: Adicionar um Campo

source: %(entity_string)s Property
pt: Propriedade de %(entity_string)s

source: %(entity_string)s Property
pt: Propriedade de %(entity_string)s

source: The unique ID you can use to reference this property in the application builder. The property may not contain spaces.
pt: O ID único que você pode usar para referenciar esta propriedade no construtor de aplicativos. A propriedade não pode conter espaços.

source: The field label that users will see when adding or editing a %(entity_string)s in CommCare HQ.
pt: O rótulo do campo que usuários verão ao adicionar ou editar um(a) %(entity_string)s no CommCare HQ.

source: A value for this field must be provided when creating or editing a %(entity_string)s. Bulk import will fail unless this field is provided.
pt: Um valor para este campo deve ser fornecido ao criar ou editar um(a) %(entity_string)s. A importação em massa falhará a menos que este campo seja fornecido.

source: Required for
pt: Obrigatório para

source: Specify which %(entity_string)s type this field is required for.
pt: Especifique para qual tipo de %(entity_string)s este campo é obrigatório.

source: Specify a means of validating user input to this field. You can provide a drop-down list of choices or specify a regular expression to be applied to the input. For example, ^[1-9]{10}$ will match only 10 character numeric input.
pt: Especifique um meio de validar a entrada do usuário para este campo. Você pode fornecer uma lista suspensa de opções ou especificar uma expressão regular a ser aplicada à entrada. Por exemplo, ^[1-9]{10}$ corresponderá apenas a entradas numéricas de 10 caracteres.

source: Choices
pt: Opções

source: Provides a drop-down list of choices for this field instead of free text entry.
pt: Fornece uma lista suspensa de opções para este campo em vez de entrada de texto livre.

source: Add Choice
pt: Adicionar Opção

source: Regular Expression
pt: Expressão Regular

source: Are you sure you want to delete %(item)s?
pt: Tem certeza de que deseja excluir %(item)s?

source: <p> Deleting this field can cause you to lose data for any %(entity_string)s with information stored in this field. </p> <p> Data will show up on the edit %(entity_string)s page but will be removed the next time the %(entity_string)s is saved. </p>
pt: <p> Excluir este campo pode fazer com que você perca dados de qualquer %(entity_string)s com informações armazenadas neste campo. </p> <p> Os dados aparecerão na página de edição de %(entity_string)s, mas serão removidos na próxima vez que o %(entity_string)s for salvo. </p>

source: Unlock Linked Fields?
pt: Desbloquear Campos Vinculados?

source: <p>Linked Fields are fields that are controlled by a separate project space linked to this project. Click here to learn more.</p> <p>Changes made to Linked Fields may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.</p>
pt: <p>Campos Vinculados são campos controlados por um espaço de projeto separado vinculado a este projeto. Clique aqui para saber mais.</p> <p>Alterações feitas em Campos Vinculados podem ser sobrescritas pelas próximas atualizações do espaço de projeto vinculado, e também podem afetar soluções neste espaço de projeto.</p>

source: Unlock
pt: Desbloquear

source: Make user profiles a requirement for the following user types
pt: Tornar perfis de usuário obrigatórios para os seguintes tipos de usuário

source: Make user profiles a requirement for the following user types.
pt: Tornar perfis de usuário obrigatórios para os seguintes tipos de usuário.

source: A profile must be provided when creating or editing a user of the selected user type(s).
pt: Um perfil deve ser fornecido ao criar ou editar um usuário dos tipos de usuário selecionados.

source: Make user profiles a requirement for the following user types dropdown.
pt: Tornar perfis de usuário obrigatórios para o menu suspenso dos seguintes tipos de usuário.

source: Add a Profile
pt: Adicionar um Perfil

source: Remove unused fields from existing data.
pt: Remover campos não utilizados dos dados existentes.

source: Remove Unused Fields
pt: Remover Campos Não Utilizados

source: If checked, this will remove any other fields from every %(entity_string)s. This could break existing applications if they rely on these other fields.
pt: Se marcado, isso removerá quaisquer outros campos de cada %(entity_string)s. Isso pode quebrar aplicativos existentes se eles dependerem desses outros campos.

source: Welcome Back to %(cc_name)s
pt: Bem-vindo(a) de volta ao %(cc_name)s

source: Thanks for using %(cc_name)s!
pt: Obrigado por usar o %(cc_name)s!

source: Thanks for using CommCare HQ! If you have questions, suggestions, or other thoughts, <br />we invite you to join the discussion on the <a href="https://forum.dimagi.com/" target="_blank">CommCare User Forum</a>.
pt: Obrigado por usar o CommCare HQ! Se você tiver dúvidas, sugestões, ou outros comentários, <br />convidamos você a participar da discussão no <a href="https://forum.dimagi.com/" target="_blank">Fórum de Usuários do CommCare</a>.

source: HQ Dashboard
pt: Painel HQ

source: Build, update, and deploy applications
pt: Crie, atualize e implante aplicativos

source: View worker monitoring reports and inspect project data
pt: Visualize relatórios de monitoramento de trabalhadores e inspecione dados do projeto

source: {cc_name} Supply Setup
pt: Configuração do {cc_name} Supply

source: Update {cc_name} Supply Settings
pt: Atualizar Configurações do {cc_name} Supply

source: Export and manage data
pt: Exportar e gerenciar dados

source: Users
pt: Usuários
