Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Account Type
pt: Tipo de Conta

source: All
pt: Todos

source: Account Name
pt: Nome da Conta

source: Project Space
pt: Espaco do projecto

source: Credit Adjustment Reason
pt: Motivo do Ajuste de Crédito

source: Any Reason
pt: Qualquer Motivo

source: Service Type
pt: Tipo de Serviço

source: Any Service
pt: Qualquer Serviço

source: Linked to Any Transaction
pt: Vinculado a Qualquer Transação

source: Salesforce Account ID
pt: # da Conta Salesforce

source: Any
pt: Qualquer

source: Salesforce Contract ID
pt: # do Contrato Salesforce

source: Active Status
pt: Estado Activo

source: Customer Billing Account
pt: Conta de Cobrança do Cliente

source: Dimagi Contact
pt: Contrato de Dimagi

source: Entry Point
pt: testing

source: Invoicing Status
pt: Estado de faturação

source: Send invoice
pt: Enviar fatura

source: Do not invoice
pt: Não faturar

source: Trial Status
pt: Estado ensaio

source: Show All Subscriptions (including trials)
pt: Mostrar todas Subscrições (incluindo ensaios)

source: Show Non-Trial Subscriptions
pt: Mostrar Subscrições Não-Ensaios

source: Show Only Trial Subscriptions
pt: Mostrar somente as Subscrições de Ensaio

source: Type
pt: Tipo

source: Discounted
pt: Com Desconto

source: Is Hidden
pt: Escondido

source: Created By
pt: Criado por

source: Anyone
pt: Qualquer pessoa

source: Date Created
pt: Dado criado

source: Start Date
pt: Data de início

source: End Date
pt: Data de termino

source: Statement Period
pt: Período

source: Due Date
pt: Data Devida

source: Plan Name
pt: Nome do plano

source: Edition
pt: Edição

source: Visibility
pt: Visibilidade

source: Payment Status
pt: Estado do pagamento

source: Billing Contact Name
pt: Contacto de Faturamento

source: Transaction ID
pt: # Transação

source: Usually begins with 'ch_'
pt: Normalmente comece com 'ch_'

source: Client Contact Emails
pt: E-mails de Contato do Cliente

source: Account is Active
pt: Conta está activa

source: Is Customer Billing Account
pt: É Conta de Cobrança do Cliente

source: Transfer Subscriptions To
pt: Transferir subscrições para

source: Transfer any existing subscriptions to the Billing Account specified here.
pt: Transferir todas subscrições existentes à conta de faturamento seguinte

source: Dimagi Contact Email
pt: Dimagi Email

source: Last Payment Method
pt: Último Método de Pagamento

source: Prepay or Postpay
pt: Pré-pago ou Pós-pago

source: Name '%s' is already taken.
pt: O nome '%s' já está em uso.

source: This account has subscriptions associated with it. Please specify a transfer account before deactivating.
pt: Esta conta tem subscrições que vem ligadas. Por favor, especifique uma outra conta de transferência antes de desactivar esta conta.

source: The transfer account can't be the same one you're trying to deactivate.
pt: A conta de transferência não pode ser igual à conta que quer desactivar.

source: Billing Account
pt: Conta de Faturamento

source: Version
pt: Versão

source: Software Plan
pt: Plano de software

source: Salesforce Deployment ID
pt: # Salesforce Lançamento

source: Do Not Invoice
pt: Não faturar

source: Justify why "Do Not Invoice"
pt: Justifique o motivo de "Não Faturar"

source: Auto-generate Plan Credits
pt: Auto-gerir crédito

source: Skip invoicing if no feature charges
pt: Pular faturamento se não houver cobranças de funcionalidades

source: Transfer Subscription To
pt: Transferir subscrição para

source: Funding Source
pt: Fonte de Financiamento

source: Exclude from automated pause process
pt: Excluir do processo automático de pausa

source: Justify why "Skip Auto Pause"
pt: Justifique o motivo de "Pular Pausa Automática"

source: Please select an account other than the current account to transfer to.
pt: Por favor, selecione uma conta diferente da conta atual para transferir.

source: A valid project space is required.
pt: É necessário um espaço de projeto válido.

source: Account must be specified
pt: A conta deve ser especificada

source: Please update 'Client Contact Emails' <strong><a href={link} target="_blank">here</a></strong> before using Billing Account <strong>{account}</strong>.
pt: Por favor, atualize os 'E-mails de Contato do Cliente' <strong><a href={link} target="_blank">aqui</a></strong> antes de usar a Conta de Cobrança <strong>{account}</strong>.

source: You must specify a start date
pt: Você deve especificar uma data de início

source: End date must be after start date.
pt: A data de término deve ser posterior à data de início.

source: Note
pt: Nota

source: New Software Plan
pt: Novo plano de software

source: Rate Type
pt: Tipo de taxa

source: Feature Type
pt: Tipo de Feições

source: Amount over maximum size. If you need support for quantities this large, please <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Report an Issue</a>.
pt: Valor acima do tamanho máximo. Se precisar de suporte para quantidades tão grandes, por favor <a data-toggle="modal" data-target="#modalReportIssue" href="#modalReportIssue">Relate um Problema</a>.

source: Name already taken. Please enter a new name.
pt: Nome já em uso. Por favor, insira um novo nome.

source: Privileges Available
pt: Privilégios Disponíveis

source: Privileges Selected
pt: Privilégios Selecionados

source: Search Privileges...
pt: Buscar Privilégios...

source: You must specify a rate for SMS and USER feature type
pt: Você deve especificar uma tarifa para os tipos de funcionalidade SMS e USUÁRIO

source: You can only specify one rate per feature type (SMS, USER, etc.)
pt: Você só pode especificar uma tarifa por tipo de funcionalidade (SMS, USUÁRIO, etc.)

source: You must specify exactly one product rate.
pt: Você deve especificar exatamente uma tarifa de produto.

source: A slug is required for this new role.
pt: É necessário um slug para este novo papel.

source: Enter a unique role slug.
pt: Insira um slug de papel único.

source: A name is required for this new role.
pt: É necessário um nome para este novo papel.

source: Name
pt: Nome

source: Company / Organization
pt: Companhia/ Organização

source: Message
pt: Mensagem

source: Submit Request
pt: Enviar Solicitação

source: Received invalid adjustment type: %s
pt: Tipo de ajuste inválido recebido: %s

source: One month of %(plan_name)s Software Plan.
pt: Um mes de %(plan_name)s Software Plan

source: (Prorated for {date_range})
pt: (Proporcional para {date_range})

source: Fee for each {user} exceeding the plan limit of {monthly_limit}.
pt: Taxa para cada {user} que exceder o limite do plano de {monthly_limit}.

source: {num_sms} of {monthly_limit} included SMS{date_range}.
pt: {num_sms} de {monthly_limit} SMS incluídos{date_range}.

source: from {}
pt: de {}

source: Your card is no longer being used to auto-pay for {billing_account}
pt: Seu cartão não está mais sendo usado para pagamento automático de {billing_account}

source: Your card is being used to auto-pay for {billing_account}
pt: Seu cartão está sendo usado para pagamento automático de {billing_account}

source: First Name
pt: Primeiro nome

source: Last Name
pt: Nome da família / Sobrenome

source: Contact Emails
pt: Emails

source: We will email communications regarding your account to the emails specified here.
pt: Enviaremos emails acerca da sua conta aos emails listados aquí

source: Phone Number
pt: Número de telefone

source: Address First Line
pt: Endereço (primeira linha)

source: Address Second Line
pt: Endereço (Segunda linha)

source: City
pt: Cidade

source: State / Province / Region
pt: Estado / Província / Região

source: Postal Code
pt: Código Postal

source: Country
pt: País

source: tomorrow!
pt: amanhã!

source: on %s.
pt: nos %s.

source: CommCare Alert: %(account_name)s's subscription to %(plan_name)s ends %(ending_on)s
pt: Alerta CommCare: a assinatura de %(account_name)s para %(plan_name)s termina em %(ending_on)s

source: CommCare Alert: 30 day trial for '%(domain)s' ends %(ending_on)s
pt: Alerta CommCare: o teste de 30 dias para '%(domain)s' termina em %(ending_on)s

source: CommCare Alert: %(domain)s's subscription to %(plan_name)s ends %(ending_on)s
pt: Alerta CommCare: a assinatura de %(domain)s para %(plan_name)s termina em %(ending_on)s

source: There is already a subscription '%s' with no end date that conflicts with the start and end dates of this subscription.
pt: Já existe uma subscrição '%s' sem data de termino que discorda com o data de início e o data de termino desta subscrição.

source: There is already a subscription '%(sub)s' that has an end date that conflicts with the start and end dates of this subscription %(start)s - %(end)s.
pt: Já existe uma subscrição '%(sub)s' que tem um data de termino que discorda com os datas de início e termino desta subscrição %(start)s - %(end)s.

source: Paid
pt: Pago

source: Payment Required
pt: Pagamento necessário

source: Hello,
pt: Olá,

source: Dear %s,
pt: Caro/a %s,

source: CommCare Subscription Prepayment Invoice for {account_or_domain} due {due_date}
pt: Fatura de Pré-pagamento da Assinatura CommCare para {account_or_domain} com vencimento em {due_date}

source: CommCare Subscription Prepayment Invoice for {account_or_domain}
pt: Fatura de Pré-pagamento da Assinatura CommCare para {account_or_domain}

source: You can't specify both an invoice and a line item.
pt: Você não pode especificar uma fatura e um item de linha ao mesmo tempo.

source: Something went wrong while processing your payment. We're working quickly to resolve the issue. No charges were issued. Please try again in a few hours.
pt: Algo deu errado no processo de pagamento. Estamos a trabalhar rápidamente para resolver o problema. Nenhum valor foi cobrado. Por favor, tente de novo em algumas horas.

source: Invoice #%s
pt: Fatura #%s

source: Bulk Payment for project space %s
pt: Pagamento em Lote para o espaço do projeto %s

source: You are using custom branding. Selecting this plan will remove this feature.
pt: Está a usar branding customizado. Se for a selecionar este plano, o branding customizado será apagado.

source: You have a subscription SCHEDULED TO START on %(date_start)s. Changing this plan will CANCEL that %(plan_name)s subscription.
pt: Tem uma subscrição programada para começar %(date_start)s. Se for cambiar o plano a subscrição %(plan_name)s será cancelada.

source: Your project has enabled a {} minute session timeout setting. By changing to a different plan, you will lose the ability to enforce this shorter timeout policy.
pt: Seu projeto ativou uma configuração de tempo limite de sessão de {} minutos. Ao mudar para um plano diferente, você perderá a capacidade de impor essa política de tempo limite mais curta.

source: Two factor authentication is currently required of all of your web users for this project space. By changing to a different plan you will lose the ability to enforce this requirement. However, any web user who still wants to use two factor authentication will be able to continue using it.
pt: A autenticação de dois fatores é atualmente obrigatória para todos os seus usuários web neste espaço do projeto. Ao mudar para um plano diferente, você perderá a capacidade de impor esse requisito. No entanto, qualquer usuário web que ainda quiser usar a autenticação de dois fatores poderá continuar utilizando.

source: Your project currently requires all mobile workers to have strong passwords. By changing to a different plan, you will lose the ability to enforce these password requirements.
pt: Seu projeto atualmente exige que todos os trabalhadores móveis tenham senhas fortes. Ao mudar para um plano diferente, você perderá a capacidade de impor esses requisitos de senha.

source: The following security features will be affected if you select this plan:
pt: Os seguintes recursos de segurança serão afetados se você selecionar este plano:

source: You have %(number_of_reports)d report builder reports. By selecting this plan you will lose access to those reports.
pt: Você tem %(number_of_reports)d relatórios do construtor de relatórios. Ao selecionar este plano, você perderá o acesso a esses relatórios.

source: Payment Received - Thank You!
pt: Pagamento recebido - Obrigado!

source: Subscription Payment for CommCare Invoice {context['invoice_number']} was declined
pt: O pagamento da assinatura para a Fatura CommCare {context['invoice_number']} foi recusado

source: Manage Accounting Admins
pt: Gerir Administradores de Contabilidade

source: Add or delete users that can view and edit accounting settings.
pt: Adicione ou exclua usuários que podem visualizar e editar as configurações de contabilidade.

source: Remove
pt: Remover

source: Remove <strong data-bind="text: username"></strong> from admins?
pt: Remover <strong data-bind="text: username"></strong> dos administradores?

source: Yes, remove <strong data-bind="text: username"></strong>'s Accounting Admin privileges.
pt: Sim, remover os privilégios de Administrador de Contabilidade de <strong data-bind="text: username"></strong>.

source: Cancel
pt: Cancelar

source: Removing User...
pt: Removendo usuário...

source: Remove User
pt: Remover Usuário

source: New
pt: Novo

source: Removed
pt: Removido

source: Account
pt: Conta

source: Subscriptions
pt: Subscrições

source: Credits
pt: Créditos

source: Autopay
pt: Pagamento Automático

source: <p> Hello %(old_user_name)s, </p> <p> Your card is no longer being used for autopayment on the account %(billing_account_name)s. </p> <p> A card belonging to <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> is being used instead. If this is expected, you do not have to take any further action, and this card will be used to pay monthly invoices and will be charged on the invoice due date. If this change is unexpected, you can view and alter the credit card information at any time by navigating to your <a href="%(billing_info_url)s">Billing Information</a> page. </p> <p> Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Best Regards, </p> <p> The CommCare HQ Team<br/> www.commcarehq.org </p> <p> Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA </p>
pt: <p> Olá %(old_user_name)s, </p> <p> Seu cartão não está mais sendo usado para pagamento automático na conta %(billing_account_name)s. </p> <p> Um cartão pertencente a <strong><a href="mailto:%(new_user)s">%(new_user)s</a></strong> está sendo usado em seu lugar. Se isso era esperado, não é necessário tomar nenhuma ação adicional, e este cartão será usado para pagar as faturas mensais e será cobrado na data de vencimento da fatura. Se essa mudança for inesperada, você pode visualizar e alterar as informações do cartão de crédito a qualquer momento acessando sua página de <a href="%(billing_info_url)s">Informações de Cobrança</a>. </p> <p> Obrigado por usar o CommCare. Se você tiver alguma dúvida, não hesite em entrar em contato com <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>. </p> <p> Atenciosamente, </p> <p> Equipe CommCare HQ<br/> www.commcarehq.org </p> <p> Declaração de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 EUA </p>

source: Dear %(name)s,
pt: Prezado(a) %(name)s,

source: This email is a receipt for your payment of %(amount)s toward your project %(project)s.
pt: Este e-mail é um recibo pelo seu pagamento de %(amount)s para seu projeto %(project)s.

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s.
pt: As faturas para o espaço do projeto %(domain)s agora estão marcadas como pagas a partir de %(date_paid)s.

source: Amount Paid
pt: Quantidade Paga

source: Payment Date
pt: Data de Pagamento

source: Transaction No.
pt: # de Transação

source: Remaining Balance
pt: Saldo corrente

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
pt: Obrigado por usar o CommCare. Se você tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s.

source: Best Regards,<br /> The CommCare HQ Team<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>
pt: Atenciosamente,<br /> Equipe CommCare HQ<br /> <a href="http://www.commcarehq.org/">www.commcarehq.org</a>

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
pt: E-mail de:<br /> CommCare HQ e a corporação Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 EUA

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward your project %(project)s.
pt: Prezado(a) %(name)s, Este e-mail é um recibo pelo seu pagamento de %(amount)s para seu projeto %(project)s.

source: Invoices for project space %(domain)s are now marked as paid as of %(date_paid)s. Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s
pt: As faturas para o espaço do projeto %(domain)s agora estão marcadas como pagas a partir de %(date_paid)s. Espaço do Projeto: %(domain)s Valor Pago: %(amount)s Data do Pagamento: %(date_paid)s Nº da Transação: %(transaction_id)s

source: Project Space: %(domain)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s
pt: Espaço do Projeto: %(domain)s Valor Pago: %(amount)s Data do Pagamento: %(date_paid)s Nº da Transação: %(transaction_id)s Saldo Restante: %(balance)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 USA
pt: Obrigado por usar o CommCare. Se você tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org E-mail de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 3, Cambridge, MA 02139 EUA

source: This email is a receipt for your prepayment of <strong>%(amount)s</strong> for credits to your project %(project)s.
pt: Este e-mail é um recibo pelo seu pré-pagamento de <strong>%(amount)s</strong> em créditos para seu projeto %(project)s.

source: Email From:<br /> CommCare HQ and the corporation Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: E-mail de:<br /> CommCare HQ e a empresa Dimagi, Inc.<br /> 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Dear %(name)s,
pt: Prezado(a) %(name)s,

source: This email is a receipt for your prepayment of %(amount)s for credits to your project %(project)s.
pt: Este e-mail é um recibo pelo seu pré-pagamento de %(amount)s em créditos para seu projeto %(project)s.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
pt: Obrigado por usar o CommCare. Se você tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s.

source: Best Regards, The CommCare HQ Team www.commcarehq.org
pt: Atenciosamente, Equipe CommCare HQ www.commcarehq.org

source: Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: E-mail de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s.
pt: Seu Extrato de Cobrança de %(month_name)s já está disponível para a Conta do Cliente %(account_name)s.

source: Statement No.
pt: # de Extracto

source: Status
pt: Estado

source: Amount Due this Month
pt: Valor Devido Este Mês

source: Total Balance
pt: Saldo Total

source: Payment Due Date
pt: Data de Vencimento do Pagamento

source: Subscription Credits Remaining
pt: Créditos de Assinatura Restantes

source: Plan Credits
pt: Créditos do Plano

source: User Credits
pt: Créditos de Usuário

source: SMS Credits
pt: Créditos de SMS

source: General Credits
pt: Créditos Gerais

source: Account Credits Remaining
pt: Créditos de Conta Restantes

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
pt: Por favor, note que a data de vencimento deste pagamento de %(month_name)s foi adiada, pois o valor devido neste mês é inferior a $%(small_invoice_threshold)s. No entanto, como seu saldo total agora está acima de $%(small_invoice_threshold)s, observe que você deve pagar seu saldo dentro dos próximos 30 dias.

source: Your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
pt: Seu saldo total agora está acima de $%(small_invoice_threshold)s, por favor observe que você deve pagar seu saldo dentro dos próximos 30 dias.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
pt: Para visualizar o extrato completo de cobrança, acesse seu espaço de projeto no CommCare HQ e navegue até <a href="%(statements_url)s"> Extratos de Cobrança</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
pt: O administrador do seu projeto pode visualizar o extrato completo de cobrança acessando seu espaço de projeto no CommCare HQ e navegando até <a href="%(statements_url)s">Extratos de Cobrança</a>.

source: You can pay this bill by credit card or by wire:
pt: Você pode pagar esta fatura por cartão de crédito ou transferência bancária:

source: You can pay this bill by credit card:
pt: Você pode pagar esta fatura por cartão de crédito:

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
pt: Para pagar com cartão de crédito, acesse sua página de <a href="%(statements_url)s">Extratos de Cobrança</a>, clique no botão verde "Fazer Pagamento" em frente à(s) sua(s) fatura(s) em aberto, e preencha o valor que deseja pagar, bem como os dados do seu cartão de crédito.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
pt: Para pagar por transferência bancária, encontre os dados bancários da Dimagi na sua fatura. Inclua o número da fatura no seu pagamento por transferência e certifique-se de enviar um e-mail para %(accounts_email)s após realizar o pagamento, mencionando a data do pagamento, o valor, o número da fatura e o espaço do projeto.

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
pt: Por favor, note que a data de vencimento deste pagamento foi adiada, pois o valor devido neste mês é inferior a $%(small_invoice_threshold)s. Você começará a receber e-mails de lembrete para pagamentos assim que seu saldo total atingir $%(small_invoice_threshold)s.
