Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/djangojs.po
Languages: pt

source: Error fetching multimedia, please try again or report an issue if the problem persists.
pt: Erro ao buscar multimídia, por favor, tente novamente ou reporte um problema se o problema persistir.

source: This is Danny, one of our best developers.
pt: Este é o Danny, um dos nossos melhores desenvolvedores.

source: Danny is pretty sad that you had to encounter this issue. He's making sure it gets fixed as soon as possible.
pt: Danny está bem triste que você teve que encontrar esse problema. Ele está garantindo que isso seja corrigido o mais rápido possível.

source: Clear selection
pt: Limpar seleção

source: Close the picker
pt: Fechar o seletor

source: long
pt: longo

source: 2-digit
pt: 2 dígitos

source: Decrement Hour
pt: Diminuir Hora

source: Decrement Minute
pt: Diminuir Minuto

source: Decrement Second
pt: Diminuir Segundo

source: Increment Hour
pt: Aumentar Hora

source: Increment Minute
pt: Aumentar Minuto

source: Increment Second
pt: Aumentar Segundo

source: Next Century
pt: Próximo Século

source: Next Decade
pt: Próxima Década

source: Next Month
pt: Próximo Mês

source: Next Year
pt: Próximo Ano

source: Pick Hour
pt: Selecionar Hora

source: Pick Minute
pt: Escolher Minuto

source: Pick Second
pt: Escolher Segundo

source: Previous Century
pt: Século Anterior

source: Previous Decade
pt: Década Anterior

source: Previous Year
pt: Ano Anterior

source: Select Date
pt: Selecionar Data

source: Select Decade
pt: Selecionar Década

source: Select Month
pt: Selecionar Mês

source: Select Time
pt: Selecionar Hora

source: Select Year
pt: Selecionar Ano

source: Go to today
pt: Ir para hoje

source: Toggle Meridiem
pt: Alternar Meridiano

source: Incorrect Format
pt: Formato Incorreto

source: Only Dimagi email addresses can be included
pt: Somente endereços de email Dimagi podem ser incluídos

source: Could not authenticate, please log in and try again
pt: Não foi possível autenticar, por favor faça login e tente novamente

source: There was a problem, please refresh and try again
pt: Houve um problema, por favor atualize e tente novamente

source: Done
pt: Concluído

source: Saving...
pt: Salvando...

source: Saved
pt: Salvo

source: Try Again
pt: Tente Novamente

source: Deleting...
pt: Excluindo...

source: Deleted
pt: Excluído

source: There was an error deleting
pt: Houve um erro ao excluir

source: We could not turn on the new feature. You will have the opportunity to turn it on the next time you visit this page.
pt: Não conseguimos ativar o novo recurso. Você terá a oportunidade de ativá-lo na próxima vez que visitar esta página.

source: We could not turn off the new feature. Please try again later.
pt: Não conseguimos desativar o novo recurso. Por favor, tente novamente mais tarde.

source: Not a valid email
pt: Email inválido

source: Checking...
pt: Verificando...

source: Error saving, please try again.
pt: Erro ao salvar, por favor tente novamente.

source: <%- num %> per page
pt: <%- num %> por página

source: Showing <%- firstItem %> to <%- lastItem %> of <%- maxItems %> entries
pt: Mostrando <%- firstItem %> a <%- lastItem %> de <%- maxItems %> entradas

source: No File selected
pt: Nenhum arquivo selecionado

source: Failed to upload image:
pt: Falha ao enviar imagem:

source: Failed to upload image. Please try again.
pt: Falha ao enviar imagem. Por favor, tente novamente.

source: Clear
pt: Limpar

source: Gateway Timeout Error. Max retries exceeded.
pt: Erro de Tempo Esgotado do Gateway. Máximo de tentativas excedido.

source: Request timed out. Max retries exceeded.
pt: Tempo de solicitação esgotado. Máximo de tentativas excedido.

source: Unknown Event
pt: Evento Desconhecido

source: Unknown Path
pt: Caminho Desconhecido

source: Items
pt: Itens

source: Selected items
pt: Itens selecionados

source: Search items
pt: Pesquisar itens

source: Add All
pt: Adicionar Tudo

source: Remove All
pt: Remover Tudo

source: Your password is too weak! Try adding numbers or symbols.
pt: Sua senha é muito fraca! Tente adicionar números ou símbolos.

source: There was an issue communicating with the server. Please try back later.
pt: Houve um problema ao se comunicar com o servidor. Por favor, tente novamente mais tarde.

source: to
pt: a

source: blank
pt: em branco

source: Edit
pt: Editar

source: Add Item
pt: Adicionar Item

source: Click <strong>Edit</strong> to Add Values</span>
pt: Clique em <strong>Editar</strong> para Adicionar Valores</span>

source: Calculation is duplicated
pt: Cálculo está duplicado

source: Add Image
pt: Adicionar Imagem

source: Calculation contains an invalid character.
pt: O cálculo contém um caractere inválido.

source: Add Key, Value Mapping
pt: Adicionar Mapeamento de Chave, Valor

source: Key
pt: chave

source: This key is already defined
pt: Esta chave já está definida

source: Add Key, Translation Mapping
pt: Adicionar Mapeamento de Chave, Tradução

source: Key contains invalid characters.
pt: A chave contém caracteres inválidos.

source: Key is duplicated
pt: Chave está duplicada

source: Key contains an invalid character.
pt: A chave contém um caractere inválido.

source: Edit mapping for "<%- property %>"
pt: Editar mapeamento para "<%- property %>"

source: MultiSessionHangUp
pt: Encerramento de Múltiplas Sessões

source: MultiSessions
pt: Múltiplas Sessões

source: Welcome,
pt: Bem-vindo,

source: Agent is logged in:
pt: Agente está logado:

source: Connecting...
pt: Conectando...

source: Connected
pt: Conectado

source: Disconnected
pt: Desconectado

source: There is no valid phone number available.
pt: Não há um número de telefone válido disponível.

source: You have not logged in.
pt: Você não fez login.

source: You already have an active call.
pt: Você já tem uma chamada ativa.

source: Error updating.
pt: Erro ao atualizar.

source: Report successfully linked.
pt: Relatório vinculado com sucesso.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
pt: Algo inesperado aconteceu. Por favor, tente novamente ou reporte um problema se o problema persistir.

source: All project spaces
pt: Todos os espaços de projeto

source: Project spaces to push to
pt: Espaços de projeto para enviar

source: Search project spaces
pt: Pesquisar espaços de projeto

source: Unable to link project spaces. <%- error %>
pt: Não foi possível vincular espaços de projeto. <%- error %>

source: Unable to link project spaces. Please try again, or report an issue if the problem persists.
pt: Não foi possível vincular espaços de projeto. Por favor, tente novamente ou reporte um problema se o problema persistir.

source: Download <%- count %> Location
pt: Baixar <%- count %> Localização

source: Download <%- count %> Locations
pt: Baixar <%- count %> Localizações

source: Error determining number of matching locations
pt: Erro ao determinar o número de localizações correspondentes

source: You have successfully archived the location <%-name%>
pt: Você arquivou com sucesso a localização <%-name%>

source: You have successfully deleted the location <%-name%> and all of its child locations
pt: Você deletou com sucesso a localização <%-name%> e todas as suas localizações filhas

source: An error occurred while deleting your location. If the problem persists, please report an issue
pt: Ocorreu um erro ao deletar sua localização. Se o problema persistir, por favor, reporte um problema

source: Select a Location
pt: Selecione uma Localização

source: Choose a primary location
pt: Escolha uma localização principal

source: Could not load data. Please try again later or report an issue if this problem persists.
pt: Não foi possível carregar os dados. Por favor, tente novamente mais tarde ou reporte um problema se este problema persistir.

source: yes
pt: sim

source: Password must have at least <%- passwordLength %> characters.
pt: A senha deve ter pelo menos <%- passwordLength %> caracteres.

source: <i class='fa fa-warning'></i>This password is automatically generated. Please copy it or create your own. It will not be shown again.
pt: <i class='fa fa-warning'></i>Esta senha é gerada automaticamente. Por favor, copie-a ou crie a sua própria. Ela não será mostrada novamente.

source: Your password is too weak! Try adding numbers or symbols!
pt: Sua senha é muito fraca! Tente adicionar números ou símbolos!

source: Your password is almost strong enough! Try adding numbers or symbols!
pt: Sua senha está quase forte o suficiente! Tente adicionar números ou símbolos!

source: Good Job! Your password is strong!
pt: Bom trabalho! Sua senha é forte!

source: Please enter your name.
pt: Por favor, insira seu nome.

source: Please specify an email.
pt: Por favor, especifique um e-mail.

source: Checking email...
pt: Verificando e-mail...

source: Please specify a password.
pt: Por favor, especifique uma senha.

source: Please specify a project name.
pt: Por favor, especifique um nome para o projeto.

source: Please specify.
pt: Por favor, especifique.

source: Please list your organization or company name.
pt: Por favor, liste o nome da sua organização ou empresa.

source: An unknown error occurred. Please try again or report an issue.
pt: Ocorreu um erro desconhecido. Por favor, tente novamente ou reporte um problema.

source: Opt in successful
pt: Adesão bem-sucedida

source: Opt out successful
pt: Cancelamento bem-sucedido

source: All Project Spaces
pt: Todos os Espaços de Projeto

source: All Actions
pt: Todas as Ações

source: Rejected
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Accepted
pt: Aceito

source: Pending
pt: Pendente

source: Please check your Internet connection!
pt: Por favor, verifique sua conexão com a Internet!

source: Report Not Found.
pt: Relatório Não Encontrado.

source: Request timed out when rendering this report. This might be an issue with our servers or with your Internet connection. We encourage you to report an issue to CommCare HQ Support so we can look into any possible issues.
pt: A solicitação expirou ao renderizar este relatório. Isso pode ser um problema com nossos servidores ou com sua conexão com a Internet. Recomendamos que você reporte um problema ao Suporte do CommCare HQ para que possamos investigar possíveis problemas.

source: Problem Rendering Report. Our error monitoring tools have noticed this and we are working quickly to resolve this issue as soon as possible. We encourage you to contact CommCare HQ Support if this issue persists for more than a few minutes. We appreciate any additional information you can give us about this problem so we can fix it immediately.
pt: Problema ao Renderizar Relatório. Nossas ferramentas de monitoramento de erros notaram isso e estamos trabalhando rapidamente para resolver este problema o mais rápido possível. Recomendamos que você entre em contato com o Suporte do CommCare HQ se este problema persistir por mais de alguns minutos. Agradecemos qualquer informação adicional que você possa nos fornecer sobre este problema para que possamos corrigi-lo imediatamente.

source: Bad Gateway. Please contact CommCare HQ Support.
pt: Gateway Ruim. Por favor, entre em contato com o Suporte do CommCare HQ.

source: CommCare HQ is experiencing server difficulties. We're working quickly to resolve it. Thank you for your patience. We are extremely sorry.
pt: O CommCare HQ está enfrentando dificuldades com o servidor. Estamos trabalhando rapidamente para resolver isso. Obrigado pela sua paciência. Pedimos desculpas sinceras.

source: Gateway Timeout. Please contact CommCare HQ Support.
pt: Tempo de espera do gateway esgotado. Por favor, entre em contato com o suporte do CommCare HQ.

source: Your search term was too long. Please provide a shorter search filter
pt: Seu termo de pesquisa era muito longo. Por favor, forneça um filtro de pesquisa mais curto

source: Loading Stopped
pt: Carregamento Parado

source: We were unsuccessful loading the report:
pt: Não conseguimos carregar o relatório:

source: You can email a saved version<br />of this report.
pt: Pode enviar por e-mail uma versão salva <br />deste relatório.

source: Unknown
pt: Desconhecido

source: Sorry, there was an issue communicating with the server.
pt: Desculpe, houve um problema ao se comunicar com o servidor.

source: Select a value
pt: Selecione um valor

source: Loading
pt: Carregando

source: No data available to display. Please try changing your filters.
pt: Nenhum dado disponível para exibir. Por favor, tente alterar seus filtros.

source: Sorry!
pt: Desculpe!

source: There was an error with your query, it has been logged, please try another query.
pt: Houve um erro com sua consulta, ele foi registrado, por favor, tente outra consulta.

source: Your search query is invalid, please adjust the formatting and try again.
pt: Sua consulta de pesquisa é inválida, por favor, ajuste o formato e tente novamente.

source: From Time
pt: Hora de Início

source: Select a language...
pt: Selecione um idioma...

source: Available Reports
pt: Relatórios Disponíveis

source: Included Reports
pt: Relatórios Incluídos

source: Search Reports...
pt: Pesquisar Relatórios...

source: Your requested Excel report will be sent to the email address defined in your account settings.
pt: O relatório Excel solicitado será enviado para o endereço de e-mail definido nas configurações da sua conta.

source: No Data
pt: Sem Dados

source: Sorry, we couldn't load that.
pt: Desculpe, não conseguimos carregar isso.

source: No data available in table
pt: Nenhum dado disponível na tabela

source: Showing _START_ to _END_ of _TOTAL_ entries
pt: Mostrando _START_ a _END_ de _TOTAL_ entradas

source: Some required fields are missing. Please complete them before saving.
pt: Alguns campos obrigatórios estão faltando. Por favor, complete-os antes de salvar.

source: Start date cannot be after end date.
pt: A data de início não pode ser posterior à data de término.

source: Labels
pt: Rótulos

source: Question IDs
pt: IDs de Pergunta

source: Report successfully emailed
pt: Relatório enviado por e-mail com sucesso

source: An error occurred emailing your report. Please try again.
pt: Ocorreu um erro ao enviar seu relatório por e-mail. Por favor, tente novamente.

source: Success!
pt: Sucesso!

source: Failed
pt: Falhou

source: Failed to re-process
pt: Falha ao reprocessar

source: _MENU_ per page
pt: _MENU_ por página

source: All Rows
pt: Todas as Linhas

source: All
pt: Todos

source: Select a group
pt: Selecione um grupo

source: case types
pt: tipos de casos

source: e.g. (dob <= '2017-02-01' and initial_home_visit_completed = 'yes')
pt: por exemplo (dob <= '2017-02-01' e visita_inicial_completa = 'sim')

source: That have phone numbers
pt: Que têm números de telefone

source: That do not have phone numbers
pt: Que não têm números de telefone

source: My Scheduled Reports
pt: Meus Relatórios Agendados

source: Other Scheduled Reports
pt: Outros Relatórios Agendados

source: An error occured with the tableau server request, please ensure the server configuration is correct and try again.
pt: Ocorreu um erro com a solicitação do servidor tableau, por favor, certifique-se de que a configuração do servidor está correta e tente novamente.

source: Save Filters
pt: Salvar Filtros

source: Export Data
pt: Exportar Dados

source: Column Title
pt: Título da Coluna

source: Select <%= title %>...
pt: Selecione <%= title %>...

source: Streets
pt: Ruas

source: Satellite
pt: Satélite

source: You must have at least one phone number.
pt: Você deve ter pelo menos um número de telefone.

source: (New Message) -
pt: (Nova Mensagem) -

source: Chat
pt: Bate-papo

source: Show
pt: Mostrar

source: contacts per page
pt: contatos por página

source: Loading Contacts...
pt: Carregando Contatos...

source: Showing _START_ to _END_ of _TOTAL_ contacts
pt: Mostrando _START_ a _END_ de _TOTAL_ contatos

source: (filtered from _MAX_ total contacts)
pt: (filtrado de _MAX_ contatos totais)

source: There was an error fetching the SMS rate.
pt: Houve um erro ao buscar a taxa de SMS.

source: Please Select a Country Code
pt: Por favor, selecione um Código de País

source: Letters Selected
pt: Letras Selecionadas

source: Search Letters...
pt: Pesquisar Letras...

source: Forms
pt: Formulários

source: Cases
pt: Casos

source: Reports
pt: Relatórios

source: App Builder
pt: Construtor de Aplicativos

source: Thank you,
pt: Obrigado,

source: Submission has been cancelled.
pt: A submissão foi cancelada.

source: Please specify a username.
pt: Por favor, especifique um nome de usuário.

source: Username must be at least three characters long.
pt: O nome de usuário deve ter pelo menos três caracteres.

source: Your password must be at least 6 characters long
pt: Sua senha deve ter pelo menos 6 caracteres

source: Resetting form...
pt: Redefinindo formulário...

source: Benched
pt: No banco

source: Playing
pt: Jogando

source: Search Team...
pt: Pesquisar Equipe...

source: Could not load users. Please try again later or report an issue if this problem persists.
pt: Não foi possível carregar os usuários. Por favor, tente novamente mais tarde ou reporte um problema se este problema persistir.

source: Delete Translation
pt: Excluir Tradução

source: Add Translation
pt: Adicionar Tradução

source: Auto fill translations
pt: Preencher traduções automaticamente

source: Auto Fill translations
pt: Preencher traduções automaticamente

source: This will pick the most common translations for your selected language. You can then edit them as needed.
pt: Isso escolherá as traduções mais comuns para o idioma selecionado. Você pode editá-las conforme necessário.

source: You have unsaved user interface translations.
pt: Você tem traduções da interface do usuário não salvas.

source: Parameters formatting problem!
pt: Problema de formatação dos parâmetros!

source: Autofill is not available in English (en). Please change your language using the dropdown in the top left.
pt: Preenchimento automático não está disponível em Inglês (en). Por favor, altere seu idioma usando o menu suspenso no canto superior esquerdo.

source: Showing the current page of data. Switch pages to see more data.
pt: Mostrando a página atual de dados. Mude de página para ver mais dados.

source: Linked projects
pt: Projetos vinculados

source: Projects to copy to
pt: Projetos para copiar para

source: Search projects
pt: Pesquisar projetos

source: Choose the property you would like to add as a filter to this report.
pt: Escolha a propriedade que você gostaria de adicionar como filtro a este relatório.

source: Web users viewing the report will see this display text instead of the property name. Name your filter something easy for users to understand.
pt: Os usuários da web que visualizarem o relatório verão este texto de exibição em vez do nome da propriedade. Nomeie seu filtro de forma que seja fácil para os usuários entenderem.

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this if the property is a date.<br/><strong>Choice</strong>: Select this if the property is text or multiple choice.
pt: Que tipo de propriedade é este filtro?<br/><br/><strong>Data</strong>: Selecione isto se a propriedade for uma data.<br/><strong>Escolha</strong>: Selecione isto se a propriedade for texto ou escolha múltipla.

source: What type of property is this filter?<br/><br/><strong>Date</strong>: Select this to filter the property by a date range.<br/><strong>Value</strong>: Select this to filter the property by a single value.
pt: Que tipo de propriedade é este filtro?<br/><br/><strong>Data</strong>: Selecione isto para filtrar a propriedade por um intervalo de datas.<br/><strong>Valor</strong>: Selecione isto para filtrar a propriedade por um único valor.

source: What value or date range must the property be equal to?
pt: Qual valor ou intervalo de datas a propriedade deve ser igual?

source: Expression saved
pt: Expressão salva

source: Column format selection will determine how each row's value is calculated.
pt: A seleção do formato da coluna determinará como o valor de cada linha é calculado.

source: Please check above for any errors in your configuration.
pt: Por favor, verifique acima se há erros na sua configuração.

source: Edit a custom web report or custom web report source
pt: Editar um relatório web personalizado ou fonte de relatório web personalizado

source: Edit a report or data source
pt: Editar um relatório ou fonte de dados

source: static
pt: estático

source: deactivated
pt: desativado

source: Unknown error
pt: Erro desconhecido

source: Password changed successfully.
pt: Senha alterada com sucesso.

source: Password is not strong enough. Try making your password more complex.
pt: A senha não é forte o suficiente. Tente tornar sua senha mais complexa.

source: The two password fields didn't match.
pt: Os dois campos de senha não coincidem.

source: Password was not changed.
pt: A senha não foi alterada.

source: Available Groups
pt: Grupos Disponíveis

source: Groups with this User
pt: Grupos com este Usuário

source: Search Group...
pt: Pesquisar Grupo...

source: Group membership has changed.
pt: A associação ao grupo foi alterada.

source: <%- user_count %> user
pt: <%- user_count %> usuário

source: <%- user_count %> users
pt: <%- user_count %> usuários

source: and <%- group_count %> group
pt: e <%- group_count %> grupo

source: and <%- group_count %> groups
pt: e <%- group_count %> grupos

source: Error determining number of matching users
pt: Erro ao determinar o número de usuários correspondentes

source: Email address is required when users confirm their own accounts.
pt: O endereço de e-mail é necessário quando os usuários confirmam suas próprias contas.

source: Please enter a valid email address.
pt: Por favor, insira um endereço de e-mail válido.

source: Phone number is required when users confirm their own accounts by sms.
pt: O número de telefone é necessário quando os usuários confirmam suas próprias contas por SMS.

source: Phone number should contain only digits 0-9.
pt: O número de telefone deve conter apenas dígitos de 0 a 9.

source: Checking availability...
pt: Verificando disponibilidade...

source: Issue connecting to server. Check Internet connection.
pt: Problema ao conectar ao servidor. Verifique a conexão com a Internet.

source: No Access
pt: Sem Acesso

source: Access All
pt: Acesso Total

source: Limited Access
pt: Acesso Limitado

source: Select which items the role can access:
pt: Selecione quais itens o papel pode acessar:

source: <strong>Web Users</strong> &mdash; invite new web users, manage account settings, remove membership
pt: <strong>Usuários Web</strong> &mdash; convidar novos usuários web, gerenciar configurações de conta, remover associação

source: Edit & View Mobile Workers
pt: Editar & Visualizar Trabalhadores Móveis

source: View-Only Mobile Workers
pt: Trabalhadores Móveis Somente Visualização

source: <strong>Manage Tableau Configuration</strong> &mdash; manage tableau configuration for web users
pt: <strong>Gerenciar Configuração do Tableau</strong> &mdash; gerenciar configuração do tableau para usuários web

source: Edit & View tableau configuration for web users
pt: Editar & Visualizar configuração do tableau para usuários web

source: View-Only tableau configuration for web users
pt: Configuração do tableau para usuários web Somente Visualização

source: <strong>Mobile Workers</strong> &mdash; create new accounts, manage account settings, deactivate or delete mobile workers.
pt: <strong>Trabalhadores Móveis</strong> &mdash; criar novas contas, gerenciar configurações de conta, desativar ou excluir trabalhadores móveis.

source: Edit & View Web Users
pt: Editar & Visualizar Usuários Web

source: View-Only Web Users
pt: Usuários Web Somente Visualização
