Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: This conditional alert references parent case properties. Note that changes to parent cases will not be immediately reflected by the alert and will only be reflected once the child case is subsequently updated. For best results, please update your workflow to avoid referencing parent case properties in this alert.
pt: Este alerta condicional faz referência a propriedades do caso pai. Observe que alterações nos casos pai não serão refletidas imediatamente pelo alerta e só serão refletidas quando o caso filho for atualizado posteriormente. Para melhores resultados, atualize seu fluxo de trabalho para evitar referências a propriedades do caso pai neste alerta.

source: Upload SMS Alert Content
pt: Carregar conteúdo do alerta SMS

source: SMS alert content
pt: Conteúdo do alerta SMS

source: Image file is too large. Images must be smaller than 1MB
pt: O arquivo de imagem é muito grande. As imagens devem ter menos de 1MB

source: You can only upload {image_extensions} images
pt: Você só pode carregar imagens {image_extensions}

source: Invalid request
pt: Solicitação inválida

source: Host:Port
pt: Host:Porta

source: Sender ID
pt: ID do remetente

source: Circle Name
pt: Nome do círculo

source: Campaign Name
pt: Nome da campanha

source: Airtel (through TCL) Settings
pt: Configurações da Airtel (via TCL)

source: Region
pt: Região

source: Access Key
pt: Chave de acesso

source: Secret Access Key
pt: Chave secreta de acesso

source: Pinpoint Settings
pt: Configurações do Pinpoint

source: Application Id
pt: ID do aplicativo

source: Application Token
pt: Token do aplicativo

source: From Number
pt: Número de origem

source: Apposit Settings
pt: Configurações Apposit

source: Affiliate Code
pt: Código de afiliado

source: Authentication Code
pt: Código de autenticação

source: Grapevine Settings
pt: Configurações Grapevine

source: Invalid URL
pt: URL inválida

source: Cannot Resolve URL
pt: Não é possível resolver a URL

source: Message Parameter
pt: Parâmetro da mensagem

source: Phone Number Parameter
pt: Parâmetro do número de telefone

source: Include '+' in Phone Number
pt: Incluir '+' no número de telefone

source: HTTP Request Method
pt: Método de requisição HTTP

source: Additional Parameters
pt: Parâmetros adicionais

source: HTTP Settings
pt: Configurações HTTP

source: Account SID
pt: SID da conta

source: Auth Token
pt: Token de autenticação

source: Personalized Subdomain
pt: Subdomínio personalizado

source: Scenario Key
pt: Chave do cenário

source: Enables sendimg messages via whatsapp, viber, line and voice channel with or without automatic failover to another channel according to the specific scenario.
pt: Permite o envio de mensagens via whatsapp, viber, line e canal de voz com ou sem failover automático para outro canal de acordo com o cenário específico.

source: Infobip Settings
pt: Configurações Infobip

source: Customer ID
pt: ID do cliente

source: Ivory Coast MTN Settings
pt: Configurações Ivory Coast MTN

source: Account ID
pt: ID da conta

source: Max Outgoing SMS Per Second (as per account contract)
pt: Máximo de SMS enviados por segundo (conforme contrato da conta)

source: Syniverse Settings
pt: Configurações Syniverse

source: API Account Name
pt: Nome da conta API

source: Source Identifier
pt: Identificador de origem

source: Megamobile Settings
pt: Configurações Megamobile

source: Channel
pt: Canal

source: Push Settings
pt: Configurações Push

source: Client Id
pt: ID do cliente

source: SMSGH Settings
pt: Configurações SMSGH

source: Sender Id
pt: ID do Remetente

source: Start Enterprise Settings
pt: Iniciar Configurações da Empresa

source: Phone ID
pt: ID do Telefone

source: Webhook Secret
pt: Segredo do Webhook

source: Telerivet (Android) Settings
pt: Configurações do Telerivet (Android)

source: Already in use.
pt: Já está em uso.

source: + (Country Code) Phone Number
pt: + Número de Telefone (Código do País)

source: Test Phone Number
pt: Número de Telefone de Teste

source: Please enter digits only, in international format (country code and phone number).
pt: Por favor, insira apenas dígitos, no formato internacional (código do país e número de telefone).

source: Set as default gateway
pt: Definir como gateway padrão

source: Error occurred
pt: Ocorreu um erro

source: Finish Setup
pt: Finalizar Configuração

source: Choose a name for this gateway below and click Finish.
pt: Escolha um nome para este gateway abaixo e clique em Finalizar.

source: Success! You are being redirected to the gateway list. If it does not happen automatically, <a href="%(gateway_list_url)s">click here</a>.
pt: Sucesso! Você está sendo redirecionado para a lista de gateways. Se isso não acontecer automaticamente, <a href="%(gateway_list_url)s">clique aqui</a>.

source: Telerivet Setup
pt: Configuração do Telerivet

source: This guide will walk you through setting up an Android phone as a Telerivet gateway. Before continuing, be sure that you have in front of you: <ol> <li>The Android phone that will act as the Telerivet gateway. It should be connected to wifi and be capable of sending and receiving SMS.</li> <li>Another phone capable of sending and receiving SMS that will be used to test the gateway setup.</li> </ol>
pt: Este guia irá orientá-lo na configuração de um telefone Android como gateway do Telerivet. Antes de continuar, certifique-se de que você tem à sua frente: <ol> <li>O telefone Android que atuará como gateway do Telerivet. Ele deve estar conectado ao wifi e ser capaz de enviar e receber SMS.</li> <li>Outro telefone capaz de enviar e receber SMS que será usado para testar a configuração do gateway.</li> </ol>

source: Step 1. Download Telerivet App
pt: Passo 1. Baixar o App Telerivet

source: If you have not already done so, create an account at <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Be sure to give your Telerivet project a name:
pt: Se ainda não fez isso, crie uma conta em <a target="_blank" href="https://www.telerivet.com">www.telerivet.com</a>. Certifique-se de dar um nome ao seu projeto Telerivet:

source: On your Android phone, go to <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> and download the Telerivet Gateway App.</li>
pt: No seu telefone Android, acesse <a target="_blank" href="https://telerivet.com/gateway">telerivet.com/gateway</a> e baixe o App Telerivet Gateway.</li>

source: Open the Telerivet App on your Android phone. Log in and follow the instructions to connect the App to your Telerivet project.
pt: Abra o App Telerivet no seu telefone Android. Faça login e siga as instruções para conectar o App ao seu projeto Telerivet.

source: Step 2. Connect Outgoing SMS
pt: Passo 2. Conectar SMS de Saída

source: Go to the Telerivet website and generate an API key if you have not already done so. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Show Me How</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Hide Instructions</a>
pt: Acesse o site do Telerivet e gere uma chave de API se ainda não fez isso. <a data-bind="visible: !showApiKeyGeneration(), click: function() { showApiKeyGeneration(true); }">Me Mostre Como</a> <a data-bind="visible: showApiKeyGeneration(), click: function() { showApiKeyGeneration(false); }">Ocultar Instruções</a>

source: On that same page in the Telerivet website, make note of your API Key, Project ID, and Phone ID, and enter them below. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Show Me How</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Hide Instructions</a>
pt: Na mesma página do site do Telerivet, anote sua Chave de API, ID do Projeto e ID do Telefone, e insira-os abaixo. <a data-bind="visible: !showApiInfoLocation(), click: function() { showApiInfoLocation(true); }">Me Mostre Como</a> <a data-bind="visible: showApiInfoLocation(), click: function() { showApiInfoLocation(false); }">Ocultar Instruções</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Show" to view your API Key.
pt: <i class="fa fa-info-circle"></i> Pode ser necessário clicar em "Mostrar" para visualizar sua Chave de API.

source: Enter the phone number of a different phone below and click Send to send a test SMS from CommCare HQ.
pt: Insira abaixo o número de telefone de um aparelho diferente e clique em Enviar para enviar um SMS de teste a partir do CommCare HQ.

source: <i class="fa fa-info-circle"></i> This phone number should be different from the Telerivet Android phone number. Please enter in international format, starting with the country code, digits only.
pt: <i class="fa fa-info-circle"></i> Este número de telefone deve ser diferente do número do telefone Android do Telerivet. Por favor, insira no formato internacional, começando pelo código do país, apenas dígitos.

source: Did you receive the test SMS?
pt: Você recebeu o SMS de teste?

source: No, Troubleshoot
pt: Não, Solucionar Problemas

source: Yes, Continue
pt: Sim, Continuar

source: Troubleshoot Outbound SMS
pt: Solucionar Problemas de SMS de Saída

source: Double-check your configuration in step 2.
pt: Verifique novamente sua configuração no passo 2.

source: Double-check the phone number of your test phone number entered in step 3 and ensure that it is in international format, starting with the country code.
pt: Verifique novamente o número do seu telefone de teste inserido no passo 3 e certifique-se de que está no formato internacional, começando pelo código do país.

source: Ensure that the Android phone is powered on, connected to wifi, and in a good cell reception area.
pt: Certifique-se de que o telefone Android está ligado, conectado ao wifi e em uma área com boa recepção de sinal.

source: Check the messages page in your Telerivet account to see if the message shows up there. If it does, there might be an error message giving you more detail.
pt: Verifique a página de mensagens em sua conta Telerivet para ver se a mensagem aparece lá. Se aparecer, pode haver uma mensagem de erro com mais detalhes.

source: If none of the above works, test sending an SMS from the Android phone to your test phone directly. If that succeeds, then it means something is likely incorect with the configuration. If you do not receive the direct SMS message, then you may need to follow up with the carrier used by the Android phone to understand why it cannot send SMS.
pt: Se nada disso funcionar, teste enviar um SMS do telefone Android diretamente para o seu telefone de teste. Se isso funcionar, provavelmente há algo incorreto na configuração. Se você não receber a mensagem SMS direta, talvez precise entrar em contato com a operadora usada pelo telefone Android para entender por que não pode enviar SMS.

source: Step 3. Connect Incoming SMS
pt: Passo 3. Conectar SMS de Entrada

source: Navigate to the Add Webhook Service page in the Telerivet website. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Show Me How</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Hide Instructions</a>
pt: Navegue até a página Adicionar Serviço Webhook no site do Telerivet. <a data-bind="visible: !showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(true) }">Me Mostre Como</a> <a data-bind="visible: showAddWebhookNavigation(), click: function() { showAddWebhookNavigation(false) }">Ocultar Instruções</a>

source: <i class="fa fa-info-circle"></i> You may need to click "Add New Service" in the top-right corner of the page.
pt: <i class="fa fa-info-circle"></i> Pode ser necessário clicar em "Adicionar Novo Serviço" no canto superior direito da página.

source: Enter the information below and click Done. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Show Me How</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Hide Instructions</a>
pt: Insira as informações abaixo e clique em Concluir. <a data-bind="visible: !showWebhookDetails(), click: function() { showWebhookDetails(true) }">Me Mostre Como</a> <a data-bind="visible: showWebhookDetails(), click: function() { showWebhookDetails(false) }">Ocultar Instruções</a>

source: (Select ONLY the Android phone you are setting up with Telerivet right now)
pt: (Selecione SOMENTE o telefone Android que você está configurando com o Telerivet agora)

source: NOTE: Please make sure you enter https, not http, for the URL.
pt: NOTA: Por favor, certifique-se de inserir https, não http, na URL.

source: After creating the Webhook Service in the Telerivet website, send a reply to the message you received in Step 2.
pt: Após criar o Serviço Webhook no site do Telerivet, responda à mensagem que você recebeu no Passo 2.

source: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Click Here </button> after you have sent the reply SMS.
pt: <button class="btn" data-bind="css: {'btn-default': messageReceived(), 'btn-primary': !messageReceived()}, click: startInboundPolling"> Clique Aqui </button> depois de ter enviado o SMS de resposta.

source: Waiting for inbound SMS...
pt: Aguardando SMS de entrada...

source: Message received!
pt: Mensagem recebida!

source: Message not received. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Troubleshoot</button>
pt: Mensagem não recebida. <button class="btn btn-danger" data-bind="click: function() { showInboundTroubleshoot(true); }">Solucionar Problemas</button>

source: An error occurred. This can happen if it has been longer than one week since you started the Telerivet setup process in CommCare HQ. Please restart the setup process and if the problem persists, please report an issue.
pt: Ocorreu um erro. Isso pode acontecer se já passou mais de uma semana desde que você iniciou o processo de configuração do Telerivet no CommCare HQ. Por favor, reinicie o processo de configuração e, se o problema persistir, reporte um problema.

source: Troubleshoot Inbound SMS
pt: Solucionar Problemas de SMS de Entrada

source: Double-check the configuration entered in your Telerivet account for step 2.
pt: Verifique novamente a configuração inserida em sua conta Telerivet para o passo 2.

source: Try sending a message from your test phone to a third phone. If that succeeds, then you can rule out any issues with the test phone.
pt: Tente enviar uma mensagem do seu telefone de teste para um terceiro telefone. Se isso funcionar, você pode descartar qualquer problema com o telefone de teste.

source: Check the Android phone itself and see if the message shows up there. If it does, then it likely means that there is a configuration error. If it does not, you may need to follow up with the carrier used by the Android phone to understand why it cannot receive SMS.
pt: Verifique o próprio telefone Android e veja se a mensagem aparece lá. Se aparecer, provavelmente há um erro de configuração. Se não aparecer, talvez seja necessário entrar em contato com a operadora utilizada pelo telefone Android para entender por que ele não pode receber SMS.

source: An unexpected error occurred. Please start over and if the problem persists, please report an issue.
pt: Ocorreu um erro inesperado. Por favor, comece novamente e, se o problema persistir, reporte um problema.

source: My Telerivet Gateway
pt: Meu Gateway Telerivet

source: Messaging Token
pt: Token de Mensagens

source: Tropo Settings
pt: Configurações do Tropo

source: Trumpia Settings
pt: Configurações do Trumpia

source: Client Auth Token
pt: Token de Autenticação do Cliente

source: Business ID
pt: ID da Empresa

source: Template Namespace
pt: Namespace do Modelo

source: Business Auth Token
pt: Token de Autenticação da Empresa

source: Fallback Backend
pt: Backend de Contingência

source: No Fallback Backend
pt: Sem Backend de Contingência

source: Turn Settings
pt: Configurações do Turn

source: Twilio Settings
pt: Configurações do Twilio

source: password
pt: senha

source: senderid
pt: idremetente

source: Vertex Settings
pt: Configurações do Vertex

source: (Not Applicable)
pt: (Não Aplicável)

source: OAuth1 authentication workflow has not been followed for
pt: O fluxo de autenticação OAuth1 não foi seguido para

source: Quarterly
pt: Trimestral

source: A DHIS2 "UID" is exactly 11 alpha-numeric characters long, and starts with a letter.
pt: Um "UID" do DHIS2 tem exatamente 11 caracteres alfanuméricos e começa com uma letra.

source: UCR column
pt: Coluna UCR

source: Use last day of period
pt: Usar o último dia do período

source: Use date that dataValues are sent
pt: Usar a data em que os dataValues são enviados

source: It could be that CommCare HQ is sending data faster than DHIS2 can handle. If possible, try increasing the resources on your DHIS2 instance. The ability to send data from CommCare HQ slower is coming soon.
pt: Pode ser que o CommCare HQ esteja enviando dados mais rápido do que o DHIS2 pode processar. Se possível, tente aumentar os recursos da sua instância DHIS2. Em breve será possível enviar dados do CommCare HQ mais lentamente.

source: This Event’s Program has multiple stages. You will need to update the configuration to specify which program stage the Event’s data belongs to. (See the “programStage” property in the data forwarder’s configuration.)
pt: O Programa deste Evento possui múltiplas etapas. Você precisará atualizar a configuração para especificar a qual etapa do programa os dados do Evento pertencem. (Veja a propriedade "programStage" na configuração do encaminhador de dados.)

source: An event for this program stage has already been submitted. It could be that the new event is for a different program stage. You will need to update the configuration to specify the correct program stage for this submission. (See the “programStage” property in the data forwarder’s configuration.)
pt: Um evento para esta etapa do programa já foi enviado. Pode ser que o novo evento seja para uma etapa diferente do programa. Você precisará atualizar a configuração para especificar a etapa correta do programa para este envio. (Veja a propriedade "programStage" na configuração do encaminhador de dados.)

source: The DHIS2 server is currently not accepting connections.
pt: O servidor DHIS2 atualmente não está aceitando conexões.

source: {n} tracked entity instances were found for case {case}
pt: {n} instâncias de entidade rastreada foram encontradas para o caso {case}

source: The tracked entity instance ID "{id}" of case {case} was not found on its DHIS2 server.
pt: O ID da instância de entidade rastreada "{id}" do caso {case} não foi encontrado em seu servidor DHIS2.

source: Error(s) while updating DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
pt: Erro(s) ao atualizar a entidade rastreada do DHIS2. Os erros do DHIS2 podem ser encontrados nos Logs da API Remota: {url}

source: {n} tracked entity instances were registered from case {case}.
pt: {n} instâncias de entidade rastreada foram registradas a partir do caso {case}.

source: Error(s) while registering DHIS2 tracked entity. Errors from DHIS2 can be found in Remote API Logs: {url}
pt: Erro(s) ao registrar a entidade rastreada do DHIS2. Os erros do DHIS2 podem ser encontrados nos Logs da API Remota: {url}

source: Unable to create DHIS2 relationship: The case {case} is not registered in DHIS2.
pt: Não foi possível criar o relacionamento no DHIS2: O caso {case} não está registrado no DHIS2.

source: A relationship is configured for the {subcase_type} case type, but there is no CaseConfig for the {supercase_type} case type.
pt: Um relacionamento está configurado para o tipo de caso {subcase_type}, mas não há CaseConfig para o tipo de caso {supercase_type}.

source: DHIS2 created {n} relationships. Errors from DHIS2 can be found in Remote API Logs: {url}
pt: O DHIS2 criou {n} relacionamentos. Os erros do DHIS2 podem ser encontrados nos Logs da API Remota: {url}

source: An error occurred on the first API request to DHIS2. Please refer to Remote API Logs to confirm that the URL and the request parameters are correct.
pt: Ocorreu um erro na primeira solicitação de API para o DHIS2. Consulte os Logs da API Remota para confirmar se a URL e os parâmetros da solicitação estão corretos.

source: Frequency
pt: Frequência

source: Day to send data
pt: Dia para enviar dados

source: Day of the month if "Frequency" is monthly or quarterly. Day of the week if "Frequency" is weekly, where Monday is 1 and Sunday is 7.
pt: Dia do mês se a "Frequência" for mensal ou trimestral. Dia da semana se a "Frequência" for semanal, onde segunda-feira é 1 e domingo é 7.

source: The DHIS2 ID of this DataSet
pt: O ID DHIS2 deste DataSet

source: The UCR column name specifying the OrgUnitID or a static OrgUnitID.
pt: O nome da coluna UCR que especifica o OrgUnitID ou um OrgUnitID estático.

source: Period
pt: Período

source: The UCR column name specifying the Period or a static Period. Week periods use the format yyyyWn (e.g. "2004W10" for week 10, 2004). Month periods use the format yyyyMM (e.g. "200403" for March 2004). Quarter periods use the format yyyyQn (e.g. "2004Q1" for January-March 2004). If the UCR has a date filter then leave the field blank to filter the UCR by the date range of the previous period.
pt: O nome da coluna UCR que especifica o Período ou um Período estático. Períodos semanais usam o formato yyyyWn (ex: "2004W10" para a semana 10 de 2004). Períodos mensais usam o formato yyyyMM (ex: "200403" para março de 2004). Períodos trimestrais usam o formato yyyyQn (ex: "2004Q1" para janeiro-março de 2004). Se o UCR tiver um filtro de data, deixe o campo em branco para filtrar o UCR pelo intervalo de datas do período anterior.

source: DataSet Details
pt: Detalhes do DataSet

source: Enter a day of the week, where Monday is 1 and Sunday is 7.
pt: Digite um dia da semana, onde segunda-feira é 1 e domingo é 7.

source: Enter a day of the month that occurs in every month (i.e. from 1 to 28).
pt: Digite um dia do mês que ocorre em todos os meses (ou seja, de 1 a 28).

source: "Frequency" is set to "Weekly". Please enter a valid week period in the format yyyyWn (e.g. "2004W10" for week 10, 2004), or enter a valid column.
pt: "Frequência" está definida como "Semanal". Por favor, insira um período de semana válido no formato aaaaWn (por exemplo, "2004W10" para a semana 10 de 2004), ou insira uma coluna válida.

source: "Frequency" is set to "Monthly". Please enter a valid month period in the format yyyyMM (e.g. "200403" for March 2004), or enter a valid column.
pt: "Frequência" está definida como "Mensal". Por favor, insira um período de mês válido no formato aaaaMM (por exemplo, "200403" para março de 2004), ou insira uma coluna válida.

source: "Frequency" is set to "Quarterly". Please enter a valid quarter period in the format yyyyQn (e.g. "2004Q1" for January-March 2004), or enter a valid column.
pt: "Frequência" está definida como "Trimestral". Por favor, insira um período de trimestre válido no formato aaaaQn (por exemplo, "2004Q1" para janeiro-março de 2004), ou insira uma coluna válida.

source: User Configurable Report
pt: Relatório Configurável pelo Usuário

source: Data element ID
pt: ID do elemento de dados

source: Category option combo ID
pt: ID da combinação de opções de categoria

source: Update DataValue Map
pt: Atualizar Mapa de DataValue

source: The "case_type" property is a dictionary, not a "%(data_type)s".
pt: A propriedade "case_type" é um dicionário, não um "%(data_type)s".
