Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: If you ever want to use %(friendly_name)s's data in the future, we suggest that you use the <strong>Deactivate User</strong> option <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >described here</a >.
pt: Se você quiser usar os dados de %(friendly_name)s no futuro, sugerimos que utilize a opção <strong>Desativar Usuário</strong> <a href="https://confluence.dimagi.com/display/commcarepublic/Create+and+Manage+CommCare+Mobile+Workers#CreateandManageCommCareMobileWorkers-D.Deactivate(Formerly%%22Archive%%22)andDeleteMobileWorkers" target="_blank" >descrita aqui</a >.

source: If even after reading this you decide that you really want to delete this user and all of their data, type <strong>%(username)s</strong> into the box below.
pt: Se mesmo após ler isto você decidir que realmente deseja excluir este usuário e todos os seus dados, digite <strong>%(username)s</strong> na caixa abaixo.

source: The SSO Identity Provider for %(friendly_name)s, "%(idp_name)s", is not trusted by this project space.
pt: O Provedor de Identidade SSO de %(friendly_name)s, "%(idp_name)s", não é confiável neste espaço de projeto.

source: Click Trust Provider below to restore access for this user. <a href="#">Learn more</a> about SSO on CommCare HQ.
pt: Clique em Confiar no Provedor abaixo para restaurar o acesso para este usuário. <a href="#">Saiba mais</a> sobre SSO no CommCare HQ.

source: Trust Identity Provider
pt: Confiar no Provedor de Identidade

source: Information for %(friendly_name)s
pt: Informações para %(friendly_name)s

source: Change %(friendly_name)s's Role
pt: Alterar Função de %(friendly_name)s

source: Update Information
pt: Atualizar Informações

source: Update Location Settings
pt: Atualizar Definições de Localização

source: Update Tableau Configuration
pt: Atualizar Configuração do Tableau

source: <p> You have successfully confirmed the account %(new_mobile_worker)s for the project space %(domain)s. </p> <p> If you think you have received this by mistake, you can go ahead and ignore this email. </p> <p> Thank you,<br /> The CommCare HQ Team </p>
pt: <p> Você confirmou com sucesso a conta %(new_mobile_worker)s para o espaço do projeto %(domain)s. </p> <p> Se você acha que recebeu este e-mail por engano, pode ignorá-lo. </p> <p> Obrigado,<br /> Equipe CommCare HQ </p>

source: <p> Your request to join %(domain_name)s has been approved. </p> <p> You may now visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
pt: <p> Seu pedido para ingressar em %(domain_name)s foi aprovado. </p> <p> Agora você pode acessar %(url)s. </p> <p> Obrigado,<br /> CommCare HQ </p>

source: Your request to join %(domain_name)s has been approved. You may now visit %(url)s. Thanks, CommCare HQ
pt: Seu pedido para ingressar em %(domain_name)s foi aprovado. Agora você pode acessar %(url)s. Obrigado, CommCare HQ

source: <p> %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. </p> <p> To approve or delete this request, visit %(url)s. </p> <p> Thanks,<br /> CommCare HQ </p>
pt: <p> %(full_name)s (%(email)s) solicitou acesso a %(domain_name)s como usuário web. </p> <p> Para aprovar ou excluir este pedido, acesse %(url)s. </p> <p> Obrigado,<br /> CommCare HQ </p>

source: %(full_name)s (%(email)s) has requested to access %(domain_name)s as a web user. To approve or delete this request, visit %(url)s. Thanks, CommCare HQ
pt: %(full_name)s (%(email)s) solicitou acesso a %(domain_name)s como usuário web. Para aprovar ou excluir este pedido, acesse %(url)s. Obrigado, CommCare HQ

source: Please note that you have utilised 90%% of the user limit included in your plan.
pt: Atenção: você utilizou 90%% do limite de usuários incluído no seu plano.

source: Notice of Additional Monthly Charges for Mobile Workers
pt: Aviso de Cobranças Mensais Adicionais para Trabalhadores Móveis

source: For each Mobile Worker above your monthly limit of %(u_limit)s, you will be charged a fee of %(u_fee)s per Mobile Worker per month.
pt: Para cada Trabalhador Móvel acima do seu limite mensal de %(u_limit)s, será cobrada uma taxa de %(u_fee)s por Trabalhador Móvel por mês.

source: Calculating download size...
pt: Calculando o tamanho do download...

source: Successfully uploaded %(count)s %(user_type)s.
pt: Enviado(s) com sucesso %(count)s %(user_type)s.

source: However, we ran into problems with the following users:
pt: No entanto, tivemos problemas com os seguintes usuários:

source: Create Mobile Worker
pt: Criar um Trabalhador Móvel

source: Download Mobile Workers
pt: Descarregar os Trabalhadores Móveis

source: Bulk Clear Data
pt: Limpar Dados em Massa

source: Bulk Delete Mobile Workers
pt: Excluir Trabalhadores Móveis em Massa

source: Bulk Lookup of Mobile Workers
pt: Consulta em Massa de Trabalhadores Móveis

source: Create New Mobile Worker
pt: Criar Novo Trabalhador Móvel

source: Mobile Worker Limit Reached
pt: Limite de Trabalhadores Móveis Atingido

source: New Mobile Workers
pt: Novos Trabalhadores Móveis

source: Show Deactivated Mobile Workers
pt: Mostrar os Trabalhadores Móveis Desativados

source: Show Active Mobile Workers
pt: Mostrar Trabalhadores Móveis Ativos

source: No Mobile Workers were found that matched your query.
pt: Nenhum Trabalhador Móvel foi encontrado que corresponda à sua consulta.

source: Please create a new mobile worker above to get started.
pt: Crie um novo trabalhador móvel acima para começar.

source: Reactivate
pt: Reativar

source: Unlink PersonalID
pt: Desvincular PersonalID

source: Link PersonalID
pt: Vincular PersonalID

source: Reactivate Mobile Worker
pt: Reativar Trabalhador Móvel

source: Deactivate Mobile Worker
pt: Desativar Trabalhador Móvel

source: Loading Workers...
pt: Carregando trabalhadores...

source: Send Confirmation SMS
pt: Enviar SMS de Confirmação

source: Send Confirmation Email
pt: Enviar E-mail de Confirmação

source: Send Account Confirmaton SMS
pt: Enviar SMS de confirmação de conta

source: Send Account Confirmaton Email
pt: Enviar e-mail de confirmação de conta

source: CommCare Supply Settings
pt: Configurações do CommCare Supply

source: Update CommCare Supply Settings
pt: Atualizar configurações do CommCare Supply

source: Delete +%(number)s ?
pt: Excluir +%(number)s ?

source: Are you sure you want to delete the phone number: "+%(number)s"?
pt: Tem certeza de que deseja excluir o número de telefone: "+%(number)s"?

source: Verify +%(number)s?
pt: Verificar +%(number)s?

source: A verification message has already been sent to this phone. The phone has not replied yet. Send again?
pt: Uma mensagem de verificação já foi enviada para este telefone. O telefone ainda não respondeu. Enviar novamente?

source: Registered Phone Numbers
pt: Números de telefone registrados

source: VERIFIED
pt: VERIFICADO

source: VERIFICATION PENDING
pt: VERIFICAÇÃO PENDENTE

source: ALREADY IN USE
pt: JÁ EM USO

source: INVALID FORMAT
pt: FORMATO INVÁLIDO

source: Send a verification SMS to this phone. When the user replies to this SMS, the phone number will be verified.
pt: Envie um SMS de verificação para este telefone. Quando o usuário responder a este SMS, o número será verificado.

source: Verify (retry)
pt: Verificar (tentar novamente)

source: Mark as primary
pt: Marcar como principal

source: Link PersonalID Account
pt: Vincular Conta PersonalID

source: After linking, the mobile worker will be able to access this project using their PersonalID credentials.
pt: Após a vinculação, o agente móvel poderá acessar este projeto usando suas credenciais PersonalID.

source: Unlink PersonalID Account
pt: Desvincular Conta PersonalID

source: After unlinking, the mobile worker will no longer be able to access this project using their PersonalID credentials.
pt: Após a desvinculação, o agente móvel não poderá mais acessar este projeto usando suas credenciais PersonalID.

source: This user is linked with a PersonalID account, and so the password may not be reset or changed here.
pt: Este usuário está vinculado a uma conta PersonalID, portanto a senha não pode ser redefinida ou alterada aqui.

source: Delete +%(number)s ?
pt: Excluir +%(number)s ?

source: No groups created yet.
pt: Nenhum grupo criado ainda.

source: Go to <a href="%(groups_url)s">groups configuration</a> to create them.
pt: Acesse a <a href="%(groups_url)s">configuração de grupos</a> para criá-los.

source: Group Memberships
pt: Participação em grupos

source: This user <strong data-bind="text: email"></strong> will be authenticated by the SSO Identity Provider "<strong data-bind="text: identityProviderName"></strong>".
pt: Este usuário <strong data-bind="text: email"></strong> será autenticado pelo Provedor de Identidade SSO "<strong data-bind="text: identityProviderName"></strong>".

source: By adding this user, you agree to trust this Identity Provider.
pt: Ao adicionar este usuário, você concorda em confiar neste Provedor de Identidade.

source: By sending this invitation, you agree to trust this Identity Provider.
pt: Ao enviar este convite, você concorda em confiar neste Provedor de Identidade.

source: This will apply to all web users with <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong> email addresses.
pt: Isso será aplicado a todos os usuários web com endereços de e-mail <strong>@<!--ko text: trustedEmailDomain--><!--/ko--></strong>.

source: <a href="#">Learn more</a> about SSO on CommCare HQ.
pt: <a href="#">Saiba mais</a> sobre SSO no CommCare HQ.

source: Organization Settings
pt: Configurações da organização

source: The user is the only assigned user who can view cases in the following locations:
pt: O usuário é o único usuário atribuído que pode visualizar casos nos seguintes locais:

source: Depending on your application's case sharing configuration, changing one or more of these locations may result in some cases not being visible to any user until a new user is assigned to those locations.
pt: Dependendo da configuração de compartilhamento de casos do seu aplicativo, alterar um ou mais destes locais pode fazer com que alguns casos não fiquem visíveis para nenhum usuário até que um novo usuário seja atribuído a esses locais.

source: Role Name
pt: Nome do papel

source: Area Access
pt: Acesso à área

source: Can Edit
pt: Pode editar

source: Can View
pt: Pode visualizar

source: Access Specific Reports
pt: Acessar relatórios específicos

source: Select which reports the role can access:
pt: Selecione quais relatórios o papel pode acessar:

source: Access Specific Tableau Reports
pt: Acessar relatórios Tableau específicos

source: Select which Tableau reports the role can access:
pt: Selecione quais relatórios Tableau o papel pode acessar:

source: All CommCare Analytics Roles
pt: Todos os papéis de análise do CommCare

source: Assign all commcare analytics roles to users with this role
pt: Atribuir todos os papéis de análise do CommCare aos usuários com este papel

source: CommCare Analytics Roles
pt: Papéis de análise do CommCare

source: Commcare Analytics Roles:
pt: Papéis de análise do CommCare:

source: Other Settings
pt: Outras configurações

source: Integration Access
pt: Acesso à integração

source: Allow role to manage integration with other systems.
pt: Permitir que o papel gerencie a integração com outros sistemas.

source: Manage Subscription Info
pt: Gerenciar informações da assinatura

source: Allow role to manage subscription information.
pt: Permitir que a função gerencie informações de assinatura.

source: Full Organization Access
pt: Acesso Total à Organização

source: Allow role to access data from all locations.
pt: Permitir que a função acesse dados de todos os locais.

source: Make sure any users assigned this role also have a location assigned to them. Users without assigned locations will not be permitted to log in.
pt: Certifique-se de que qualquer usuário atribuído a esta função também tenha um local atribuído. Usuários sem locais atribuídos não poderão fazer login.

source: Organization-based data access restrictions are only available on the Pro plan and above. Saving this role will enable full organization access for the assigned users.
pt: Restrições de acesso a dados baseadas em organização estão disponíveis apenas no plano Pro e superiores. Salvar esta função permitirá acesso total à organização para os usuários atribuídos.

source: With the current configuration, this role will have full organization access and roles that can assign it will not. This is not recommended.
pt: Com a configuração atual, esta função terá acesso total à organização e funções que podem atribuí-la não terão. Isso não é recomendado.

source: Login-As All Users
pt: Login Como Todos os Usuários

source: Allow the user to log in as any mobile worker in Web Apps.
pt: Permitir que o usuário faça login como qualquer trabalhador móvel nos Web Apps.

source: Limit Login-As
pt: Limitar Login Como

source: Allow the user to log in as only specified users in Web Apps.
pt: Permitir que o usuário faça login apenas como usuários especificados nos Web Apps.

source: Login-As Default User
pt: Login Como Usuário Padrão

source: Allow the user to log in as the default user in Web Apps.
pt: Permitir que o usuário faça login como o usuário padrão nos Web Apps.

source: Mobile App Access
pt: Acesso ao App Móvel

source: Allow mobile users access to offline mobile application
pt: Permitir que usuários móveis acessem o aplicativo móvel offline

source: Default Landing Page
pt: Página Inicial Padrão

source: Allow Reporting Issues
pt: Permitir Relato de Problemas

source: Allow this role to report issues.
pt: Permitir que esta função relate problemas.

source: Non-admin Editable
pt: Editável por Não-Admins

source: Allow all non-admins to assign this role to other users.
pt: Permitir que todos os não-admins atribuam esta função a outros usuários.

source: Manage Role Assignment
pt: Gerenciar Atribuição de Função

source: Select which other roles can assign this role:
pt: Selecione quais outras funções podem atribuir esta função:

source: If the highlighted roles are selected, this role will have full organization access and be assignable by a role that does not. This is not recommended configuration.
pt: Se as funções destacadas forem selecionadas, esta função terá acesso total à organização e poderá ser atribuída por uma função que não tem. Esta configuração não é recomendada.

source: Assign All User Profiles
pt: Atribuir Todos os Perfis de Usuário

source: Allow role to access all user profiles while setting up mobile workers and web users.
pt: Permitir que a função acesse todos os perfis de usuário ao configurar trabalhadores móveis e usuários web.

source: Assign Specific User Profiles
pt: Atribuir Perfis de Usuário Específicos

source: Select which user profiles the role can assign to mobile workers and web users:
pt: Selecione quais perfis de usuário a função pode atribuir a trabalhadores móveis e usuários web:

source: Allow this role to manage project alerts.
pt: Permitir que esta função gerencie alertas de projeto.

source: This permission is already configured via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Manage Web Apps Permissions</a>. Please remove this configuration before updating access here.
pt: Esta permissão já está configurada via <a target="_blank" href="%(manage_web_apps_permissions_url)s">Gerenciar Permissões dos Web Apps</a>. Por favor, remova esta configuração antes de atualizar o acesso aqui.

source: Please select at least one item.
pt: Por favor, selecione pelo menos um item.

source: WARNING: "%(request_username)s" will no longer be able to access or edit "%(couch_username)s" if they don't share a location.
pt: AVISO: "%(request_username)s" não poderá mais acessar ou editar "%(couch_username)s" se não compartilharem um local.

source: WARNING: %(user_type)s "%(couch_username)s" must have at least one location assigned. They won't be able to log in otherwise.
pt: AVISO: %(user_type)s "%(couch_username)s" deve ter pelo menos um local atribuído. Caso contrário, não poderá fazer login.

source: Phone numbers can only contain digits and we were unable to convert yours automatically.
pt: Números de telefone só podem conter dígitos e não foi possível converter o seu automaticamente.

source: Continue to Single Sign-On
pt: Continuar para Single Sign-On

source: Checking Email Address
pt: Verificando Endereço de E-mail

source: Manage roles and permissions or add new custom roles.
pt: Gerir funções e permissões ou adicionar novas funções customizadas.

source: View roles and permissions.
pt: Visualizar funções e permissões.

source: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Learn more</a> about how roles &amp; permissions are used.
pt: <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957921/Roles+and+Permissions+Overview" target="_blank">Saiba mais</a> sobre como funções e permissões são usadas.

source: Unlock Linked Roles For Me
pt: Desbloquear Funções Vinculadas Para Mim

source: Lock Linked Roles For Me
pt: Bloquear Funções Vinculadas Para Mim

source: Would you like to edit roles and add new, custom roles?
pt: Gostaria de editar funções e adicionar novas funções personalizadas?

source: <strong><a href="%(subscription_url)s">Upgrade to CommCare Standard</a></strong> to activate <strong>Advanced Role-Based Access</strong>.
pt: <strong><a href="%(subscription_url)s">Faça upgrade para o CommCare Standard</a></strong> para ativar <strong>Acesso Avançado Baseado em Função</strong>.

source: Roles
pt: Funções

source: Manage Shared Exports
pt: Gerenciar Exportações Compartilhadas

source: Apps
pt: Aplicações

source: Integration
pt: Integração

source: Subscription Info
pt: Informação da Subscrição

source: Mobile Worker Default Role
pt: Função Padrão do Trabalhador Móvel

source: This is the default role for all Mobile Workers that do not have a role assigned.
pt: Esta é a função padrão para todos os Trabalhadores Móveis que não têm uma função atribuída.

source: Only
pt: Somente

source: Manage All
pt: Gerenciar Tudo

source: Manage Only
pt: Gerenciar Somente

source: View All Data
pt: Visualizar Todos os Dados

source: View Data From
pt: Visualizar Dados De

source: Edit Role
pt: Editar Função

source: View Role
pt: Visualizar Função

source: Add Role
pt: Adicionar Função

source: Web Users can manage and view data on %(hq_name)s. However, these users cannot submit forms from phones using the %(cc_name)s Application.
pt: Usuários da Web podem gerir e visualizar dados no%(hq_name)s. Contudo, estes usuários não podem submeter formulários através de celulares que usem a Aplicação %(cc_name)s.

source: Invite Web User
pt: Convidar Usuário da Web

source: Download Web Users
pt: Descarregar Usuários Web

source: Upload Web Users
pt: Carregar Usuários Web

source: Pending Access Requests
pt: Solicitações de Acesso Pendentes

source: Approve Request
pt: Aprovar Solicitação

source: Delete Request
pt: Excluir Solicitação

source: Current Users
pt: Usuários Atuais

source: Loading Users...
pt: Carregando Usuários...

source: SSO Identity Provider is not trusted.
pt: O Provedor de Identidade SSO não é confiável.

source: Remove Membership
pt: Remover Associação

source: Remove User Membership
pt: Remover Associação de Usuário

source: Are you sure you want to remove this users's membership?
pt: Tem certeza de que deseja remover a associação deste usuário?

source: Membership
pt: Associação

source: Pending Invitations
pt: Convites Pendentes

source: All statuses
pt: Todos os status

source: Email Status
pt: Status do E-mail

source: Undeliverable
pt: Não Entregue

source: Resend
pt: Reenviar

source: Delete Invitation
pt: Excluir Convite

source: Are you sure you want to delete this invitation?
pt: Tem certeza de que deseja excluir este convite?

source: Copy and paste admin emails
pt: Copie e cole os e-mails de administradores

source: Profile conflicts with existing data
pt: O perfil entra em conflito com dados existentes

source: User data profile not found
pt: Perfil de dados do usuário não encontrado

source: '{}' cannot be set directly
pt: '{}' não pode ser definido diretamente

source: {} cannot be deleted
pt: {} não pode ser excluído

source: Username is required.
pt: Nome de usuário é obrigatório.

source: Username '{}' is already taken or reserved.
pt: O nome de usuário '{}' já está em uso ou é reservado.

source: Username '{}' must be a valid email address.
pt: O nome de usuário '{}' deve ser um endereço de e-mail válido.

source: The username component '{}' of '{}' may not contain special characters.
pt: O componente '{}' do nome de usuário '{}' não pode conter caracteres especiais.

source: The username email domain '@{}' should be '@{}'.
pt: O domínio de e-mail do nome de usuário '@{}' deve ser '@{}'.

source: A profile assignment is required for Mobile Workers.
pt: Uma atribuição de perfil é obrigatória para Trabalhadores Móveis.

source: These locations cannot have users assigned because of their organization level settings: {}.
pt: Esses locais não podem ter usuários atribuídos devido às configurações de nível organizacional: {}.

source: There was an error getting data for this user's associated Tableau user. Please contact support if this error persists.
pt: Ocorreu um erro ao obter dados para o usuário Tableau associado a este usuário. Entre em contato com o suporte se este erro persistir.

source: Changes saved for user "%s"
pt: Alterações salvas para o usuário "%s"

source: Edit Web User
pt: Editar Usuário Web

source: Edit Web User (View Only)
pt: Editar Usuário Web (Somente Visualização)

source: This user has no role. Please assign this user a role and save.
pt: Este usuário não possui função. Por favor, atribua uma função a este usuário e salve.

source: Your project space "{domain}" now trusts the SSO Identity Provider "{idp_name}".
pt: Seu espaço de projeto "{domain}" agora confia no Provedor de Identidade SSO "{idp_name}".

source: Download Web Users Status
pt: Baixar Status dos Usuários Web

source: Preparing web user download.
pt: Preparando download de usuários web.

source: Go back to Web Users
pt: Voltar para Usuários Web

source: Roles & Permissions
pt: Funções e Permissões

source: Use Default
pt: Usar Padrão

source: We might be experiencing issues fetching the entire list of user roles right now. This issue is likely temporary and nothing to worry about, but if you keep seeing this for more than a day, please <a href='#modalReportIssue' data-toggle='modal'>Report an Issue</a>.
pt: Podemos estar enfrentando problemas ao buscar a lista completa de funções de usuários no momento. Este problema provavelmente é temporário e não há motivo para preocupação, mas se continuar vendo isso por mais de um dia, por favor <a href='#modalReportIssue' data-toggle='modal'>Relate um Problema</a>.

source: This project has user roles that restrict data access by organization, but the software plan no longer supports that. Any users assigned to roles that are restricted in data access by organization can no longer access this project. Please update the existing roles.
pt: Este projeto possui funções de usuário que restringem o acesso a dados por organização, mas o plano de software não oferece mais suporte a isso. Usuários atribuídos a funções com restrição de acesso por organização não poderão mais acessar este projeto. Por favor, atualize as funções existentes.

source: You have successfully removed {username} from your project space. <a href="{url}" class="post-link">Undo</a>
pt: Você removeu {username} do seu espaço de projeto com sucesso. <a href="{url}" class="post-link">Desfazer</a>
