Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Visit schedules can only be used when all the forms in the case list<br/> update or close a case, which means registration forms must go in a separate case list.
pt: Cronogramas de visitas só podem ser usados quando todos os formulários na lista de casos<br/> atualizam ou fecham um caso, o que significa que formulários de registro devem estar em uma lista de casos separada.

source: Lookup Table Case Selection
pt: Seleção de Caso por Tabela de Consulta

source: Enable Lookup Table Filtering
pt: Ativar Filtragem por Tabela de Consulta

source: Enabling this allows you to filter the case list based on a lookup table selection and an xpath expression that consumes that selection
pt: Ativar isso permite filtrar a lista de casos com base em uma seleção de tabela de consulta e uma expressão xpath que utiliza essa seleção

source: Lookup Table Type
pt: Tipo de Tabela de Consulta

source: Lookup Table Type refers to the lookup table that should be used in selection
pt: Tipo de Tabela de Consulta refere-se à tabela de consulta que deve ser usada na seleção

source: Select One
pt: Selecionar Um

source: Display Column
pt: Coluna de Exibição

source: This Column will be displayed as the choice for the user to select from
pt: Esta coluna será exibida como a opção para o usuário selecionar

source: Localize Display Column
pt: Localizar Coluna de Exibição

source: Set this checkbox to indicate that the lookup table does not contain the display string, but a reference to the localization string
pt: Marque esta caixa para indicar que a tabela de consulta não contém a string de exibição, mas uma referência à string de localização

source: Variable Column
pt: Coluna de Variável

source: This column will be used as the variable which is input into the xpath expression below
pt: Esta coluna será usada como a variável que será inserida na expressão xpath abaixo

source: XPath filtering expression
pt: Expressão de filtragem XPath

source: The XPath filtering expression will be added to the list of conditions that filter the case list
pt: A expressão de filtragem XPath será adicionada à lista de condições que filtram a lista de casos

source: Graph Type
pt: Tipo de Gráfico

source: Series
pt: Séries

source: Configuration
pt: Configuração

source: Annotations
pt: Anotações

source: Source
pt: Fonte

source: Delete Series
pt: Excluir Série

source: Path
pt: Caminho

source: Radius
pt: Raio

source: Add Configuration &rarr; Value Mapping
pt: Adicionar Configuração &rarr; Mapeamento de Valor

source: Add Series
pt: Adicionar Série

source: Add Configuration &rarr; Value mapping
pt: Adicionar Configuração &rarr; Mapeamento de valor

source: X Value
pt: Valor X

source: Y Value
pt: Valor Y

source: Add Annotation
pt: Adicionar Anotação

source: Report
pt: Relatório

source: Description
pt: Descrição

source: Sync Delay (in hours)
pt: Atraso de Sincronização (em horas)

source: Data Table
pt: Tabela de Dados

source: Display codes
pt: Exibir códigos

source: Hide codes
pt: Ocultar códigos

source: Custom alias:
pt: Alias personalizado:

source: Use xpath expression
pt: Usar expressão xpath

source: Must be a valid xpath expression.
pt: Deve ser uma expressão xpath válida.

source: Not localizable.
pt: Não localizável.

source: Domain sync delay set to:
pt: Atraso de sincronização do domínio definido para:

source: hours.
pt: horas.

source: Add Report
pt: Adicionar Relatório

source: To save time when building large applications, it can be useful to copy one menu's entire case list or case details configuration to another menu.
pt: Para economizar tempo ao construir aplicações grandes, pode ser útil copiar toda a configuração da lista de casos ou dos detalhes de casos de um menu para outro.

source: Learn More
pt: Saiba Mais

source: Copy Case List to another menu
pt: Copiar Lista de Casos para outro menu

source: This will <strong>overwrite</strong> the case list of the selected menu with the current menu's case list configuration.
pt: Isso irá <strong>sobrescrever</strong> a lista de casos do menu selecionado com a configuração da lista de casos do menu atual.

source: Copy Case Detail to another menu
pt: Copiar Detalhe de Caso para outro menu

source: This will <strong>overwrite</strong> the case detail of the selected menu with the current menu's case detail configuration.
pt: Isso irá <strong>sobrescrever</strong> o detalhe de caso do menu selecionado com a configuração do detalhe de caso do menu atual.

source: XPath expression
pt: Expressão XPath

source: The name for the type of case you are tracking (e.g. &quot;pregnancy&quot;, &quot;farm&quot;, &quot;household&quot;, etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
pt: O nome para o tipo de caso que você está acompanhando (ex.: &quot;gravidez&quot;, &quot;fazenda&quot;, &quot;domicílio&quot;, etc.). Todos os casos registrados nesta lista de casos serão deste tipo, e somente casos deste tipo aparecerão na lista. Outras listas de casos com o mesmo tipo usarão o mesmo conjunto de casos.

source: This case type has been deprecated in the Data Dictionary.
pt: Este tipo de caso foi descontinuado no Dicionário de Dados.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
pt: Tipos de caso só podem incluir os caracteres a-z, 0-9, '-' e '_'

source: You have cases associated with the %(case_type)s Case Type. Making this change will NOT affect your existing cases. Only new cases will be affected.
pt: Você tem casos associados ao Tipo de Caso %(case_type)s. Fazer esta alteração NÃO afetará seus casos existentes. Apenas novos casos serão afetados.

source: Additional Case List and Case Search Types
pt: Tipos Adicionais de Lista e Busca de Casos

source: Cases of these types will be displayed in Case List and Case Search screens, in addition to the Case Type inputted above. <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(More Information)</a>
pt: Casos desses tipos serão exibidos nas telas de Lista e Busca de Casos, além do Tipo de Caso informado acima. <a target='_blank' href='https://dimagi.atlassian.net/wiki/spaces/USH/pages/2146962056/Case+Search+Configuration'>(Mais Informações)</a>

source: Parent Menu
pt: Menu Pai

source: Nest this menu under another for easier application navigation. <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(More Information)</a>
pt: Aninhe este menu sob outro para facilitar a navegação no aplicativo. <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Sub+Menus'>(Mais Informações)</a>

source: No Parent
pt: Sem Pai

source: Source Menu
pt: Menu de Origem

source: Include Forms
pt: Incluir Formulários

source: Shadow Module Version
pt: Versão do Módulo Sombra

source: Upgrade to version 2
pt: Atualizar para a versão 2

source: Display Style
pt: Estilo de Exibição

source: Display this module's forms as a list or a grid. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Help Site</a>.
pt: Exiba os formulários deste módulo como uma lista ou grade. Saiba mais no <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Grid+View+for+Form+and+Module+Screens'>Site de Ajuda</a>.

source: Auto Select Case
pt: Selecionar Caso Automaticamente

source: When the case list contains only one case, skip over it, jumping directly to case details.
pt: Quando a lista de casos contiver apenas um caso, pule para os detalhes do caso diretamente.

source: Show Case List Optimizations
pt: Mostrar Otimizações da Lista de Casos

source: Case List Optimizations
pt: Otimizações da Lista de Casos

source: Set caching and lazy loading for case list columns for better performance. Once saved, reload this page to reveal/hide relevant column on case list.
pt: Defina cache e carregamento preguiçoso para as colunas da lista de casos para melhor desempenho. Após salvar, recarregue esta página para revelar/ocultar a coluna relevante na lista de casos.

source: Empty Case List Text
pt: Texto de Lista de Casos Vazia

source: Last UCR Update
pt: Última Atualização UCR

source: Throughout this menu, include a persistent report tile displaying the last time UCR data was synced.
pt: Em todo este menu, inclua um bloco de relatório persistente exibindo a última vez que os dados UCR foram sincronizados.

source: Edit Field Style
pt: Editar Estilo do Campo

source: Horizontal Align
pt: Alinhamento Horizontal

source: Vertical Align
pt: Alinhamento Vertical

source: Font Size
pt: Tamanho da Fonte

source: Border
pt: Borda

source: Shade
pt: Sombra

source: Loading Multimedia Sizes...
pt: Carregando Tamanhos de Multimídia...

source: No Multimedia
pt: Sem Multimídia

source: Preview
pt: Pré-visualizar

source: Replace
pt: Substituir

source: Set Path
pt: Definir Caminho

source: Use this %(label)s for all languages
pt: Usar este %(label)s para todos os idiomas

source: This %(label)s is linked to the default language, and can only be modified there.
pt: Este %(label)s está vinculado ao idioma padrão e só pode ser modificado lá.

source: Use Default Path
pt: Usar Caminho Padrão

source: Application Release Logs
pt: Logs de Lançamento da Aplicação

source: Version Number
pt: Número da Versão

source: Update Type
pt: Tipo de Atualização

source: Time
pt: Hora

source: Info
pt: Informação

source: Current Profiles
pt: Perfis Atuais

source: Remote applications only support one build profile. Please remove all but one profile before saving.
pt: Aplicativos remotos suportam apenas um perfil de build. Por favor, remova todos exceto um perfil antes de salvar.

source: Application profiles let you install the same application with different languages and options on different phones. Application profiles will appear in <em>new</em> versions of the application.
pt: Perfis de aplicação permitem instalar o mesmo aplicativo com diferentes idiomas e opções em diferentes telefones. Perfis de aplicação aparecerão em <em>novas</em> versões do aplicativo.

source: Manage application profiles here.
pt: Gerencie os perfis de aplicação aqui.

source: Learn more about Application Profiles on our <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Help Site</a>
pt: Saiba mais sobre Perfis de Aplicação em nosso <a href='https://confluence.dimagi.com/display/commcarepublic/Application+Profiles'>Site de Ajuda</a>

source: Profile Name
pt: Nome do Perfil

source: Default Language
pt: Idioma Padrão

source: Upgrade to CommCare 2.30!
pt: Atualize para o CommCare 2.30!

source: Latest Enabled Version:
pt: Última Versão Habilitada:

source: Add Profile
pt: Adicionar Perfil

source: <p class="lead"> Please click <i class="fa fa-plus"></i> <strong>Add...</strong> to start building your App! </p>
pt: <p class="lead"> Por favor, clique em <i class="fa fa-plus"></i> <strong>Adicionar...</strong> para começar a construir seu App! </p>

source: <p class="lead"> As you build your App, check out the <strong>App Preview</strong> to demo it in real time! </p>
pt: <p class="lead"> Conforme você constrói seu App, confira a <strong>Pré-visualização do App</strong> para testá-lo em tempo real! </p>

source: Versions
pt: Versões

source: Application Profiles
pt: Perfis de Aplicação

source: Your project does not have any mobile workers! Only mobile workers can log into a CommCare application. Before you can publish your application,
pt: Seu projeto não possui nenhum agente móvel! Apenas agentes móveis podem acessar um aplicativo CommCare. Antes de publicar sua aplicação,

source: create your first mobile worker
pt: crie seu primeiro agente móvel

source: Download to Android
pt: Baixar para Android

source: Online Install
pt: Instalação Online

source: Offline Install
pt: Instalação Offline

source: CommCare from Google Play
pt: CommCare na Google Play

source: to your Android device.
pt: para seu dispositivo Android.

source: Application Profile
pt: Perfil de Aplicação

source: Include Multimedia
pt: Incluir Multimídia

source: Only supported for versions made after 2013-10-15
pt: Suportado apenas para versões feitas após 2013-10-15

source: Download Targeted Version
pt: Baixar Versão Específica

source: Open the app on your Android and use one of the following installation methods:
pt: Abra o app no seu Android e use um dos seguintes métodos de instalação:

source: Scan Application Barcode
pt: Escanear Código de Barras do Aplicativo

source: Enter App Code
pt: Inserir Código do App

source: Enter app code on installation screen:
pt: Digite o código do aplicativo na tela de instalação:

source: (No app code available. If you would like to use an app code instead of scanning the application barcode, try making another version.)
pt: (Nenhum código de aplicativo disponível. Se você quiser usar um código de aplicativo em vez de escanear o código de barras do aplicativo, tente criar outra versão.)

source: Transfer this file to your Android phone's file system
pt: Transfira este arquivo para o sistema de arquivos do seu telefone Android

source: You'll be prompted to select this file from your phone's file system and install will begin
pt: Você será solicitado a selecionar este arquivo no sistema de arquivos do seu telefone e a instalação começará

source: Note: Offline install automatically installs all multimedia included in your form. All subsequent remote updates will also include multimedia which could require a lot of data. See the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Help Site </a> for more info.
pt: Nota: A instalação offline instala automaticamente todos os arquivos multimídia incluídos no seu formulário. Todas as atualizações remotas subsequentes também incluirão multimídia, o que pode exigir muitos dados. Consulte o <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946239/Installing+CommCare+on+Android+Devices"> Site de Ajuda </a> para mais informações.

source: Open in Web Apps
pt: Abrir em Web Apps

source: Send to phone via SMS
pt: Enviar para o telefone via SMS

source: Download Multimedia
pt: Baixar Multimídia

source: View Source Files
pt: Ver Arquivos Fonte

source: Send to
pt: Enviar para

source: SMS charges will incur.
pt: Cobranças de SMS serão aplicadas.

source: Send
pt: Enviar

source: No URL was found for this app, try rebuilding.
pt: Nenhuma URL foi encontrada para este aplicativo, tente reconstruir.

source: One or more of your versions is broken, please make sure it is not marked as released. Make a new version if needed, and update any live deployments as soon as possible.
pt: Uma ou mais de suas versões está com problemas, por favor, certifique-se de que não está marcada como lançada. Crie uma nova versão se necessário e atualize quaisquer implantações ativas o quanto antes.

source: All new versions should work, so if problems persist, please report the issue.
pt: Todas as novas versões devem funcionar, então se os problemas persistirem, por favor, reporte o problema.

source: Show only released versions
pt: Mostrar apenas versões lançadas

source: Released versions only
pt: Somente versões lançadas

source: show all
pt: Mostrar tudo

source: Timing
pt: Tempo

source: Make New Version
pt: Criar Nova Versão

source: The new application build contains the following deprecated case types:
pt: A nova compilação do aplicativo contém os seguintes tipos de caso obsoletos:

source: For more information on deprecated case types, see the following <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentation</a>.
pt: Para mais informações sobre tipos de caso obsoletos, consulte a seguinte <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentação</a>.

source: Sorry, you don't have permission to do this action!
pt: Desculpe, você não tem permissão para realizar esta ação!

source: Loading versions...
pt: Carregando versões...

source: An error occurred while fetching versions. Reload the page to try again.
pt: Ocorreu um erro ao buscar as versões. Recarregue a página para tentar novamente.

source: Could not update
pt: Não foi possível atualizar

source: Latest
pt: Mais recente

source: by
pt: por

source: with CommCare v.
pt: com CommCare v.

source: Unsigned Jar
pt: Jar não assinado

source: (Click here to add a comment)
pt: (Clique aqui para adicionar um comentário)

source: Error updating comment. Please try again.
pt: Erro ao atualizar o comentário. Por favor, tente novamente.

source: View Changes
pt: Ver Alterações

source: Revert to this Version
pt: Reverter para esta Versão

source: Publish
pt: Publicar

source: Delete Version?
pt: Excluir Versão?

source: Are you sure you want to delete this version
pt: Tem certeza de que deseja excluir esta versão

source: Delete Version
pt: Excluir Versão

source: Revert to Version?
pt: Reverter para a Versão?

source: This version uses an outdated form of case management. We advise against reverting back to this version.
pt: Esta versão utiliza uma forma desatualizada de gerenciamento de casos. Aconselhamos não reverter para esta versão.

source: Are you sure you want to revert to version <span data-bind="text: version"></span>?</p>
pt: Tem certeza de que deseja reverter para a versão <span data-bind="text: version"></span>?</p>

source: Revert
pt: Reverter

source: <p> All add-ons are enabled for this app. </p>
pt: <p> Todos os complementos estão habilitados para este aplicativo. </p>

source: <strong>Add-ons</strong> enable you to build more complex applications.
pt: <strong>Complementos</strong> permitem que você construa aplicativos mais complexos.

source: Learn more.
pt: Saiba mais.

source: You have previously enabled this feature in your app, but have since lost access to it.
pt: Você já habilitou este recurso anteriormente em seu aplicativo, mas perdeu o acesso a ele.

source: Your application will continue to function in places that utilized this feature, but you will not be able to edit any related functionality until you upgrade.
pt: Seu aplicativo continuará funcionando nos locais que utilizavam este recurso, mas você não poderá editar nenhuma funcionalidade relacionada até fazer o upgrade.

source: You cannot re-enable this feature once it is disabled until you upgrade your subscription.
pt: Você não poderá reabilitar este recurso após desativá-lo até que faça o upgrade da sua assinatura.

source: Replace Logo
pt: Substituir Logo

source: Upload Logo
pt: Enviar Logo

source: Linked Application
pt: Aplicativo Vinculado

source: Add-ons
pt: Complementos

source: Advanced Settings
pt: Configurações Avançadas

source: Update from upstream application
pt: Atualizar do aplicativo de origem

source: Your app was last pulled from <a href='%(upstream_url)s'>%(upstream_name)s</a>, version %(upstream_version)s.
pt: Seu aplicativo foi atualizado pela última vez de <a href='%(upstream_url)s'>%(upstream_name)s</a>, versão %(upstream_version)s.

source: Your app was last pulled from %(upstream_name)s, version %(upstream_version)s.
pt: Seu aplicativo foi atualizado pela última vez de %(upstream_name)s, versão %(upstream_version)s.

source: Select an upstream app to pull
pt: Selecione um aplicativo de origem para atualizar

source: version %(v)s
pt: versão %(v)s

source: Email when finished (recommended for large applications)
pt: Enviar e-mail ao finalizar (recomendado para aplicativos grandes)

source: Update
pt: Atualizar

source: Loading ...
pt: Carregando ...

source: Try again
pt: Tente novamente

source: Delete Application
pt: Apagar aplicação

source: Delete this application
pt: Apagar esta aplicação

source: Custom Properties
pt: Propriedades Personalizadas

source: Oops! This setting shouldn't be here. Could you change it to the default to make it go away? Sorry about that.
pt: Opa! Esta configuração não deveria estar aqui. Você pode alterá-la para o padrão para que desapareça? Desculpe por isso.

source: This feature is not available on your subscription. Please upgrade to the <!-- ko text: upgrade_plan --><!-- /ko --> plan or higher.
pt: Este recurso não está disponível no seu plano de assinatura. Por favor, faça upgrade para o plano <!-- ko text: upgrade_plan --><!-- /ko --> ou superior.

source: Add Custom Property
pt: Adicionar Propriedade Personalizada

source: Multimedia Reference Checker
pt: Verificador de Referências de Multimídia

source: View, upload, and download your application's multimedia
pt: Ver, carregar e descarregar os multimedia da aplicação

source: Download Multimedia Zip
pt: Descarregar Multimedia Zip

source: This .zip file is structured to match the multimedia paths referenced in your CommCare Application.
pt: Este arquivo .zip está estruturado para corresponder aos caminhos de multimídia referenciados em seu Aplicativo CommCare.

source: Sync all multimedia with master
pt: Sincronizar toda a multimídia com o mestre

source: Email when finished (recommended for applications with large number of multimedia files or heavy files)
pt: Enviar e-mail ao finalizar (recomendado para aplicativos com grande número de arquivos multimídia ou arquivos pesados)

source: Force pull all multimedia (this can take a long time and will re-write all the multimedia in your app)
pt: Forçar atualização de toda a multimídia (isso pode demorar e irá reescrever toda a multimídia do seu aplicativo)

source: Sync
pt: Sincronizar

source: This application currently does not contain any multimedia references.
pt: Este aplicativo atualmente não contém nenhuma referência de multimídia.

source: Set as default
pt: Definir como padrão

source: Add Language
pt: Adicionar Idioma

source: Please save before adding another language
pt: Por favor, salve antes de adicionar outro idioma

source: Smart language display in forms
pt: Exibição inteligente de idioma nos formulários

source: Deleting Languages:
pt: Excluindo Idiomas:

source: Don't Delete
pt: Não Excluir

source: Feature Discrepancy
pt: Inconsistência de Recurso

source: Oops! This application was deleted.
pt: Opa! Esta aplicação foi apagada.

source: If you want your application back, click Restore.
pt: Se quiser recuperar a sua aplicação, clique em Restaurar.

source: Restore
pt: Restaurar

source: No thanks, get me out of here
pt: Não, obrigado. Tire-me daqui.

source: This application uses an outdated form of case management and may behave unexpectedly. <br /> Please click the <i class="fa fa-question-circle nav-main-icon"></i> above and Report an Issue if you wish to continue to work with this application.
pt: Este aplicativo utiliza uma forma desatualizada de gerenciamento de casos e pode se comportar de maneira inesperada. <br /> Por favor, clique no <i class="fa fa-question-circle nav-main-icon"></i> acima e Relate um Problema se desejar continuar trabalhando com este aplicativo.

source: Empty
pt: Manejo de Casos

source: Untitled
pt: Sem título

source: Could not find sheet "translations" in uploaded file.
pt: Não foi possível encontrar a planilha "translations" no arquivo enviado.

source: Property '' is empty. We did not add it to the translations
pt: A propriedade '' está vazia. Não a adicionamos às traduções

source: Property '{prop}' is not a known CommCare UI string, but we added it anyway.
pt: A propriedade '{prop}' não é uma string de interface conhecida do CommCare, mas a adicionamos mesmo assim.
