Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: You don't have any saved reports. You can store your favorite filters in a saved report and then easily navigate to that report with the filters already applied. Saved reports can also be sent by email on a recurring basis.
pt: Você não tem nenhum relatório salvo. Você pode armazenar seus filtros favoritos em um relatório salvo e, assim, navegar facilmente para esse relatório com os filtros já aplicados. Relatórios salvos também podem ser enviados por e-mail de forma recorrente.

source: To create a new saved report, navigate to a report, select the filters you want to save, and click "Save".
pt: Para criar um novo relatório salvo, navegue até um relatório, selecione os filtros que deseja salvar e clique em "Salvar".

source: Saved Report Name
pt: Nome do Relatório Salvo

source: Creator
pt: Criador

source: Create a New Scheduled Report
pt: Criar um Novo Relatório Agendado

source: Send Selected Reports
pt: Enviar Relatórios Selecionados

source: Send Selected Report
pt: Enviar Relatório Selecionado

source: Delete Selected Reports
pt: Excluir Relatórios Selecionados

source: Delete Selected Report
pt: Excluir Relatório Selecionado

source: Loading reports...
pt: Carregando relatórios...

source: Deleting reports...
pt: Excluindo relatórios...

source: Deleting report...
pt: Excluindo relatório...

source: Sending reports...
pt: Enviando relatórios...

source: Sending report...
pt: Enviando relatório...

source: You don't have any scheduled reports. You can create a scheduled report based on a saved report to have a report delivered by email on a regular basis.
pt: Você não tem nenhum relatório agendado. Você pode criar um relatório agendado com base em um relatório salvo para receber um relatório por e-mail regularmente.

source: Tableau Visualizations
pt: Visualizações do Tableau

source: Update Tableau Visualization
pt: Atualizar Visualização do Tableau

source: Delete Tableau Visualization
pt: Excluir Visualização do Tableau

source: Deleting Tableau Visualization
pt: Excluindo Visualização do Tableau

source: Add Tableau Visualization
pt: Adicionar Visualização do Tableau

source: Please apply filters to view:
pt: Por favor aplique os filtros para ver:

source: Help
pt: Ajuda

source: From
pt: De

source: To
pt: Para

source: Showing %(datespan)s.
pt: A mostrar %(datespan)s.

source: This report's timezone is %(timezone)s.
pt: O fuso horário deste relatório é %(timezone)s.

source: Known Forms
pt: Formulários Conhecidos

source: What are Known Forms?
pt: O que são Formulários Conhecidos?

source: These are forms that can be matched to an existing or deleted CommCare Application in your project.
pt: Estes são formulários que podem ser associados a um Aplicativo CommCare existente ou excluído em seu projeto.

source: Unknown Forms
pt: Formulários Desconhecidos

source: What are Unknown Forms?
pt: O que são Formulários Desconhecidos?

source: These forms do not belong to a CommCare Application (existing or deleted) in your project. It might mean that these forms once belonged to an application but the application form has since been removed. They may also be 'system forms' or forms from an integration or API.
pt: Esses formulários não pertencem a um Aplicativo CommCare (existente ou excluído) em seu projeto. Isso pode significar que esses formulários já pertenceram a um aplicativo, mas o formulário do aplicativo foi removido desde então. Eles também podem ser 'formulários do sistema' ou formulários de uma integração ou API.

source: Choose Unknown Form
pt: Escolher Formulário Desconhecido

source: Show Advanced Options
pt: Mostrar Opções Avançadas

source: Filtering by unknown forms is currently unavailable for this project.
pt: No momento, filtrar por formulários desconhecidos não está disponível para este projeto.

source: If the problem persists please report an issue.
pt: Se o problema persistir, por favor, reporte um problema.

source: Location Filter
pt: Filtro por Localização

source: Use Filter
pt: Usar Filtro

source: Sensitive Properties
pt: Propriedades Sensíveis

source: Select the case properties which must be de-identified when copying the cases to the new user.
pt: Selecione as propriedades do caso que devem ser desidentificadas ao copiar os casos para o novo usuário.

source: Filter your cases by entering a <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Case Search Query</a>.
pt: Filtre seus casos inserindo uma <a href="https://confluence.dimagi.com/pages/viewpage.action?spaceKey=commcarepublic&title=Case+Query+Language" target="_blank">Consulta de Pesquisa de Casos</a>.

source: This project looks like it has some submissions we don't recognize. Don't worry this can usually be fixed.
pt: Este projeto parece ter algumas submissões que não reconhecemos. Não se preocupe, isso geralmente pode ser corrigido.

source: Hide Fuzzy Submissions
pt: Ocultar Submissões Incertas

source: Hide Fuzzy Submissions?
pt: Ocultar Submissões Incertas?

source: Some of the submissions included in the report results could not be matched with precision to your selected applications. This hides those submissions so that only the most accurate submissions remain.
pt: Algumas das submissões incluídas nos resultados do relatório não puderam ser associadas com precisão aos aplicativos selecionados. Isso oculta essas submissões para que apenas as mais precisas permaneçam.

source: All data is listed as Unrecognized Data.
pt: Todos os dados estão listados como Dados Não Reconhecidos.

source: Show questions in form that were not shown to the user
pt: Mostrar perguntas no formulário que não foram exibidas ao usuário

source: Questions not shown to the user
pt: Perguntas não exibidas ao usuário

source: These questions were not shown to the user because their display conditions were not met.
pt: Essas perguntas não foram exibidas ao usuário porque suas condições de exibição não foram atendidas.

source: Question ID
pt: ID da Pergunta

source: This form is archived and will not be included in reports.
pt: Este formulário está arquivado e não será incluído em relatórios.

source: To unarchive this form, click the "Restore this form" button. This will also restore case data associated with the form.
pt: Para desarquivar este formulário, clique no botão "Restaurar este formulário". Isso também restaurará os dados de caso associados ao formulário.

source: This form has been edited. The latest version can be viewed <a href="%(latest_version_url)s">here</a>.
pt: Este formulário foi editado. A versão mais recente pode ser visualizada <a href="%(latest_version_url)s">aqui</a>.

source: This submission was edited from a previous version %(when)s. You can view the previous version <a href="%(previous_version_url)s">here</a>.
pt: Esta submissão foi editada a partir de uma versão anterior %(when)s. Você pode visualizar a versão anterior <a href="%(previous_version_url)s">aqui</a>.

source: Secure submission
pt: Submissão segura

source: Submitted by %(auth_user)s on behalf of %(user)s
pt: Enviado por %(auth_user)s em nome de %(user)s

source: Submitted by %(auth_user)s
pt: Enviado por %(auth_user)s

source: Insecure submission
pt: Submissão insegura

source: Submitted as %(user)s
pt: Enviado como %(user)s

source: View app
pt: Ver aplicativo

source: View build
pt: Ver build

source: Download Form Source
pt: Baixar Fonte do Formulário

source: Form Properties
pt: Propriedades do Formulário

source: Case Changes
pt: Alterações no Caso

source: Form History
pt: Histórico do Formulário

source: Form Metadata
pt: Metadados do Formulário

source: Attachments
pt: Anexos

source: Raw XML
pt: XML Bruto

source: View standalone form
pt: Ver formulário independente

source: Clean Form Submission
pt: Limpar Submissão do Formulário

source: Archiving Forms
pt: Arquivando Formulários

source: Archived forms will no longer show up in reports and they will be removed from any relevant case histories.
pt: Formulários arquivados não aparecerão mais em relatórios e serão removidos de quaisquer históricos de caso relevantes.

source: Archive this form
pt: Arquivar este formulário

source: Restoring Edited Forms
pt: Restaurando Formulários Editados

source: Restoring an edited form will undo any later edits made. This operation is reversible.
pt: Restaurar um formulário editado desfará quaisquer edições feitas posteriormente. Esta operação é reversível.

source: Restore this version
pt: Restaurar esta versão

source: Restoring Forms
pt: Restaurando Formulários

source: Restoring this form will cause it to show up in reports again.
pt: Restaurar este formulário fará com que ele volte a aparecer em relatórios.

source: Restore this form
pt: Restaurar este formulário

source: Resaving Forms
pt: Regravar Formulários

source: Resaving a form manually can cause it to be reincluded in reports if something went wrong during initial processing.
pt: Regravar um formulário manualmente pode fazer com que ele seja reincluído em relatórios caso algo tenha dado errado durante o processamento inicial.

source: Resave this form
pt: Regravar este formulário

source: Deleting Forms
pt: Excluindo Formulários

source: This is a permanent action that cannot be undone.
pt: Esta é uma ação permanente que não pode ser desfeita.

source: Delete this form
pt: Excluir este formulário

source: Unknown/Deleted Case
pt: Caso Desconhecido/Excluído

source: (this case)
pt: (este caso)

source: Open XML in New Window
pt: Abrir XML em Nova Janela

source: Copy XML to clipboard
pt: Copiar XML para a área de transferência

source: Permanently Delete Form
pt: Excluir Formulário Permanentemente

source: It is important you read the entire message below thoroughly before completing this action.
pt: É importante que você leia toda a mensagem abaixo cuidadosamente antes de concluir esta ação.

source: Once deleted, you will not be able to recover this form. Are you sure you want to delete this form?
pt: Uma vez excluído, você não poderá recuperar este formulário. Tem certeza de que deseja excluir este formulário?

source: Hidden Values (Form Calculations)
pt: Valores Ocultos (Cálculos do Formulário)

source: Unrecognized Data
pt: Dados Não Reconhecidos

source: Show question ids
pt: Mostrar IDs das perguntas

source: Processed Date
pt: Data de Processamento

source: Survey Type
pt: Tipo de Pesquisa

source: IVR
pt: URA

source: Form Submission
pt: Envio de Formulário

source: n/a
pt: n/d

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
pt: Excluir <!-- ko text: selectedReportsCount() --><!-- /ko --> Relatórios Agendados

source: Delete <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
pt: Excluir <!-- ko text: selectedReportsCount() --><!-- /ko --> Relatório Agendado

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Reports
pt: Enviar <!-- ko text: selectedReportsCount() --><!-- /ko --> Relatórios Agendados

source: Send <!-- ko text: selectedReportsCount() --><!-- /ko --> Scheduled Report
pt: Enviar <!-- ko text: selectedReportsCount() --><!-- /ko --> Relatório Agendado

source: Are you sure you want to permanently delete these scheduled reports?
pt: Tem certeza de que deseja excluir permanentemente estes relatórios agendados?

source: Are you sure you want to permanently delete this scheduled report?
pt: Tem certeza de que deseja excluir permanentemente este relatório agendado?

source: Are you sure you want to send these scheduled reports?
pt: Tem certeza de que deseja enviar estes relatórios agendados?

source: Are you sure you want to send this scheduled report?
pt: Tem certeza de que deseja enviar este relatório agendado?

source: Clean Case Data
pt: Limpar Dados do Caso

source: This feature will only update the specified questions. It will <strong>not</strong> run any calculations or affect cases. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Read more</a>.
pt: Este recurso irá atualizar apenas as perguntas especificadas. <strong>Não</strong> executará nenhum cálculo nem afetará casos. <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954777/Clean+Form+Submission">Saiba mais</a>.

source: Something unexpected happened. Please refresh the page and try again, or report an issue if the problem persists.
pt: Algo inesperado aconteceu. Por favor, atualize a página e tente novamente, ou reporte um problema se o erro persistir.

source: Something unexpected happened. Please try again, or report an issue if the problem persists.
pt: Algo inesperado aconteceu. Por favor, tente novamente, ou reporte um problema se o erro persistir.

source: No editable properties found
pt: Nenhuma propriedade editável encontrada

source: How can I use this report?
pt: Como posso usar este relatório?

source: Why can't I see any data?
pt: Porque não consigo ver nenhum dado?

source: Please choose your filters above and click <strong>Apply</strong> to see report data.
pt: Por favor selecione o filtro acima e clique<strong>aplicar</strong> para ver o seu relatório

source: Favorites
pt: Favoritos

source: You don't have any favorites
pt: Você não tem favoritos.

source: Email Supported
pt: E-mail Suportado

source: Date Filter
pt: Filtro de Data

source: Default Date Range
pt: Intervalo de Datas Padrão

source: Bulk Actions
pt: Ações em Massa

source: Day and Time
pt: Data e Hora

source: me
pt: eu

source: me (and others)
pt: eu (e outros)

source: Send Now
pt: Enviar Agora

source: Unsubscribe me
pt: Cancelar minha inscrição

source: Stop sending report?
pt: Parar de enviar relatório?

source: Are you sure you want to stop sending this report?
pt: Tem certeza de que deseja parar de enviar este relatório?

source: Stop Sending
pt: Parar de Enviar

source: Disclaimer
pt: Aviso Legal

source: The privacy and protection of personal data is very important to Dimagi. Dimagi is not responsible for privacy of reports or SMS data you transmit from CommCare HQ to external parties. However, to protect privacy, we suggest that you include a message like the following in your communications (for instance, by including in the saved report description)
pt: A privacidade e proteção de dados pessoais é muito importante para a Dimagi. A Dimagi não se responsabiliza pela privacidade de relatórios ou dados SMS que você transmita do CommCare HQ para partes externas. No entanto, para proteger a privacidade, sugerimos que você inclua uma mensagem como a seguinte em suas comunicações (por exemplo, incluindo na descrição do relatório salvo)

source: The information contained in this transmission may contain privileged and confidential information, including personal information protected by federal and state privacy laws. It is intended only for the use of the person(s) named above. If you are not the intended recipient, you are hereby notified that any review, dissemination, distribution, or duplication of this communication is strictly prohibited. If you are not the intended recipient, please contact the sender by reply email and destroy all copies of the original message.
pt: As informações contidas nesta transmissão podem conter informações privilegiadas e confidenciais, incluindo informações pessoais protegidas por leis federais e estaduais de privacidade. Destina-se apenas ao uso da(s) pessoa(s) nomeada(s) acima. Se você não for o destinatário pretendido, fica notificado de que qualquer revisão, disseminação, distribuição ou duplicação desta comunicação é estritamente proibida. Se você não for o destinatário pretendido, por favor, entre em contato com o remetente respondendo a este e-mail e destrua todas as cópias da mensagem original.

source: Phone number
pt: Número de telefone

source: Edit User Information
pt: Editar Informações do Usuário

source: View recent submissions
pt: Ver envios recentes

source: Change in Forms Submitted
pt: Alterações nos Formulários Submetidos

source: User Information
pt: Informações do Usuário

source: Change in Forms Submitted Since Two Months Ago
pt: Mudança no Número de Formulários Enviados Desde Dois Meses Atrás

source: Number of Forms Submitted Last Month
pt: Número de Formulários Enviados no Mês Passado

source: Change in Forms Submitted Since Last Month
pt: Mudança no Número de Formulários Enviados Desde o Mês Passado

source: Number of Forms Submitted This Month
pt: Número de Formulários Enviados Neste Mês

source: These are people who used CommCare last month but didn't submit %(threshold)s forms.
pt: Estes são os que usaram o CommCare no mês passado, mas não submeteram formulários %(threshold)s.

source: New Inactive Users
pt: Novos Usuários Inativos

source: These are workers who stopped using CommCare last month.
pt: Estes são os trabalhadores que pararam de usar o CommCare no mês passado.

source: New High Performing Users
pt: Novos Usuários de Alto Desempenho

source: These are workers who submitted %(threshold)s forms last month and didn't the previous month.
pt: Estes são trabalhadores que enviaram %(threshold)s formulários no mês passado e não enviaram no mês anterior.

source: Unsubscribe from this report
pt: Cancelar inscrição deste relatório

source: This is a %(report_type)s from <a href="%(DNS_name)s">CommCare HQ</a> for the project '%(domain)s'.
pt: Este é um(a) %(report_type)s de <a href="%(DNS_name)s">CommCare HQ</a> para o projeto '%(domain)s'.

source: Report Notes
pt: Notas do Relatório

source: Date range
pt: Intervalo de datas

source: Note: This report will not appear in emails because the start date for the report is still in the future.
pt: Nota: Este relatório não aparecerá em e-mails porque a data de início do relatório ainda está no futuro.

source: You are receiving this automated email from <a href="%(DNS_name)s">CommCare HQ</a> because the user %(owner_name)s added you as a recipient of their report.
pt: Você está recebendo este e-mail automático de <a href="%(DNS_name)s">CommCare HQ</a> porque o(a) usuário(a) %(owner_name)s adicionou você como destinatário(a) do relatório.

source: This case uses a deprecated case type. See the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">help documentation</a> for more information.
pt: Este caso utiliza um tipo de caso obsoleto. Veja a <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">documentação de ajuda</a> para mais informações.

source: Related Cases
pt: Casos Relacionados

source: Ledger Sections
pt: Seções do Ledger

source: Forwarded Records
pt: Registros Encaminhados

source: <p> You haven't saved any questions as case properties. Only case properties become part of a case. </p> <p> Watch this video to learn how to save questions as case properties. </p>
pt: <p> Você não salvou nenhuma pergunta como propriedade de caso. Apenas propriedades de caso se tornam parte de um caso. </p> <p> Assista a este vídeo para aprender como salvar perguntas como propriedades de caso. </p>

source: download complete transaction history
pt: baixar histórico completo de transações

source: Section: %(section_id)s
pt: Seção: %(section_id)s

source: No transaction found
pt: Nenhuma transação encontrada

source: Loading
pt: Carregando

source: Received
pt: Recebido

source: page
pt: página

source: Download Case History
pt: Baixar Histórico do Caso

source: Resave Case
pt: Salvar Caso Novamente

source: Rebuild Case
pt: Reconstruir Caso

source: Close Case
pt: Fechar Caso

source: This form's case changes were not processed because of errors that occurred during case processing:
pt: As alterações de caso deste formulário não foram processadas devido a erros que ocorreram durante o processamento do caso:

source: Reports Menu
pt: Menu de Relatórios

source: Email report:
pt: Relatório por e-mail:

source: to
pt: para

source: Notice
pt: Aviso

source: Error re-processing form
pt: Erro ao reprocessar formulário

source: Filter Options
pt: Opções de Filtro

source: Export to
pt: Exportar para

source: Email report
pt: Enviar relatório por e-mail

source: <a class="see-all-link">See %(count)s More</a>
pt: <a class="see-all-link">Ver mais %(count)s</a>

source: %s: Requested export excel data
pt: %s: Solicitou exportação de dados em Excel

source: Scheduled Report
pt: Relatório Agendado

source: New Scheduled Report
pt: Novo Relatório Agendado

source: Edit Scheduled Report
pt: Editar Relatório Agendado

source: This scheduled report's timezone is %(timezone)s (UTC%(utc_offset)s)
pt: O fuso horário deste relatório agendado é %(timezone)s (UTC%(utc_offset)s)

source: Create a new
pt: Criar um novo

source: Scheduled report added.
pt: Relatório agendado adicionado.

source: Scheduled report updated.
pt: Relatório agendado atualizado.

source: Could not find the requested Scheduled Report
pt: Não foi possível encontrar o Relatório Agendado solicitado

source: Invalid unsubscribe link
pt: Link de cancelamento de inscrição inválido

source: This email address has already been unsubscribed.
pt: Este endereço de e-mail já foi removido da lista.

source: Successfully unsubscribed from report notification.
pt: Cancelamento de notificação do relatório realizado com sucesso.

source: <strong>{}</strong> Scheduled report{} deleted!
pt: <strong>{}</strong> Relatório agendado{} excluído!

source: An error occurred, message unable to send
pt: Ocorreu um erro, mensagem não pôde ser enviada

source: {} reports sent to their recipients
pt: {} relatórios enviados aos seus destinatários

source: Report sent to this report's recipients
pt: Relatório enviado aos destinatários deste relatório

source: once off report
pt: relatório único

source: scheduled report
pt: relatório agendado

source: Duplicate ID fix
pt: Correção de ID duplicado

source: You do not have permission to view this form.
pt: Você não tem permissão para visualizar este formulário.

source: Form was restored from a previous version.
pt: Formulário restaurado de uma versão anterior.

source: Sorry, that form cannot be edited.
pt: Desculpe, este formulário não pode ser editado.

source: Form was successfully archived.
pt: Formulário arquivado com sucesso.

source: Form was already archived.
pt: Formulário já estava arquivado.

source: Can't archive documents of type %s. How did you get here??
pt: Não é possível arquivar documentos do tipo %s. Como você chegou aqui??

source: {} (this case)
pt: {} (este caso)

source: Form cannot be archived as it creates cases that are updated by other forms. All other forms for these cases must be archived first:
pt: O formulário não pode ser arquivado pois cria casos que são atualizados por outros formulários. Todos os outros formulários desses casos devem ser arquivados primeiro:

source: Form was successfully restored.
pt: Formulário restaurado com sucesso.

source: Could not update questions: {}
pt: Não foi possível atualizar as perguntas: {}

source: Question responses saved.
pt: Respostas das perguntas salvas.

source: No changes made to form.
pt: Nenhuma alteração feita no formulário.

source: Form was successfully resaved. It should reappear in reports shortly.
pt: Formulário regravado com sucesso. Ele deve reaparecer nos relatórios em breve.

source: We don't support this format
pt: Não suportamos este formato

source: Tableau Server Config
pt: Configuração do Servidor Tableau

source: Cannot reach Tableau Server right now, allowed Tableau groups cannot be edited.
pt: Não é possível acessar o Servidor Tableau agora, os grupos Tableau permitidos não podem ser editados.
