Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: CommCare can automatically generate an Excel Dashboard Feed or a saved export, allowing you to easily analyze and build reports for your project in Excel or another system. These feeds and exports are updated on a daily-basis with new data and can be filtered to data from a specific set of users or locations. Excel Dashboard Feeds and Daily Saved Exports are available on the Standard or higher software plans.
pt: O CommCare pode gerar automaticamente um Feed de Painel do Excel ou uma exportação salva, permitindo que você analise e crie relatórios para seu projeto no Excel ou em outro sistema. Esses feeds e exportações são atualizados diariamente com novos dados e podem ser filtrados para um conjunto específico de usuários ou locais. Feeds de Painel do Excel e Exportações Diárias Salvas estão disponíveis nos planos Standard ou superiores.

source: Learn More About Pricing Plans
pt: Saiba mais sobre os planos de preços

source: Change My Subscription
pt: Alterar minha assinatura

source: You have no submissions in this project.
pt: Você não tem envios neste projeto.

source: This export contains %(row_count)s rows. Please change the filters to be less than %(max_rows)s rows.
pt: Esta exportação contém %(row_count)s linhas. Por favor, altere os filtros para que sejam menos de %(max_rows)s linhas.

source: There are no sheets to export. If this is a bulk case export then the export configuration might still be busy populating its tables. Please try again later.
pt: Não há planilhas para exportar. Se esta for uma exportação em massa de casos, a configuração da exportação pode ainda estar processando suas tabelas. Por favor, tente novamente mais tarde.

source: You do not have permission to export de-identified exports.
pt: Você não tem permissão para exportar dados desidentificados.

source: Form did not validate.
pt: O formulário não foi validado.

source: Could not find download. Please refresh page and try again.
pt: Não foi possível encontrar o download. Por favor, atualize a página e tente novamente.

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx to export this file.
pt: Este arquivo tem mais de 256 colunas, o que não é suportado pelo xls. Por favor, altere o tipo de saída para csv ou xlsx para exportar este arquivo.

source: Failed to download export.
pt: Falha ao baixar a exportação.

source: Download Form Data Export
pt: Baixar Exportação de Dados do Formulário

source: Please check that you've submitted all required filters.
pt: Por favor, verifique se você enviou todos os filtros obrigatórios.

source: This is too many files to export at once. Please modify your filters to select fewer forms.
pt: São muitos arquivos para exportar de uma vez. Por favor, modifique seus filtros para selecionar menos formulários.

source: Download Case Data Export
pt: Baixar Exportação de Dados de Caso

source: Export SMS Messages
pt: Exportar Mensagens SMS

source: Download Form Data Exports
pt: Baixar Exportações de Dados de Formulário

source: Download ID or User ID blank/not provided
pt: ID de Download ou ID de Usuário em branco/não fornecido

source: Export failed
pt: Falha na exportação

source: Invalid user
pt: Usuário inválido

source: Export e-mail request sent.
pt: Solicitação de exportação por e-mail enviada.

source: Sorry, something went wrong creating that file: {error}
pt: Desculpe, algo deu errado ao criar esse arquivo: {error}

source: Edit Form Data Export
pt: Editar Exportação de Dados do Formulário

source: Edit Case Data Export
pt: Editar Exportação de Dados de Caso

source: Edit Case Feed
pt: Editar Feed de Caso

source: Edit Form Feed
pt: Editar Feed de Formulário

source: Copy OData Feed
pt: Copiar Feed OData

source: Select a model to export
pt: Selecione um modelo para exportar

source: Select a Form to Export
pt: Selecione um Formulário para Exportar

source: Select a Case Type to Export
pt: Selecione um Tipo de Caso para Exportar

source: Exports are a way to download data in a variety of formats (CSV, Excel, etc.) for use in third-party data analysis tools.
pt: Exportar é uma maneira de descarregar dados numa variedade de formatos (CSV, Excel, etc.) para uso em ferramentas de análise de dados de terceiros.

source: Export Form Data
pt: Exportar Dados do Formulário

source: Export
pt: Exportar

source: export
pt: exportar

source: Exports
pt: Exportações

source: exports
pt: exportações

source: My Exports
pt: Minhas Exportações

source: Exports Shared with Me
pt: Exportações Compartilhadas Comigo

source: This file has more than 256 columns, which is not supported by xls. Please change the output type to csv or xlsx in the export configuration page to export this file.
pt: Este arquivo tem mais de 256 colunas, o que não é suportado pelo xls. Por favor, altere o tipo de saída para csv ou xlsx na página de configuração de exportação para exportar este arquivo.

source: Daily Saved Exports
pt: Exportações Diárias Guardadas

source: Problem saving dashboard feed filters: Invalid form
pt: Problema ao salvar filtros do feed do painel: Formulário inválido

source: Export Case Data
pt: Exportar Dados do Caso

source: Populating tables for <strong>{}</strong>. ({}%)
pt: Preenchendo tabelas para <strong>{}</strong>. ({}%)

source: Excel Dashboard Integration
pt: Painel de Integração em Excel

source: Excel dashboard feeds allow Excel to directly connect to CommCare HQ to download data. Data is updated daily.
pt: Os feeds de painel do Excel permitem que o Excel se conecte diretamente ao CommCare HQ para baixar dados. Os dados são atualizados diariamente.

source: Dashboard Feed
pt: Feed do Painel

source: dashboard feed
pt: feed do painel

source: Dashboard Feeds
pt: Feeds do Painel

source: dashboard feeds
pt: feeds do painel

source: My Dashboard Feeds
pt: Meus Feeds de Painel

source: Dashboard Feeds Shared with Me
pt: Feeds de Painel Compartilhados Comigo

source: Export De-Identified Form Data
pt: Exportar Dados de Formulário Desidentificados

source: Export De-Identified Case Data
pt: Exportar Dados de Caso Desidentificados

source: Export De-Identified Daily Saved Exports
pt: Exportar Exportações Salvas Diariamente Desidentificadas

source: Export De-Identified Dashboard Feeds
pt: Exportar Feeds de Painel Desidentificados

source: Export not found
pt: Exportação não encontrada

source: The form did not validate.
pt: O formulário não foi validado.

source: Feed Type
pt: Tipo de Feed

source: Select feed type
pt: Selecione o tipo de feed

source: Select Feed Type
pt: Selecione o Tipo de Feed

source: PowerBi/Tableau Integration
pt: Integração PowerBI/Tableau

source: Use OData feeds to integrate your CommCare data with Power BI or Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Learn more. </a><br /> This feature allows {odata_feed_limit} feed configurations. Need more? Please write to us at <a href="mailto:{sales_email}">{sales_email}</a>.
pt: Use feeds do OData para integrar os seus dados do CommCare com o Power BI ou Tableau. <a href="https://confluence.dimagi.com/pages/viewpage.action?pageId=63013347" id="js-odata-track-learn-more" target="_blank"> Saiba mais. </a><br /> Este recurso permite configurações de feed de {odata_feed_limit}. Precisa de mais? Por favor, envie-nos uma mensagem para <a href="mailto:{sales_email}">{sales_email}</a>.

source: OData Feed
pt: Feed OData

source: OData feed
pt: feed OData

source: OData feeds
pt: feeds OData

source: My OData Feeds
pt: Meus Feeds OData

source: OData Feeds Shared with Me
pt: Feeds OData Compartilhados Comigo

source: Export Settings
pt: Configurações de Exportação

source: Learn more about exports on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Help Site</a>.
pt: Saiba mais sobre exportações em nosso <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143954661/Data+Exports" target="_blank">Site de Ajuda</a>.

source: Export Name
pt: Nome da Exportação

source: Choose the fields you want to export.
pt: Escolha os campos que deseja exportar.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the headers in the export file.
pt: Você pode arrastar e soltar os campos para reordená-los. Também é possível renomear campos, o que atualizará os cabeçalhos no arquivo de exportação.

source: Column labels must be unique. '{}' appears more than once.
pt: Os rótulos das colunas devem ser únicos. '{}' aparece mais de uma vez.

source: Export <strong>{}</strong> saved.
pt: Exportação <strong>{}</strong> salva.

source: Create Form Data Export
pt: Criar Exportação de Dados de Formulário

source: Create Case Data Export
pt: Criar Exportação de Dados de Caso

source: Case type '{case_type}' does not exist for this project.
pt: O tipo de caso '{case_type}' não existe para este projeto.

source: Create Dashboard Feed
pt: Criar Feed de Painel

source: Create OData Case Feed
pt: Criar Feed OData de Caso

source: Create OData Form Feed
pt: Criar Feed OData de Formulário

source: <strong>{}</strong> {}{} were deleted.
pt: <strong>{}</strong> {}{} foram excluídos.

source: <strong>{}</strong> {}{} was deleted.
pt: <strong>{}</strong> {}{} foi excluído.

source: Export <strong>{}</strong> was deleted.
pt: Exportação <strong>{}</strong> foi excluída.

source: You can only copy new exports.
pt: Você só pode copiar novas exportações.

source: Export <strong>{}</strong> created.
pt: Exportação <strong>{}</strong> criada.

source: OData Feed Settings
pt: Configurações do Feed OData

source: OData Feed Name
pt: Nome do Feed OData

source: Choose the fields you want to include in this feed.
pt: Escolha os campos que deseja incluir neste feed.

source: You can drag and drop fields to reorder them. You can also rename fields, which will update the field labels in the Power BI/Tableau
pt: Você pode arrastar e soltar os campos para reordená-los. Também é possível renomear campos, o que atualizará os rótulos dos campos no Power BI/Tableau

source: Copy of {}
pt: Cópia de {}

source: Secure File Transfer
pt: Transferência Segura de Arquivo

source: The data file exceeds the maximum size of {} MB.
pt: O arquivo de dados excede o tamanho máximo de {} MB.

source: Uploading this data file would exceed the total allowance of {} GB for this project space. Please remove some files in order to upload new files.
pt: O envio deste arquivo de dados excederia o limite total de {} GB para este espaço de projeto. Por favor, remova alguns arquivos para poder enviar novos arquivos.

source: Data file "{}" uploaded
pt: Arquivo de dados "{}" enviado

source: Sorry, we couldn't find that table. If you think this is a mistake please report an issue.
pt: Desculpe, não conseguimos encontrar essa tabela. Se você acha que isso é um erro, por favor, reporte um problema.

source: Select a Table
pt: Selecione uma Tabela

source: View Tables
pt: Ver Tabelas

source: You don't have any tables defined yet - create tables to view them.
pt: Você ainda não definiu nenhuma tabela - crie tabelas para visualizá-las.

source: Manage Tables
pt: Gerir Tabelas

source: Lookup tables are used in applications to provide data that is not directly stored in the application and may change over time. For example, you can use them for a list of villages that changes over the time of your project. They also allow you to assign certain data (ex. villages) to certain users. <br> Read more about lookup tables on our <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Help Site</a>.
pt: Tabelas de pesquisa são usadas nas aplicações para providenciar dados que não são armazenados diretamente na aplicação e podem alterar ao longo do tempo. Por exemplo, pode usá-las para uma lista de vilas que muda ao longo do tempo do seu projeto. Elas também permitem que atribua certos dados (por exemplo, aldeias) a certos usuários. <br> Leia mais sobre tabelas de pesquisa no nosso <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'>Site de Ajuda</a>.

source: Something went wrong! Your edit has not been applied, please try again. If you see this error repeatedly please report it as issue.
pt: Algo deu errado! Sua edição não foi aplicada, por favor tente novamente. Se você vir este erro repetidamente, por favor reporte como um problema.

source: Download Lookup Tables
pt: Descarregar Tabelas de Pesquisa

source: Unlock Linked Tables For Me
pt: Desbloquear Tabelas Vinculadas Para Mim

source: Lock Linked Tables For Me
pt: Bloquear Tabelas Vinculadas Para Mim

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
pt: As configurações vinculadas são controladas a partir de um espaço de projeto vinculado separado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Saiba mais</a>.

source: Table ID
pt: ID da Tabela

source: View Table
pt: Ver Tabela

source: Edit or Delete Table
pt: Editar ou Apagar Tabela

source: Include in Download
pt: Incluir no Descarregamento

source: all
pt: tudo

source: none
pt: nenhum

source: Add Table
pt: Adicionar Tabela

source: Upload Lookup Tables
pt: Carregar Tabelas de Pesquisa

source: Create new tables or update existing ones by uploading a new or existing Excel file. See the <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> Lookup Tables help page </a> for instructions on setting up your Excel file.
pt: Criar tabelas novas ou atualizar tabelas existentes carregando um ficheiro Excel novo ou existente. Veja a <a href='https://confluence.dimagi.com/pages/viewpage.action?pageId=12222793' target='_blank'> página de ajuda para Tabelas de Pesquisa </a> para instruções na montagem do ficheiro Excel.

source: Lookup Tables File
pt: Ficheiro de Tabelas de Pesquisa

source: Existing Tables
pt: Tabelas Existentes

source: Replace existing tables
pt: Substituir Tabelas Existentes

source: Upload Tables
pt: Carregar Tabelas

source: Downloading Lookup Tables
pt: Baixando Tabelas de Consulta

source: Your file is ready.
pt: Seu arquivo está pronto.

source: Download File Now
pt: Baixar Arquivo Agora

source: Edit Table
pt: Editar Tabela

source: Visible to all users
pt: Visível para todos os usuários

source: Delete?
pt: Excluir?

source: "<span data-bind="text: tag"></span>" is a duplicate field name.
pt: "<span data-bind="text: tag"></span>" é um nome de campo duplicado.

source: Field name cannot contain \, /, <, >, or spaces.
pt: O nome do campo não pode conter \, /, <, > ou espaços.

source: Field name cannot start with xml.
pt: O nome do campo não pode começar com xml.

source: (Not editable)
pt: (Não editável)

source: Add Field
pt: Adicionar Campo

source: Lookup table upload has finished
pt: O envio da tabela de consulta foi concluído

source: Successfully uploaded %(count)s tables.
pt: Foram carregadas %(count)s tabelas com sucesso.

source: Additional information:
pt: Informações adicionais:

source: Upload failed! Details:
pt: Falha no upload! Detalhes:

source: Linked Tables are tables that are controlled by a separate project space linked to this project. Click <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">here</a> to learn more.
pt: Tabelas vinculadas são tabelas controladas por um espaço de projeto separado vinculado a este projeto. Clique <a target="_blank" href="https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management">aqui</a> para saber mais.

source: Changes made to Linked Tables may be overwritten by the next updates from the linked project space, and may also affect solutions on this project space.
pt: Alterações feitas nas Tabelas Vinculadas podem ser sobrescritas pelas próximas atualizações do espaço de projeto vinculado e também podem afetar soluções neste espaço de projeto.

source: Dear %(username)s,
pt: Prezado(a) %(username)s,

source: The fixture upload for %(domain)s you started has finished.
pt: O upload de fixture para %(domain)s que você iniciou foi concluído.

source: Upload start time: %(time_start)s
pt: Início do upload: %(time_start)s

source: Upload end time: %(time_end)s
pt: Fim do upload: %(time_end)s

source: Upload messages: %(messages)s
pt: Mensagens do upload: %(messages)s

source: Viewing Table
pt: Visualizando Tabela

source: View Tables
pt: Visualizar Tabelas

source: Select Table to View
pt: Escolha uma Tabela para Visualizar

source: Table
pt: Tabela

source: Fetching additional data, please wait...
pt: Buscando dados adicionais, por favor aguarde...

source: %s cannot include special characters or begin with 'xml' or a number
pt: %s não pode incluir caracteres especiais ou começar com 'xml' ou um número

source: Workbook 'types' has no column '{column_name}'.
pt: A planilha 'types' não possui a coluna '{column_name}'.

source: Lookup-tables can not have empty fields and empty properties on items. table_id '{tag}' has no fields and no properties
pt: Tabelas de consulta não podem ter campos ou propriedades vazias nos itens. table_id '{tag}' não possui campos nem propriedades

source: Lookup-tables should have unique 'table_id'. There are two rows with table_id '{tag}' in 'types' sheet.
pt: Tabelas de consulta devem ter 'table_id' único. Existem duas linhas com table_id '{tag}' na planilha 'types'.

source: table_id '{tag}' should not contain spaces or special characters, or start with a number.
pt: table_id '{tag}' não deve conter espaços ou caracteres especiais, nem começar com um número.

source: Excel worksheet '{tag}' does not contain the column 'field: {field}' as specified in its 'types' definition
pt: A planilha do Excel '{tag}' não contém a coluna 'field: {field}' conforme especificado na definição de 'types'

source: Excel worksheet '{tag}' has an extra column'field: {field}' that's not defined in its 'types' definition
pt: A planilha do Excel '{tag}' possui uma coluna extra 'field: {field}' que não está definida na definição de 'types'

source: Properties should be specified as 'field 1: property 1'. In 'types' sheet, '{prop_key}' is not correctly formatted
pt: As propriedades devem ser especificadas como 'field 1: property 1'. Na planilha 'types', '{prop_key}' não está formatado corretamente

source: '{prop_key}' is not correctly formatted in 'types' sheet. Whether a field is indexed should be specified as 'field 1: is_indexed?'. Its value should be 'yes' or 'no'.
pt: '{prop_key}' não está formatado corretamente na planilha 'types'. Se um campo é indexado deve ser especificado como 'field 1: is_indexed?'. O valor deve ser 'yes' ou 'no'.

source: Error in 'types' sheet for 'field {i}', '{val}'. Field names cannot include special characters or begin with 'xml' or a number
pt: Erro na planilha 'types' para 'field {i}', '{val}'. Nomes de campos não podem incluir caracteres especiais ou começar com 'xml' ou um número

source: In Excel worksheet '{tag}', field '{field}' should be numbered as 'field: {field} integer
pt: Na planilha do Excel '{tag}', o campo '{field}' deve ser numerado como 'field: {field} integer

source: Excel worksheet '{tag}' does not contain property '{property}' of the field '{field}' as specified in its 'types' definition
pt: A planilha do Excel '{tag}' não contém a propriedade '{property}' do campo '{field}' conforme especificado na definição de 'types'

source: Excel worksheet '{tag}' has an extra property '{property}' for the field '{field}' that's not defined in its 'types' definition. Re-check the formatting
pt: A planilha do Excel '{tag}' possui uma propriedade extra '{property}' para o campo '{field}' que não está definida na definição de 'types'. Verifique a formatação

source: Fields with attributes should be numbered as 'field: {field} integer'
pt: Campos com atributos devem ser numerados como 'field: {field} integer'

source: Attribute should be written as '{field}: {prop} integer'
pt: O atributo deve ser escrito como '{field}: {prop} integer'

source: Number of values for field '{field}' and attribute '{prop}' should be same
pt: O número de valores para o campo '{field}' e o atributo '{prop}' deve ser o mesmo

source: There's no sheet for type '{type}' in 'types' sheet. There must be one sheet per row in the 'types' sheet.
pt: Não há planilha para o tipo '{type}' na planilha 'types'. Deve haver uma planilha para cada linha na planilha 'types'.

source: Workbook does not contain a sheet called types
pt: O arquivo não contém uma planilha chamada types

source: type {lookup_table_name} is not defined as global
pt: O tipo {lookup_table_name} não está definido como global

source: Unknown user: '%(name)s'. But the row is successfully added
pt: Usuário desconhecido: '%(name)s'. Mas a linha foi adicionada com sucesso

source: Unknown group: '%(name)s'. But the row is successfully added
pt: Grupo desconhecido: '%(name)s'. Mas a linha foi adicionada com sucesso

source: Unknown location: '%(name)s'. But the row is successfully added
pt: Localização desconhecida: '%(name)s'. Mas a linha foi adicionada com sucesso

source: Invalid username: '%(name)s'. But the row is successfully added
pt: Nome de usuário inválido: '%(name)s'. Mas a linha foi adicionada com sucesso

source: Multiple locations found with the name: '%(name)s'. Try using site code. But the row is successfully added
pt: Foram encontradas várias localizações com o nome: '%(name)s'. Tente usar o código do local. Mas a linha foi adicionada com sucesso

source: Table ID must be between 1 and 31 characters.
pt: O ID da tabela deve ter entre 1 e 31 caracteres.

source: Could not update table because field names were not correctly formatted
pt: Não foi possível atualizar a tabela porque os nomes dos campos não estavam formatados corretamente

source: No items are added in this table type. Upload using excel to add some rows to this table
pt: Nenhum item foi adicionado neste tipo de tabela. Faça o upload usando o Excel para adicionar algumas linhas a esta tabela

source: Lookup Tables
pt: Tabelas de Pesquisa

source: Please fix the following formatting issues in your Excel file: %s
pt: Por favor, corrija os seguintes problemas de formatação no seu arquivo Excel: %s

source: Lookup Table Upload Status
pt: Status do Upload da Tabela de Consulta

source: Importing your data. This may take some time...
pt: Importando seus dados. Isso pode levar algum tempo...

source: Fixture upload failed for some reason and we have noted this failure. Please make sure the Excel file is correctly formatted and try again.
pt: O upload do fixture falhou por algum motivo e registramos essa falha. Por favor, certifique-se de que o arquivo Excel está formatado corretamente e tente novamente.

source: Return to manage lookup tables
pt: Retornar para gerenciar tabelas de consulta

source: Upload did not complete. Reason: '{}'
pt: O upload não foi concluído. Motivo: '{}'

source: Upload complete.
pt: Upload concluído.

source: An unknown error occurred.
pt: Ocorreu um erro desconhecido.

source: Task in progress. %(progress)s%% complete
pt: Tarefa em andamento. %(progress)s%% concluído

source: File has been uploaded successfully and is queued for processing.
pt: O arquivo foi carregado com sucesso e está na fila para processamento.

source: GPS Data
pt: Dados de GPS

source: Missing
pt: Ausente

source: Show cases that have missing GPS Data or All cases
pt: Mostrar casos que estão sem dados de GPS ou todos os casos

source: Custom user field
pt: Campo personalizado do usuário
