Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: This is menu %(index)s
pt: Este é o menu %(index)s

source: case type: %(case_type)s
pt: tipo de caso: %(case_type)s

source: Survey Menu
pt: Menu de Pesquisa

source: Report Menu
pt: Menu de Relatórios

source: Advanced Menu
pt: Menu Avançado

source: Shadow Menu
pt: Menu Sombra

source: Are you sure you want to delete this %(menu)s?
pt: Tem certeza de que deseja excluir este %(menu)s?

source: You are about to delete
pt: Você está prestes a excluir

source: This action will also delete all forms in this %(menu)s.
pt: Esta ação também excluirá todos os formulários neste %(menu)s.

source: Warning
pt: Aviso

source: Complex case management
pt: Gerenciamento complexo de casos

source: Biometrics
pt: Biometria

source: Identify clients by fingerprint
pt: Identifique clientes por impressão digital

source: Track items over time
pt: Acompanhe itens ao longo do tempo

source: Worker performance
pt: Desempenho do trabalhador

source: Mimic another menu
pt: Imitar outro menu

source: Shadow Menu V1
pt: Menu Sombra V1

source: Old style shadow menu with deprecated child behaviour
pt: Menu sombra antigo com comportamento de filho obsoleto

source: Surveys
pt: Pesquisas

source: Collect data once
pt: Coletar dados uma vez

source: Training
pt: Treinamento

source: Content for training users
pt: Conteúdo para treinamento de usuários

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
pt: Um ID de endpoint de sessão permite que aplicativos Android acessem o CommCare nesta posição.

source: Graph
pt: Gráfico

source: Graph <small>(upgrade to 2.17 or greater)</small>
pt: Gráfico <small>(atualize para 2.17 ou superior)</small>

source: Calculated Property
pt: Propriedade Calculada

source: Display Properties
pt: Propriedades de Exibição

source: Case Detail
pt: Detalhes do Caso

source: These properties will be displayed on a confirmation screen after a case has been selected. If no properties are listed here the confirmation screen will not be displayed at all.
pt: Essas propriedades serão exibidas em uma tela de confirmação após um caso ser selecionado. Se nenhuma propriedade for listada aqui, a tela de confirmação não será exibida.

source: Add Tab
pt: Adicionar Aba

source: Add Data Tab
pt: Adicionar Aba de Dados

source: Case Detail Tabs
pt: Abas de Detalhes do Caso

source: Do you have a lot of case properties? Try splitting them into tabs, which will appear as separate screens that mobile users can swipe through. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>Help Site</a>.
pt: Você tem muitas propriedades de caso? Tente dividi-las em abas, que aparecerão como telas separadas pelas quais os usuários móveis podem deslizar. Leia mais no <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Add-Tabs-on-Case-Detail-Screen' target='_blank'>Site de Ajuda</a>.

source: Custom Case List XML
pt: XML Personalizado da Lista de Casos

source: Show some information about the case at the top of the screen when filling out forms
pt: Mostrar algumas informações sobre o caso no topo da tela ao preencher formulários

source: Case property to show
pt: Propriedade do caso a ser exibida

source: Show case tiles grouped by parent case
pt: Mostrar blocos de casos agrupados por caso pai

source: Parent case index name
pt: Nome do índice do caso pai

source: Case tile header rows
pt: Linhas de cabeçalho do bloco de caso

source: Use this case list tile persistently in forms
pt: Use esta lista de casos de forma persistente em formulários

source: Use persistent case tile from menu
pt: Usar lista de casos persistente a partir do menu

source: Embed case details in case tile pull-down
pt: Incorporar detalhes do caso no menu suspenso da lista de casos

source: Embed case details in case tile pull-down from the menu
pt: Incorporar detalhes do caso no menu suspenso da lista de casos a partir do menu

source: Filtering and Sorting
pt: Filtragem e Ordenação

source: Sort Property
pt: Propriedade de Ordenação

source: Sort Properties
pt: Propriedades de Ordenação

source: Properties in this list determine how cases are ordered in your case list. This is useful if for example you want higher priority cases to appear closer to the top of the list. The case list will sort by the first property, then the second, etc.
pt: As propriedades nesta lista determinam como os casos são ordenados na sua lista de casos. Isso é útil, por exemplo, se você quiser que casos de maior prioridade apareçam mais próximos do topo da lista. A lista de casos será ordenada pela primeira propriedade, depois pela segunda, e assim por diante.

source: Direction
pt: Direção

source: Display Blanks
pt: Exibir em branco

source: Should cases that don't have a value for the sort property appear at the top or the bottom of the case list?
pt: Os casos que não possuem valor para a propriedade de ordenação devem aparecer no topo ou no final da lista de casos?

source: Sort Calculation
pt: Cálculo de Ordenação

source: Format
pt: Formato

source: Display Text
pt: Texto de Exibição

source: The 'Display Text' is used for properties that are only listed as Sort Properties and not as Display Properties above. The text appears in the 'Sort By' menu on the mobile to allow the user to change the sort ordering. If the display text is left blank then the option for that sort property will not appear in the 'Sort By' menu.
pt: O 'Texto de Exibição' é usado para propriedades que estão apenas listadas como Propriedades de Ordenação e não como Propriedades de Exibição acima. O texto aparece no menu 'Ordenar por' no dispositivo móvel para permitir que o usuário altere a ordem de exibição. Se o texto de exibição for deixado em branco, a opção para essa propriedade de ordenação não aparecerá no menu 'Ordenar por'.

source: Bottom of list
pt: Final da lista

source: Top of list
pt: Início da lista

source: Plain
pt: Simples

source: Integer
pt: Inteiro

source: Distance from current location
pt: Distância da localização atual

source: Cache and Index
pt: Cache e Índice

source: Add sort property
pt: Adicionar propriedade de ordenação

source: Parent Child Selection
pt: Seleção Pai-Filho

source: Select Parent First
pt: Selecionar Pai Primeiro

source: Use Case List from
pt: Usar lista de casos de

source: This menu could not be found. It may have been deleted. Please select a different menu.
pt: Este menu não pôde ser encontrado. Ele pode ter sido excluído. Por favor, selecione um menu diferente.

source: This XPath expression specifies which cases should appear in the case list. It can refer to any case properties and should return true if a record should be shown and false otherwise. The same functions are available as when writing Display or Validation conditions. Refer to case properties using their name (there's no need to include a &quot;/data/&quot; in front of the case property).
pt: Esta expressão XPath especifica quais casos devem aparecer na lista de casos. Ela pode se referir a quaisquer propriedades do caso e deve retornar verdadeiro se um registro deve ser exibido e falso caso contrário. As mesmas funções estão disponíveis como ao escrever condições de Exibição ou Validação. Consulte as propriedades do caso usando seu nome (não é necessário incluir um &quot;/data/&quot; antes da propriedade do caso).

source: Remove filter
pt: Remover filtro

source: Form Accessible from Case List
pt: Formulário acessível a partir da lista de casos

source: Forms Accessible from Case List
pt: Formulários acessíveis a partir da lista de casos

source: Use Registration Forms to minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>Help Site</a>. You can use followup forms for Parent Case button if this module uses Select Parent First workflow
pt: Use formulários de registro para minimizar registros duplicados exigindo que os agentes móveis pesquisem na lista de casos antes de registrar um novo caso. Leia mais no <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates%%3A-Registration-From-the-Case-List'>Site de Ajuda</a>. Você pode usar formulários de acompanhamento para o botão de Caso Pai se este módulo usar o fluxo de trabalho Selecionar Pai Primeiro

source: Registration Form Accessible from Case List
pt: Formulário de registro acessível a partir da lista de casos

source: Minimize duplicate registrations by requiring mobile workers to search the case list before registering a new case. Read more on the <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Help Site</a>.
pt: Minimize registros duplicados exigindo que os agentes móveis pesquisem na lista de casos antes de registrar um novo caso. Leia mais no <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143951603/Case+List+and+Case+Detail+Configuration#Minimize-Duplicates:-Registration-From-the-Case-List'>Site de Ajuda</a>.

source: Unknown Form (missing)
pt: Formulário desconhecido (ausente)

source: Don't Show
pt: Não mostrar

source: Registration Forms
pt: Formulários de registro

source: Followup Forms for parent case
pt: Formulários de acompanhamento para caso pai

source: Error! The selected form does not exist.
pt: Erro! O formulário selecionado não existe.

source: Registration from the case list is not available because
pt: O registro a partir da lista de casos não está disponível porque

source: Label for Case List Form
pt: Rótulo para formulário da lista de casos

source: Label for Case List Registration
pt: Rótulo para registro na lista de casos

source: End of Form Action
pt: Ação ao final do formulário

source: End of Registration Action
pt: Ação ao final do registro

source: The case list form action will be the same as the selected form's end of form navigation. To avoid this, set the form's end of form navigation to the default option ('Home Screen') in <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">form settings</a>.
pt: A ação do formulário da lista de casos será a mesma da navegação ao final do formulário selecionado. Para evitar isso, defina a navegação ao final do formulário para a opção padrão ('Tela Inicial') nas <a target='_blank' data-bind="attr: {href: caseListFormSettingsUrl() + '#form-settings'}">configurações do formulário</a>.

source: Lazy load Case List fields
pt: Carregar campos da lista de casos sob demanda

source: Incrementally load case list fields
pt: Carregar campos da lista de casos incrementalmente

source: Case list only calculates display properties for a case if the user sees it on the page
pt: A lista de casos só calcula propriedades de exibição para um caso se o usuário visualizá-lo na página

source: Case List Search Callout
pt: Chamada de busca na lista de casos

source: Enable case list search callout
pt: Ativar chamada de busca na lista de casos

source: Autolaunch Lookup
pt: Busca automática

source: Case list callout requires an action
pt: A chamada da lista de casos requer uma ação

source: Action Name
pt: Nome da Ação

source: ex: Scan fingerprint
pt: ex: Escanear impressão digital

source: Case list callout requires a name
pt: A chamada da lista de casos requer um nome

source: At least one extra required
pt: Pelo menos um extra é necessário

source: Responses
pt: Respostas

source: At least one response required
pt: Pelo menos uma resposta é necessária

source: Display results in case list
pt: Exibir resultados na lista de casos

source: Results display text
pt: Texto de exibição dos resultados

source: Results mapping property
pt: Propriedade de mapeamento dos resultados

source: Case property or attribute used to map each result row to the correct case.
pt: Propriedade ou atributo do caso usado para mapear cada linha de resultado ao caso correto.

source: This menu either doesn't have a source menu or has a source menu that doesn't require a case list. Changes made here will have no effect.
pt: Este menu não possui um menu de origem ou possui um menu de origem que não requer uma lista de casos. As alterações feitas aqui não terão efeito.

source: None of the forms in this menu require a case list. Changes made here will have no effect until you either: <ol> <li>use forms that require a case list, such as forms that update or close a case, or</li> <li>select the <strong>Case List Menu Item</strong> setting.</li> </ol>
pt: Nenhum dos formulários neste menu requer uma lista de casos. As alterações feitas aqui não terão efeito até que você: <ol> <li>use formulários que exijam uma lista de casos, como formulários que atualizam ou fecham um caso, ou</li> <li>selecione a configuração <strong>Item de Menu da Lista de Casos</strong>.</li> </ol>

source: Display properties
pt: Exibir propriedades

source: Case list filter
pt: Filtro da lista de casos

source: Sort configuration
pt: Configuração de ordenação

source: Custom variables
pt: Variáveis personalizadas

source: Custom case list XML
pt: XML personalizado da lista de casos

source: Case tile configuration
pt: Configuração do bloco de casos

source: Search properties
pt: Propriedades de busca

source: Default search filters
pt: Filtros de busca padrão

source: Search and claim options
pt: Opções de busca e reivindicação

source: Multi-Select Case List Options
pt: Opções de seleção múltipla da lista de casos

source: Overwrite Case List
pt: Sobrescrever lista de casos

source: Overwrite Case Detail
pt: Sobrescrever detalhes do caso

source: Overwrite Case Lists/Case Details
pt: Sobrescrever listas de casos/detalhes do caso

source: Are you sure you want to overwrite this configuration? This action is irreversible.
pt: Tem certeza de que deseja sobrescrever esta configuração? Esta ação é irreversível.

source: Overwrite
pt: Sobrescrever

source: Enable multi-select case list
pt: Ativar seleção múltipla na lista de casos

source: Enable auto select
pt: Ativar seleção automática

source: Maximum selected value
pt: Valor máximo selecionado

source: Maximum Selected Value
pt: Valor Máximo Selecionado

source: Case Tile Mapping
pt: Mapeamento do bloco de casos

source: Row/Column
pt: Linha/Coluna

source: Width/Height
pt: Largura/Altura

source: Style
pt: Estilo

source: Optimize
pt: Otimizar

source: N/A
pt: N/D

source: Label for Case List Menu Item
pt: Rótulo para o item de menu da lista de casos

source: Case list menu item requires a label
pt: O item de menu da lista de casos requer um rótulo

source: Case Search and Claim
pt: Busca e reivindicação de casos

source: Add at least one search property to activate case search for this case list
pt: Adicione pelo menos uma propriedade de busca para ativar a busca de casos nesta lista de casos

source: Search Properties
pt: Propriedades de busca

source: Search against the following case properties.
pt: Buscar nas seguintes propriedades do caso.

source: Other Options
pt: Outras opções

source: Add Search Property
pt: Adicionar propriedade de busca

source: Add Group
pt: Adicionar Grupo

source: Default Search Filters
pt: Filtros de Pesquisa Padrão

source: Filter based on a specific value of any case property. These are applied to every search and are hidden from the user.
pt: Filtre com base em um valor específico de qualquer propriedade do caso. Estes são aplicados a toda pesquisa e ficam ocultos para o usuário.

source: Value (XPath expression)
pt: Valor (expressão XPath)

source: A property is not allowed both here and Search Properties. Please remove from one of the lists
pt: Uma propriedade não é permitida aqui e em Propriedades de Pesquisa ao mesmo tempo. Por favor, remova de uma das listas

source: Add default search property
pt: Adicionar propriedade de pesquisa padrão

source: Custom Sort Properties
pt: Propriedades de Ordenação Personalizada

source: Sort search results by case property before filtering. These will affect the priority in which results are returned and are hidden from the user.
pt: Ordene os resultados da pesquisa pela propriedade do caso antes de filtrar. Isso afetará a prioridade em que os resultados são retornados e ficará oculto para o usuário.

source: Exact
pt: Exato

source: Ascending
pt: Crescente

source: Descending
pt: Decrescente

source: Add custom sort property
pt: Adicionar propriedade de ordenação personalizada

source: Search and Claim Options
pt: Opções de Pesquisa e Reivindicação

source: Web Apps Search Workflow
pt: Fluxo de Trabalho de Pesquisa em Aplicativos Web

source: Web Apps Search Workflow (Data Registry)
pt: Fluxo de Trabalho de Pesquisa em Aplicativos Web (Registro de Dados)

source: Normal Case List
pt: Lista Normal de Casos

source: Search First
pt: Pesquisar Primeiro

source: See More
pt: Ver Mais

source: Skip to Default Case Search Results
pt: Pular para Resultados Padrão da Pesquisa de Casos

source: Make search input available after search
pt: Disponibilizar campo de pesquisa após a busca

source: Search Input Instance Name
pt: Nome da Instância do Campo de Pesquisa

source: Label for Searching
pt: Rótulo para Pesquisa

source: Label for Searching Again
pt: Rótulo para Pesquisar Novamente

source: Search Screen Title
pt: Título da Tela de Pesquisa

source: Search Screen Title Translation
pt: Tradução do Título da Tela de Pesquisa

source: Search Screen Subtitle
pt: Subtítulo da Tela de Pesquisa

source: Search Filter
pt: Filtro de Pesquisa

source: Copy case list filter
pt: Copiar filtro da lista de casos

source: Example: age > 5
pt: Exemplo: idade > 5

source: Claim Condition
pt: Condição de Reivindicação

source: Don't search cases owned by the following ids
pt: Não pesquisar casos pertencentes aos seguintes ids

source: Ignore Owners
pt: Ignorar Proprietários

source: Example: instance('commcaresession')/session/context/userid or 'a1c0148dc2120c6b1762f5ac5aba2a15'
pt: Exemplo: instance('commcaresession')/session/context/userid ou 'a1c0148dc2120c6b1762f5ac5aba2a15'

source: Data Registry Workflow
pt: Fluxo de Trabalho do Registro de Dados

source: Load Additional Data Registry Cases
pt: Carregar Casos Adicionais do Registro de Dados

source: Load additional cases from the Data Registry into the 'registry' instance for forms in this module. The case type of the case must be configured in the registry and in the module via the module's case type or the module's 'Additional Case List and Case Search Types' configuration.
pt: Carregue casos adicionais do Registro de Dados na instância 'registry' para formulários neste módulo. O tipo de caso deve estar configurado no registro e no módulo via o tipo de caso do módulo ou pela configuração 'Tipos Adicionais de Lista de Casos e Pesquisa de Casos' do módulo.

source: Case ID XPath
pt: XPath do ID do Caso

source: Add Case ID to Data Registry Query
pt: Adicionar ID do Caso à Consulta do Registro de Dados

source: Case property with additional case id to add to results
pt: Propriedade do caso com ID de caso adicional para adicionar aos resultados

source: Custom Related Case Property
pt: Propriedade Personalizada de Caso Relacionado

source: Enter in the name of a case property that contains the ID of another case you'd like included in the results instance. This is to allow you to configure your case list display to show properties of that related case. Read more on the <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Help Site</a>.
pt: Insira o nome de uma propriedade do caso que contenha o ID de outro caso que você gostaria de incluir na instância de resultados. Isso permite configurar a exibição da lista de casos para mostrar propriedades desse caso relacionado. Saiba mais no <a href='https://confluence.dimagi.com/display/USH/Case+Search+Configuration'>Site de Ajuda</a>.

source: Include all related cases in search results
pt: Incluir todos os casos relacionados nos resultados da pesquisa

source: Clearing search terms resets search results
pt: Limpar termos de pesquisa redefine os resultados

source: This is not a valid xpath expression. Check to make sure your parentheses match and you are referencing case properties correctly.
pt: Esta não é uma expressão xpath válida. Verifique se os parênteses estão corretos e se as propriedades do caso estão sendo referenciadas corretamente.

source: A property is not allowed both here and Default Search Filters. Please remove from one of the lists
pt: Uma propriedade não é permitida aqui e em Filtros de Pesquisa Padrão ao mesmo tempo. Por favor, remova de uma das listas

source: Configure
pt: Configurar

source: Options for:
pt: Opções para:

source: Help Text
pt: Texto de Ajuda

source: Default Value Expression
pt: Expressão de Valor Padrão

source: In "YYYY-MM-DD to YYYY-MM-DD" format
pt: No formato "AAAA-MM-DD a AAAA-MM-DD"

source: e.g. Use #,# as separator to select multiple values
pt: ex.: Use #,# como separador para selecionar vários valores

source: Checkbox
pt: Caixa de seleção

source: Date Range
pt: Intervalo

source: Barcode
pt: Código de barras

source: Lookup Table Selection
pt: Seleção de Tabela de Consulta

source: Mobile UCR Selection
pt: Seleção UCR Móvel

source: Geocoder Broadcast
pt: Transmissão de Geocodificador

source: Allow multiple selections
pt: Permitir múltiplas seleções

source: Allow searching for blank values
pt: Permitir busca por valores em branco

source: Label Field
pt: Campo de Rótulo

source: Value Field
pt: Campo de Valor

source: Sort Field
pt: Campo de Ordenação

source: Instance Nodeset
pt: Conjunto de Nós de Instância

source: This refers to data other than selected report/lookup-table.
pt: Isto se refere a dados diferentes do relatório/tabela de consulta selecionado.

source: Advanced Options
pt: Opções Avançadas

source: Geocoder Receiver Expression
pt: Expressão do Receptor do Geocodificador

source: Hide in Search Screen
pt: Ocultar na Tela de Busca

source: Exclude From Search Filters
pt: Excluir dos Filtros de Busca

source: Required Message
pt: Mensagem Obrigatória

source: Validation Condition
pt: Condição de Validação

source: Validation Message
pt: Mensagem de Validação

source: Done
pt: Concluído

source: Group Name
pt: Nome do Grupo

source: Reset Grid
pt: Redefinir Grade

source: Case Tile Template
pt: Modelo de Bloco de Caso

source: Custom Detail Variables
pt: Variáveis de Detalhe Personalizadas

source: Add custom variables to the variables node.
pt: Adicione variáveis personalizadas ao nó de variáveis.

source: Enable visit scheduler
pt: Ativar agendador de visitas

source: Be able to configure a visit schedule
pt: Poder configurar um cronograma de visitas

source: Visit schedule will be ignored as not all forms in the case list update or close a case.
pt: O cronograma de visitas será ignorado pois nem todos os formulários na lista de casos atualizam ou fecham um caso.

source: Schedule Phases
pt: Fases do Cronograma

source: Schedule Phase Number
pt: Número da Fase do Cronograma

source: Schedule Anchor Property
pt: Propriedade Âncora do Cronograma

source: Forms in this phase
pt: Formulários nesta fase

source: Add Phase
pt: Adicionar Fase

source: You can only delete phases that have no forms
pt: Você só pode excluir fases que não possuem formulários
