Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: It must reference a lookup table or mobile report.
pt: Deve referenciar uma tabela de consulta ou relatório móvel.

source: This feature is compatible with only version 2 of Mobile UCR
pt: Este recurso é compatível apenas com a versão 2 do Mobile UCR

source: Format "{}" can only be used once but is used by multiple properties: {}
pt: O formato "{}" só pode ser usado uma vez, mas está sendo usado por várias propriedades: {}

source: Format "{}" should be used in the Case Detail not Case List.
pt: O formato "{}" deve ser usado no Detalhe do Caso, não na Lista de Casos.

source: Column/Field "{}": Clickable Icons require a form to be configured.
pt: Coluna/Campo "{}": Ícones clicáveis exigem que um formulário seja configurado.

source: Case tiles on the case detail must be manually configured.
pt: Os blocos de caso no detalhe do caso devem ser configurados manualmente.

source: Each row of the tile may contain fields only from a single tab. Row #{} contains fields from multiple tabs.
pt: Cada linha do bloco pode conter campos apenas de uma única aba. A linha #{} contém campos de várias abas.

source: A case property must be assigned to the "{}" tile field.
pt: Uma propriedade de caso deve ser atribuída ao campo de bloco "{}".

source: A menu may not use both a persistent case list tile and a persistent report tile.
pt: Um menu não pode usar tanto um bloco de lista de casos persistente quanto um bloco de relatório persistente.

source: Case property
pt: Propriedade do Caso

source: Lookup Table field
pt: Campo da Tabela de Consulta

source: custom user property
pt: Propriedade do usuário personalizada

source: custom XPath expression
pt: expressão XPath personalizada

source: Case tag
pt: Marcador do caso

source: Lookup Table tag
pt: Tag da Tabela de Consulta

source: Error in form "{}": {}
pt: Erro no formulário "{}": {}

source: This form opens a {}
pt: Este formulário abre um(a) {}

source: This form opens a subcase {}
pt: Este formulário abre um subcaso {}

source: This form closes a {}
pt: Este formulário fecha um {}

source: This form updates a {}
pt: Este formulário atualiza um {}

source: Could not find form with ID='{unique_id}' in module '{module_name}'.
pt: Não foi possível encontrar o formulário com ID='{unique_id}' no módulo '{module_name}'.

source: Could not find parent menu for '{}'
pt: Não foi possível encontrar o menu pai para '{}'

source: Untitled Menu
pt: Menu sem título

source: Untitled Form
pt: Formulário sem Nome

source: Cannot move an advanced form with actions into a basic menu.
pt: Não é possível mover um formulário avançado com ações para um menu básico.

source: Unknown, please change
pt: Desconhecido, por favor altere

source: You can't create a phase without an anchor property
pt: Você não pode criar uma fase sem uma propriedade âncora

source: You can't have more than one phase with the anchor {}
pt: Você não pode ter mais de uma fase com a âncora {}

source: Product
pt: Producto

source: You can't delete phases with anchors {phase_anchors} because they have forms attached to them
pt: Você não pode excluir fases com âncoras {phase_anchors} porque elas têm formulários vinculados

source: Value equal to a standard user property
pt: Valor igual a uma propriedade padrão de usuário

source: Value equal to a custom user property
pt: Valor igual a uma propriedade personalizada de usuário

source: An exact match of a constant value
pt: Uma correspondência exata de um valor constante

source: An exact match of a dynamic property
pt: Uma correspondência exata de uma propriedade dinâmica

source: A standard date range
pt: Um intervalo de datas padrão

source: A custom range relative to today
pt: Um intervalo personalizado relativo a hoje

source: Custom Month Filter (you probably don't want this)
pt: Filtro de mês personalizado (provavelmente você não quer isso)

source: Show choices on mobile device
pt: Mostrar opções no dispositivo móvel

source: Ancestor location of the user's assigned location of a particular type
pt: Localização ancestral do tipo específico da localização atribuída ao usuário

source: A numeric expression
pt: Uma expressão numérica

source: The user's case sharing group (filter must be of choice_provider type)
pt: O grupo de compartilhamento de casos do usuário (o filtro deve ser do tipo choice_provider)

source: The user's assigned location
pt: A localização atribuída ao usuário

source: All of the user's assigned locations
pt: Todas as localizações atribuídas ao usuário

source: The parent location of the user's assigned location
pt: A localização pai da localização atribuída ao usuário

source: The user's username
pt: O nome de usuário do usuário

source: The user's ID
pt: O ID do usuário

source: Reports
pt: Relatórios

source: Could not find module with index {}
pt: Não foi possível encontrar o módulo com índice {}

source: Could not find module with ID='{unique_id}' in app '{app_name}'.
pt: Não foi possível encontrar o módulo com ID='{unique_id}' no app '{app_name}'.

source: Copy of {name}
pt: Cópia de {name}

source: Problem loading suite file from profile file. Is your profile file correct?
pt: Problema no carregamento do ficheiro suite do perfil do arquivo. O seu ficheiro do perfil está correto?

source: Remote Application
pt: Aplicativo Remoto

source: Copying the application succeeded, but the application will have errors because your application contains a Mobile Report Module that references a UCR configured in this project space. Multimedia may be absent.
pt: A cópia do aplicativo foi bem-sucedida, mas o aplicativo terá erros porque contém um Módulo de Relatório Móvel que faz referência a um UCR configurado neste espaço de projeto. A multimídia pode estar ausente.

source: Copying the application succeeded, but the application is missing multimedia file(s).
pt: A cópia do aplicativo foi bem-sucedida, mas o aplicativo está sem arquivo(s) de multimídia.

source: Could not find form '{}'
pt: Não foi possível encontrar o formulário '{}'

source: Space-separated list of privilege strings from corehq.privileges
pt: Lista de strings de privilégios separadas por espaço de corehq.privileges

source: Version {} not released. Please mark it as released to add restrictions.
pt: Versão {} não lançada. Marque como lançada para adicionar restrições.

source: Higher version {} already enabled for this application and location
pt: Versão superior {} já habilitada para este aplicativo e localização

source: Version {} not released. Can not enable profiles for unreleased versions
pt: Versão {} não lançada. Não é possível habilitar perfis para versões não lançadas

source: Latest version available for this profile is {}, which is higher than this version. Disable any higher versions first.
pt: A versão mais recente disponível para este perfil é {}, que é superior a esta versão. Desabilite as versões superiores primeiro.

source: Released
pt: Lançado

source: In Test
pt: Em Teste

source: Created
pt: Criado

source: Reverted
pt: Revertido

source: Deleted
pt: Excluído

source: 1 Day
pt: 1 Dia

source: 1 hour
pt: 1 hora

source: 10 Meters
pt: 10 Metros

source: 12 hours
pt: 12 horas

source: 15 minutes
pt: 15 minutos

source: 2 hours
pt: 2 horas

source: 20 Meters
pt: 20 Metros

source: 24 hours
pt: 24 horas

source: 30 minutes
pt: 30 minutos

source: 4 hours
pt: 4 horas

source: 40 Meters
pt: 40 Metros

source: 5 Days
pt: 5 dias

source: 5 Meters
pt: 5 Metros

source: 6 hours
pt: 6 horas

source: 8 hours
pt: 8 horas

source: 80 Meters
pt: 80 Metros

source: Admin Password
pt: Senha de administrador

source: After login, the application will look at the profile's defined reference for the authoritative location of the newest version. This check will occur with some periodicity since the last successful check based on this property. freq-never disables the automatic check.
pt: Após o login, o aplicativo irá consultar a referência definida no perfil para a localização autorizada da versão mais recente. Essa verificação ocorrerá periodicamente desde a última verificação bem-sucedida, com base nesta propriedade. freq-never desativa a verificação automática.

source: Allow mobile workers in the same case sharing group to share case lists. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Help Site</a>
pt: Permitir que trabalhadores móveis no mesmo grupo de compartilhamento de casos compartilhem listas de casos. Leia mais no <a href="https://help.commcarehq.org/display/commcarepublic/Case+Sharing">Site de Ajuda</a>

source: Allow mobile workers to access the web-based version of your application. Read more on the <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Help Site</a>
pt: Permitir que trabalhadores móveis acessem a versão web do seu aplicativo. Leia mais no <a href="https://help.commcarehq.org/display/commcarepublic/Using+Web+Apps">Site de Ajuda</a>

source: Allow visitors to use this application without a login.
pt: Permitir que visitantes usem este aplicativo sem login.

source: Alphanumeric
pt: Alfanumérico

source: Amount of time previously submitted forms remain accessible in the CommCare app.
pt: Tempo durante o qual formulários enviados anteriormente permanecem acessíveis no aplicativo CommCare.

source: Android app dependencies
pt: Dependências do aplicativo Android

source: Android Settings
pt: Configurações do Android

source: Anonymous Usage
pt: Uso anônimo

source: Any positive integer. Represents period of purging in days.
pt: Qualquer número inteiro positivo. Representa o período de exclusão em dias.

source: App Aware Location Fixture Format
pt: Formato de Fixture de Localização Sensível ao App

source: App Version
pt: Versão do aplicativo

source: Audio
pt: Áudio

source: Auto Capture Location<br />(all forms)
pt: Captura automática de localização<br />(todos os formulários)

source: Auto Update Frequency
pt: Frequência de atualização automática

source: Auto-Resize Images
pt: Redimensionamento automático de imagens

source: Auto-Sync Frequency
pt: Frequência de sincronização automática

source: Auto-login
pt: Login automático

source: Auto-manage URLs
pt: Gerenciar URLs automaticamente

source: Automatic
pt: Automático

source: Automatically resizes images within forms. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'> the instructions here</a> to determine which value to use.
pt: Redimensiona automaticamente as imagens dentro dos formulários. Siga <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#Auto-Resize-Images-on-Android'>as instruções aqui</a> para determinar qual valor usar.

source: Automatically trigger a two-way sync on a regular schedule
pt: Aciona automaticamente uma sincronização bidirecional em uma programação regular

source: Basic
pt: Básico

source: Both Hierarchical and Flat Fixture
pt: Fixture Hierárquico e Plano

source: Build Settings
pt: Configurações de build

source: Case Sharing
pt: Compartilhamento de casos

source: Choose an image to replace the default CommCare Home Screen logo
pt: Escolha uma imagem para substituir o logo padrão da Tela Inicial do CommCare

source: Choose whether or not mobile workers can view previously submitted forms.
pt: Escolha se trabalhadores móveis podem ou não visualizar formulários enviados anteriormente.

source: Choose whether or not to display the 'Incomplete' button on the ODK home screen
pt: Escolha se deseja ou não exibir o botão 'Incompleto' na tela inicial do ODK

source: CommCare Home Screen Logo
pt: Logo da Tela Inicial do CommCare

source: Configure form menus display. For per-module option turn on grid view for the form's menu in a module under module's settings page. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
pt: Configure a exibição dos menus de formulários. Para opção por módulo, ative a visualização em grade para o menu do formulário em um módulo na página de configurações do módulo. Leia mais no <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Site de Ajuda</a>.

source: Custom Base URL
pt: URL base personalizada

source: Custom Suite File
pt: Arquivo Suite personalizado

source: Custom Suite
pt: Suíte Personalizada

source: Daily Log Sending Frequency
pt: Frequência de Envio do Registro Diário

source: Daily
pt: Diário

source: Data and Sharing
pt: Dados e Compartilhamento

source: Days allowed without syncing before triggering a warning
pt: Dias permitidos sem sincronização antes de acionar um aviso

source: Days for Review
pt: Dias para Revisão

source: Default Map Tileset
pt: Conjunto de Mapas Padrão

source: Demo Logo
pt: Logo de Demonstração

source: Disable
pt: Desabilitar

source: Disabled
pt: Desabilitado

source: Display root menu as a list or grid. Read more on the <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Help Site</a>.
pt: Exibir menu raiz como lista ou grade. Saiba mais no <a target="_blank" href="https://help.commcarehq.org/display/commcarepublic/Grid+View+for+Form+and+Module+Screens">Site de Ajuda</a>.

source: Dynamic Search for Split Screen Case Search
pt: Busca Dinâmica para Pesquisa de Casos em Tela Dividida

source: Enable Menu Display Setting Per-Module
pt: Ativar Configuração de Exibição de Menu por Módulo

source: Enable
pt: Ativar

source: Enabled
pt: Ativado

source: Enable searching as input values change after initial Split Screen Case Search
pt: Permitir busca conforme os valores de entrada mudam após a Pesquisa de Casos em Tela Dividida inicial

source: For mobile map displays, chooses a base tileset for the underlying map layer
pt: Para exibições de mapas móveis, escolhe um conjunto de mapas base para a camada de mapa subjacente

source: Forms Menu Display
pt: Exibição do Menu de Formulários

source: Forms are Never Removed
pt: Formulários Nunca São Removidos

source: Full Resize
pt: Redimensionamento Completo

source: Full
pt: Completo

source: Fuzzy Search
pt: Busca Aproximada

source: General Settings
pt: Configurações Gerais

source: Generic
pt: Genérico

source: Grid
pt: Grade

source: Half Resize
pt: Redimensionamento pela Metade

source: High Density
pt: Alta Densidade

source: Horizontal Resize
pt: Redimensionamento Horizontal

source: How often CommCare mobile should attempt to check for a new, released application version.
pt: Com que frequência o CommCare mobile deve tentar verificar se há uma nova versão do aplicativo lançada.

source: How often the phone should attempt to purge any cached storage which may have expired
pt: Com que frequência o telefone deve tentar limpar qualquer armazenamento em cache que possa ter expirado

source: Hybrid
pt: Híbrido

source: Icons
pt: Ícones

source: If multimedia validation is enabled, CommCare will perform an additional check after installing your app to ensure that all of your multimedia is present on the phone before allowing the app to run. It is recommended for deployment, but will make your app unable to run if multimedia is enabled.
pt: Se a validação de multimídia estiver ativada, o CommCare fará uma verificação adicional após a instalação do seu aplicativo para garantir que toda a multimídia esteja presente no telefone antes de permitir que o app seja executado. É recomendado para implantação, mas impedirá o funcionamento do app se a multimídia estiver ativada.

source: Image Compatibility on Multiple Devices
pt: Compatibilidade de Imagem em Múltiplos Dispositivos

source: Incomplete Forms
pt: Formulários Incompletos

source: Just One Day
pt: Apenas Um Dia

source: Languages
pt: Idiomas

source: Length of time after which you will be logged out automatically
pt: Tempo após o qual você será desconectado automaticamente

source: List
pt: Lista

source: Load video files lazily
pt: Carregar arquivos de vídeo sob demanda

source: Location Fixture format that is provided in the restore for this app
pt: Formato de Fixture de Localização fornecido na restauração para este app

source: Log Case Detail Views
pt: Registrar Visualizações de Detalhes de Caso

source: Logging Enabled
pt: Registro Ativado

source: Login Duration
pt: Duração do Login

source: Login Logo
pt: Logo de Login

source: Loose Media Mode
pt: Modo de Mídia Solta

source: Loose
pt: Solto

source: Low Density
pt: Baixa Densidade

source: Make OTA app updates skip download for video files at app update time.
pt: Fazer com que as atualizações OTA do app ignorem o download de arquivos de vídeo no momento da atualização.

source: Medium Density
pt: Densidade Média

source: Minimum duration between updates to mobile report data (hours).
pt: Duração mínima entre atualizações dos dados de relatórios móveis (horas).

source: Mobile Reports Update Frequency
pt: Frequência de Atualização de Relatórios Móveis

source: Mobile UCR Restore Version
pt: Versão de Restauração UCR Mobile

source: Modules Menu Display
pt: Exibição do Menu de Módulos

source: Multimedia Validation
pt: Validação Multimídia

source: Never
pt: Nunca

source: No (NOT RECOMMENDED)
pt: Não (NÃO RECOMENDADO)

source: No Users Mode
pt: Modo Sem Usuários

source: No Validation
pt: Sem Validação

source: No
pt: Não

source: None
pt: Nenhum

source: Normal Scrolling
pt: Rolagem Normal

source: Number of unsent forms on phone before triggering warning text
pt: Número de formulários não enviados no telefone antes de exibir o aviso

source: Numeric Selection
pt: Seleção Numérica

source: Numeric
pt: Numérico

source: OTA Restore Tolerance
pt: Tolerância de Restauração OTA

source: On CommCare Android, have this form automatically capture the user's current geo-location.
pt: No CommCare Android, faça este formulário capturar automaticamente a localização geográfica atual do usuário.

source: Once a Month
pt: Uma vez por mês

source: Once a Week
pt: Uma vez por semana

source: One Month
pt: Um mês

source: One Question per Screen
pt: Uma pergunta por tela

source: One Week
pt: Uma semana

source: One Year
pt: Um ano

source: Only Flat Fixture
pt: Apenas Fixture Plana

source: Only Hierarchical Fixture
pt: Apenas Fixture Hierárquica

source: Oops! This setting has been discontinued. We recommend you change this setting to Version 2, and it will no longer appear on your settings page.
pt: Ops! Esta configuração foi descontinuada. Recomendamos que você altere para a Versão 2; ela não aparecerá mais na sua página de configurações.

source: This setting has been discontinued. We recommend you change this setting to Version 2. Upon doing so this setting will no longer appear on this page.
pt: Esta configuração foi descontinuada. Recomendamos que você altere para a Versão 2. Após isso, esta configuração não aparecerá mais nesta página.

source: Practice Mobile Worker
pt: Trabalhador Móvel de Prática

source: Prevents mobile workers from using a CommCare app until the Android apps that it needs have been installed on the device.
pt: Impede que trabalhadores móveis usem um app CommCare até que os apps Android necessários estejam instalados no dispositivo.

source: Profile URL
pt: URL do Perfil

source: Project Default
pt: Padrão do Projeto

source: Prompt Updates to Latest CommCare Version
pt: Solicitar Atualizações para a Última Versão do CommCare

source: Prompt Updates to Latest Released App Version
pt: Solicitar Atualizações para a Última Versão Publicada do App

source: Purge Frequency
pt: Frequência de Limpeza

source: Required
pt: Obrigatório

source: Restrict this app to the selected CommCare flavor
pt: Restringir este app ao sabor CommCare selecionado

source: Saved Forms
pt: Formulários Salvos

source: Satellite
pt: Satélite

source: Select the mobile worker to use as a practice user for this application
pt: Selecione o trabalhador móvel para usar como usuário de prática neste aplicativo

source: Send Data
pt: Enviar Dados

source: Server User Registration
pt: Registro de Usuário no Servidor

source: Set to skip if your deployment does not require users to register with the server. Note that this will likely result in OTA Restore and other features being unavailable.
pt: Defina para pular se sua implantação não exigir que usuários se registrem no servidor. Note que isso provavelmente fará com que a Restauração OTA e outros recursos fiquem indisponíveis.

source: Short
pt: Curto

source: Show Breadcrumbs
pt: Mostrar Trilhas de Navegação

source: Show the breadcrumbs on top of the web app.
pt: Mostrar as trilhas de navegação no topo do aplicativo web.

source: Show the persistent menu on the side of the web app.
pt: Mostrar o menu persistente na lateral do aplicativo web.

source: Show Persistent Menu
pt: Mostrar Menu Persistente

source: Simple (FOR TESTING ONLY: crashes with any unrecognized user-defined translations)
pt: Simples (APENAS PARA TESTES: falha com qualquer tradução personalizada não reconhecida)

source: Skip
pt: Pular

source: Strict
pt: Rigoroso

source: Target CommCare Flavor
pt: Sabor CommCare Alvo

source: Terrain
pt: Terreno

source: Text Input
pt: Entrada de Texto

source: Text
pt: Texto

source: The target accuracy of auto-captured GPS in meters. Once a reading meets this accuracy, it will be captured and the form will stop polling the GPS
pt: A precisão alvo do GPS capturado automaticamente em metros. Assim que uma leitura atingir essa precisão, ela será capturada e o formulário irá parar de buscar o GPS

source: This will determine how images you select for your questions will be resized to fit the screen. Horizontal will stretch/compress the image to fit perfectly horizontally while scaling to height to maintain the aspect ratio. Full Resize will try to be clever and find the ideal vertical/horizontal scaling for the screen. Half Resize will do the same but with half the area.
pt: Isso determinará como as imagens selecionadas para suas perguntas serão redimensionadas para se ajustar à tela. Horizontal irá esticar/comprimir a imagem para se ajustar perfeitamente na horizontal enquanto escala a altura para manter a proporção. Redimensionamento Total tentará ser inteligente e encontrar a escala vertical/horizontal ideal para a tela. Redimensionamento Parcial fará o mesmo, mas com metade da área.

source: This will set the amount of time you will remain logged in before automatically being logged out.
pt: Isso definirá o tempo que você permanecerá logado antes de ser desconectado automaticamente.

source: This will show or hide the 'Incomplete' button on the CommCare ODK home screen. Turning this off will prevent users from saving incomplete forms.
pt: Isso exibirá ou ocultará o botão 'Incompleto' na tela inicial do CommCare ODK. Desativar essa opção impedirá que usuários salvem formulários incompletos.

source: This will show or hide the 'Saved' button on the CommCare ODK home screen. Turning this off will prevent users from saving forms locally.
pt: Isso exibirá ou ocultará o botão 'Salvo' na tela inicial do CommCare ODK. Desativar essa opção impedirá que usuários salvem formulários localmente.

source: Three Months
pt: Três Meses

source: Translations Strategy
pt: Estratégia de Traduções

source: Twice a Month
pt: Duas Vezes por Mês

source: Two Weeks
pt: Duas Semanas

source: Unsent Form Limit
pt: Limite de Formulários Não Enviados

source: Unsynced Time Limit
pt: Limite de Tempo Não Sincronizado

source: Update on every sync
pt: Atualizar a cada sincronização

source: Upload a file to serve as a demo logo on Android phones
pt: Envie um arquivo para servir como logo de demonstração em telefones Android

source: Upload a file to serve as a login logo on Android phones
pt: Envie um arquivo para servir como logo de login em telefones Android
