Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Update Group Data
pt: Atualizar Dados do Grupo

source: Delete Group "%(group_name)s"?
pt: Excluir Grupo "%(group_name)s"?

source: Are you sure you want to delete the group "%(group_name)s"?
pt: Tem certeza de que deseja excluir o grupo "%(group_name)s"?

source: Edit Settings for Group "%(group_name)s"
pt: Editar Configurações do Grupo "%(group_name)s"

source: Determines whether users within this group will share cases with each other.
pt: Determina se usuários deste grupo compartilharão casos entre si.

source: Warning: Case sharing will not work until enabled under application settings. Read more here:
pt: Aviso: O compartilhamento de casos não funcionará até ser ativado nas configurações do aplicativo. Leia mais aqui:

source: Reporting
pt: Relatórios

source: Indicate whether this group's name should appear in the group filter for reports.
pt: Indique se o nome deste grupo deve aparecer no filtro de grupos para relatórios.

source: Change Group Type for "%(group_name)s" to Reporting Group
pt: Alterar Tipo de Grupo de "%(group_name)s" para Grupo de Relatórios

source: Are you sure you want to save "%(group_name)s" as a <strong>Reporting Group</strong> only?
pt: Tem certeza de que deseja salvar "%(group_name)s" apenas como um <strong>Grupo de Relatórios</strong>?

source: You will not be able to enable case sharing again until you upgrade, but you can edit the group once again.
pt: Você não poderá habilitar o compartilhamento de casos novamente até fazer o upgrade, mas poderá editar o grupo novamente.

source: Case Sharing Groups are not available on your subscription. This feature is only available on our Pro plan or higher.
pt: Grupos de Compartilhamento de Casos não estão disponíveis na sua assinatura. Este recurso está disponível apenas no nosso plano Pro ou superior.

source: This is a <strong>Case Sharing Group</strong>. You subscription no longer supports Case Sharing Groups. Editing this group will be disabled until you either upgrade to our Pro plan or <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">change the group type to <strong>Reporting Group</strong> only</a>.
pt: Este é um <strong>Grupo de Compartilhamento de Casos</strong>. Sua assinatura não suporta mais Grupos de Compartilhamento de Casos. A edição deste grupo ficará desabilitada até que você faça o upgrade para o nosso plano Pro ou <a href="#" data-bs-target="#disableCaseSharing" data-bs-toggle="modal">altere o tipo do grupo para <strong>apenas Grupo de Relatórios</strong></a>.

source: We could not create the group; please give it a name first
pt: Não foi possível criar o grupo; por favor, dê um nome primeiro

source: A group with this name already exists: instead of making a new one, we've brought you to the existing one.
pt: Já existe um grupo com este nome: em vez de criar um novo, levamos você ao grupo existente.

source: You have deleted a group. <a href="{url}" class="post-link">Undo</a>
pt: Você excluiu um grupo. <a href="{url}" class="post-link">Desfazer</a>

source: The "{0}" group has been restored.
pt: O grupo "{0}" foi restaurado.

source: You tried to remove the group's name, but every group must have a name so we left it unchanged.
pt: Você tentou remover o nome do grupo, mas todo grupo deve ter um nome, então deixamos como estava.

source: We didn't rename your group because there's already another group with that name.
pt: Não renomeamos seu grupo porque já existe outro grupo com esse nome.

source: Unable to update group data. Please check the key-value mappings and try to update again.
pt: Não foi possível atualizar os dados do grupo. Verifique os mapeamentos de chave-valor e tente atualizar novamente.

source: Group '%s' data updated!
pt: Dados do grupo '%s' atualizados!

source: Group %s updated!
pt: Grupo %s atualizado!

source: This field is required.
pt: Este campo é obrigatório.

source: Enter a space-separated list of case ids to reprocess. Reminder rules will be rerun for the case, and the case's phone number entries will be synced.
pt: Digite uma lista de IDs de casos separados por espaço para reprocessar. As regras de lembrete serão executadas novamente para o caso, e as entradas de número de telefone do caso serão sincronizadas.

source: The following email addresses are not dimagi email addresses:
pt: Os seguintes endereços de e-mail não são endereços de e-mail da dimagi:

source: The following users do not exist on this site, please have the user registered first:
pt: Os seguintes usuários não existem neste site, por favor, peça para que o usuário seja registrado primeiro:

source: Confirm the username
pt: Confirme o nome de usuário

source: Verified by
pt: Verificado por

source: Days to allow access
pt: Dias para permitir acesso

source: Number of days the user can access CommCare HQ before needing to re-enable two-factor auth.This is useful if someone has lost their phone and can't immediately re-setup two-factor auth.
pt: Número de dias que o usuário pode acessar o CommCare HQ antes de precisar reabilitar a autenticação de dois fatores. Isso é útil se alguém perdeu o telefone e não pode configurar a autenticação de dois fatores imediatamente.

source: Please give a reason for this action.
pt: Por favor, forneça um motivo para esta ação.

source: Reset account password
pt: Redefinir senha da conta

source: Resetting the user's password will force them to follow the 'Forgot Password' workflow. Use this if it is suspected that the password has been compromised.
pt: Redefinir a senha do usuário irá forçá-lo a seguir o fluxo de trabalho 'Esqueci minha senha'. Use isto se suspeitar que a senha foi comprometida.

source: Admin Phone Number Report
pt: Relatório de Número de Telefone do Administrador

source: User Audit Events
pt: Eventos de Auditoria do Usuário

source: Domain
pt: Domínio

source: IP Address
pt: Endereço IP

source: Request Method
pt: Método da Requisição

source: Request Path
pt: Caminho da Requisição

source: You must specify either a username or a domain. Requesting all audit events across all users and domains would exceed system limits.
pt: Você deve especificar um nome de usuário ou um domínio. Solicitar todos os eventos de auditoria de todos os usuários e domínios excederia os limites do sistema.

source: Your search returned more than {max_records} records. Please narrow down your search by selecting a specific user, domain, or a shorter date range.
pt: Sua pesquisa retornou mais de {max_records} registros. Por favor, refine sua pesquisa selecionando um usuário específico, domínio ou um intervalo de datas menor.

source: User List
pt: Lista de Usuários

source: Date Joined
pt: Data de Cadastro

source: Last Login
pt: Último Login

source: SuperUser?
pt: SuperUsuário?

source: Deploy History Report
pt: Relatório de Histórico de Deploy

source: Diff URL
pt: URL de Diferença

source: Case count
pt: Contagem de casos

source: Form count
pt: Contagem de formulários

source: UCR rebuild restriction status
pt: Status de restrição de reconstrução UCR

source: Rebuild restricted
pt: Reconstrução restrita

source: No rebuild restriction required
pt: Nenhuma restrição de reconstrução necessária

source: UCR Domains Data Report
pt: Relatório de Dados de Domínios UCR

source: Domain name
pt: Nome do domínio

source: Check
pt: Verificar

source: Domain Name
pt: Nome do Domínio

source: Case actions
pt: Ações do caso

source: You are about to temporarily disable two-factor authentication for %(username)s. This compromises their account security, are you sure?
pt: Você está prestes a desabilitar temporariamente a autenticação de dois fatores para %(username)s. Isso compromete a segurança da conta, tem certeza?

source: You are about to %(verb)s the user account for "%(username)s".
pt: Você está prestes a %(verb)s a conta do usuário "%(username)s".

source: Check the status of an email
pt: Verificar o status de um e-mail

source: Check Status
pt: Verificar Status

source: Email status for %(email)s
pt: Status do e-mail para %(email)s

source: Enter a month to download all Global Impact Report data as csv for that month
pt: Digite um mês para baixar todos os dados do Relatório de Impacto Global como csv para esse mês

source: Year Month
pt: Ano Mês

source: Download as CSV
pt: Baixar como CSV

source: Enter a month to download all MALT data as csv for that month
pt: Digite um mês para baixar todos os dados MALT como csv para esse mês

source: Please type comma or new-line separated email addresses from the official list of current employees.
pt: Digite endereços de e-mail separados por vírgula ou nova linha da lista oficial de funcionários atuais.

source: The following users do not exist on this site and so do not need to be offboarded.
pt: Os seguintes usuários não existem neste site e, portanto, não precisam ser removidos.

source: Developer
pt: Desenvolvedor

source: Superuser
pt: Superusuário

source: Accounting Admin
pt: Administração de Contabilidade

source: Two Factor Enabled
pt: Autenticação em Dois Fatores Ativada

source: Are you sure you want to continue?
pt: Tem certeza de que deseja continuar?

source: If this fails you may have to perform the operation manually!
pt: Se isso falhar, talvez seja necessário realizar a operação manualmente!

source: This may invoke a huge indexing task that could slow down many parts of the site!
pt: Isso pode iniciar uma grande tarefa de indexação que pode deixar várias partes do site mais lentas!

source: Go!
pt: Ir!

source: You do not have permission to change superuser and staff status.
pt: Você não tem permissão para alterar o status de superusuário e equipe.

source: Please type comma or new-line separated email addresses of users to grant/revoke superuser privileges.
pt: Digite os endereços de e-mail dos usuários, separados por vírgula ou nova linha, para conceder/revogar privilégios de superusuário.

source: All superusers and staff users
pt: Todos os superusuários e usuários da equipe

source: Can assign Superuser
pt: Pode atribuir Superusuário

source: See a user's projects by entering their email address below.
pt: Veja os projetos de um usuário inserindo o endereço de e-mail abaixo.

source: %(user_name)s's Information
pt: Informações de %(user_name)s

source: This account is disabled.
pt: Esta conta está desativada.

source: couch doc
pt: documento couch

source: elasticsearch lookup
pt: consulta elasticsearch

source: Is Superuser
pt: É Superusuário

source: Domains
pt: Domínio

source: Missing Form XML
pt: XML do Formulário Ausente

source: Form XML not valid. See "Raw Data" section below.
pt: O XML do formulário não é válido. Veja a seção "Dados Brutos" abaixo.

source: Check Callcenter UCR tables
pt: Verificar tabelas UCR do Callcenter

source: Reprocess Messaging Case Updates
pt: Reprocessar Atualizações de Casos de Mensagens

source: Processed the following case ids: {}
pt: Processados os seguintes IDs de caso: {}

source: Could not find cases belonging to these case ids: {}
pt: Não foi possível encontrar casos pertencentes a estes IDs de caso: {}

source: Download MALT
pt: Baixar MALT

source: Enter a valid year-month. e.g. 2015-09 (for September 2015)
pt: Digite um ano-mês válido. Ex: 2015-09 (para setembro de 2015)

source: Download GIR
pt: Baixar GIR

source: System Info
pt: Informação do Sistema

source: Global Usage Thresholds
pt: Limites Globais de Uso

source: User Administration
pt: Administração de Usuários

source: Grant or revoke superuser access
pt: Conceder ou revogar acesso de superusuário

source: You do not have permission to update superuser or staff status
pt: Você não tem permissão para atualizar o status de superusuário ou equipe

source: Successfully updated superuser permissions
pt: Permissões de superusuário atualizadas com sucesso

source: Unexpected restore response {}: {}. If you believe this is a bug please report an issue.
pt: Resposta de restauração inesperada {}: {}. Se você acredita que isso é um erro, por favor, reporte um problema.

source: User with username %(username)s not found.
pt: Usuário com nome de usuário %(username)s não encontrado.

source: Account successfully %(verb)s.
pt: Conta %(verb)s com sucesso.

source: User with username %(username)s does not have Two-Factor Auth enabled.
pt: Usuário com nome de usuário %(username)s não possui Autenticação em Dois Fatores ativada.

source: Two-Factor Auth successfully disabled.
pt: Autenticação em Dois Fatores desativada com sucesso.

source: Get users to offboard
pt: Obter usuários para remoção

source: Successfully retrieved users to offboard.
pt: Usuários para remoção recuperados com sucesso.

source: Admin
pt: Administrador

source: Must copy cases to valid new owner
pt: É necessário copiar os casos para um novo proprietário válido

source: Original case owner {owner_id} cannot copy case {case_id} to themselves
pt: O proprietário original do caso {owner_id} não pode copiar o caso {case_id} para si mesmo

source: System Form
pt: Formulário do Sistema

source: Data Cleaning Form
pt: Formulário de Limpeza de Dados

source: Automatic Case Update Rule
pt: Regra Automática de Atualização de Caso

source: Deduplication Rule
pt: Regra de Desduplicação

source: DHIS2 Integration
pt: Integração DHIS2

source: Data Forwarding Response
pt: Resposta de Encaminhamento de Dados

source: Not a bulk-upload supported CommCareMedia type: %s
pt: Tipo CommCareMedia não suportado para upload em massa: %s

source: Could not fetch cached bulk upload file. Error: %s.
pt: Não foi possível buscar o arquivo de upload em massa em cache. Erro: %s.

source: Error opening file as zip file: %s
pt: Erro ao abrir o arquivo como arquivo zip: %s

source: Error encountered processing Zip File. File doesn't look valid.
pt: Erro ao processar o arquivo Zip. O arquivo não parece válido.

source: image
pt: imagem

source: logo
pt: logotipo

source: audio
pt: áudio

source: video
pt: vídeo

source: Generic Multimedia
pt: Multimídia Genérica

source: Upload is not a valid image file.
pt: O upload não é um arquivo de imagem válido.

source: Image
pt: Imagem

source: Video
pt: Vídeo

source: Error reading file: %s
pt: Erro ao ler o arquivo: %s

source: Did not match any %s paths in application.
pt: Não correspondeu a nenhum caminho %s no aplicativo.

source: Matching path found, but could not save the data to couch.
pt: Caminho correspondente encontrado, mas não foi possível salvar os dados no couch.

source: Matching path found, but didn't save new multimedia correctly.
pt: Caminho correspondente encontrado, mas não salvou a nova mídia corretamente.

source: Error while processing zip: %s
pt: Erro ao processar o zip: %s

source: Please try syncing multimedia files in multimedia tab under app settings to resolve issues with missing media files. Report an issue if this persists.
pt: Tente sincronizar os arquivos de multimídia na aba de multimídia nas configurações do aplicativo para resolver problemas com arquivos de mídia ausentes. Relate um problema se isso persistir.

source: Could not find {file_path} in CCZ
pt: Não foi possível encontrar {file_path} no CCZ

source: Locale ID {id} present in suite.xml but not in default app strings.
pt: ID de localidade {id} presente no suite.xml, mas não nas strings padrão do aplicativo.

source: Could not find media_suite.xml in CCZ
pt: Não foi possível encontrar media_suite.xml no CCZ

source: Media file missing from CCZ: {}
pt: Arquivo de mídia ausente no CCZ: {}

source: <p class="help-block"> This page generates files to assist in working with audio translation vendors. It generates a zip file that contains two Excel files: </p> <p class="help-block"> The first file is for the translator's use. It contains one row for each audio file to create, with columns for the text and the desired filename. This file will contain a row for each question that has an audio filename specified but has not yet had an audio file uploaded. If multiple questions use have identical text, the file will contain only one row for that set of questions. It will arbitrarily select one of the questions' filenames. If multiple questions have different text but use the same path, and that path's file is missing, the file will disambiguate these questions by adding new paths, using the convention <strong>path.mp3</strong>, <strong>path_2.mp3</strong>, <strong>path_3.mp3</strong>, etc. </p> <p class="help-block"> The second file is for updating audio paths that were either added (due to questions with different text sharing the same audio path) or removed (due to questions with the same text having different paths). After downloading and sanity checking, re-upload this file in <a href="%(app_settings_url)s " target="_blank">Bulk Application Translations</a>. </p>
pt: <p class="help-block"> Esta página gera arquivos para auxiliar no trabalho com fornecedores de tradução de áudio. Ela gera um arquivo zip que contém dois arquivos Excel: </p> <p class="help-block"> O primeiro arquivo é para uso do tradutor. Ele contém uma linha para cada arquivo de áudio a ser criado, com colunas para o texto e o nome de arquivo desejado. Este arquivo terá uma linha para cada pergunta que tenha um nome de arquivo de áudio especificado, mas ainda não tenha tido um arquivo de áudio enviado. Se várias perguntas tiverem texto idêntico, o arquivo conterá apenas uma linha para esse conjunto de perguntas. Ele selecionará arbitrariamente um dos nomes de arquivo das perguntas. Se várias perguntas tiverem textos diferentes, mas usarem o mesmo caminho, e o arquivo desse caminho estiver ausente, o arquivo irá desambiguar essas perguntas adicionando novos caminhos, usando a convenção <strong>caminho.mp3</strong>, <strong>caminho_2.mp3</strong>, <strong>caminho_3.mp3</strong>, etc. </p> <p class="help-block"> O segundo arquivo serve para atualizar caminhos de áudio que foram adicionados (devido a perguntas com textos diferentes compartilhando o mesmo caminho de áudio) ou removidos (devido a perguntas com o mesmo texto tendo caminhos diferentes). Após baixar e conferir, envie novamente este arquivo em <a href="%(app_settings_url)s " target="_blank">Traduções em Massa do Aplicativo</a>. </p>

source: <p> Use this tool to upload ZIP files of your multimedia. The bulk uploader will compare the file paths in your form with the file paths in your zip to find a matching file. </p> <p> For example, <code>jr://file/commcare/images/hin/image.jpg</code> and your zip's <code>commcare/images/hin/image.jpg</code> file would match, but it would <strong>not</strong> match <code>commcare/images/image.jpg</code>. </p>
pt: <p> Use esta ferramenta para enviar arquivos ZIP da sua multimídia. O carregador em massa irá comparar os caminhos dos arquivos no seu formulário com os caminhos no seu zip para encontrar um arquivo correspondente. </p> <p> Por exemplo, <code>jr://file/commcare/images/hin/image.jpg</code> e o arquivo <code>commcare/images/hin/image.jpg</code> do seu zip seriam correspondentes, mas <strong>não</strong> corresponderia a <code>commcare/images/image.jpg</code>. </p>

source: No Matches Found
pt: Nenhuma correspondência encontrada

source: No Matches
pt: Nenhuma correspondência

source: Matched Images
pt: Imagens Correspondentes

source: Updated
pt: Atualizado

source: View Full Image
pt: Ver Imagem Completa

source: Matched Audio
pt: Áudio Correspondente

source: Playing audio directly on this page is currently not supported.
pt: Ouvir áudio diretamente nesta página não é suportado no momento.

source: Listen to Audio
pt: Ouvir Áudio

source: Matched Video
pt: Vídeo Correspondente

source: Watching video directly on this page is not supported. Opens a new tab.
pt: Assistir vídeo diretamente nesta página não é suportado. Abre uma nova aba.

source: Watch Video
pt: Assistir Vídeo

source: Include only paths where the multimedia file is missing?
pt: Incluir apenas caminhos onde o arquivo de multimídia está ausente?

source: Upload Icon Image
pt: Enviar Imagem do Ícone

source: Upload Audio
pt: Enviar Áudio

source: Upload Video
pt: Enviar Vídeo

source: Upload File
pt: Enviar Arquivo

source: Select Icon Image
pt: Selecionar Imagem do Ícone

source: Select Menu Audio
pt: Selecionar Áudio do Menu

source: Select Video
pt: Selecionar Vídeo

source: Select Logo
pt: Selecionar Logotipo

source: Select File
pt: Selecionar Arquivo

source: Current Icon
pt: Ícone Atual

source: Current Audio
pt: Áudio Atual

source: Current Video
pt: Vídeo Atual

source: Current Logo
pt: Logotipo Atual

source: Current File
pt: Arquivo Atual

source: Begin Upload
pt: Iniciar Upload

source: <strong>Warning:</strong> This application contains forms with errors&mdash;we cannot pull any multimedia references from those forms.
pt: <strong>Aviso:</strong> Este aplicativo contém formulários com erros&mdash;não podemos extrair referências de multimídia desses formulários.

source: <i class="fa-solid fa-triangle-exclamation"></i> This application is missing references, so this zip will be incomplete.
pt: <i class="fa-solid fa-triangle-exclamation"></i> Este aplicativo está com referências ausentes, então este zip estará incompleto.

source: Download Incomplete ZIP
pt: Baixar ZIP Incompleto

source: Download ZIP
pt: Baixar ZIP

source: Menu or Form
pt: Menu ou Formulário

source: Size
pt: Tamanho

source: Path in Application
pt: Caminho no Aplicativo

source: No media found matching your filters.
pt: Nenhuma mídia encontrada correspondente aos seus filtros.

source: <i class="fa fa-spin fa-spinner"></i> Loading...
pt: <i class="fa fa-spin fa-spinner"></i> Carregando...

source: You can manage multimedia by uploading files individually below.
pt: Você pode gerenciar multimídia enviando arquivos individualmente abaixo.

source: This application references no multimedia.
pt: Este aplicativo não faz referência a nenhuma multimídia.

source: References
pt: Referências

source: Open image in new tab
pt: Abrir imagem em nova aba

source: Open file in new tab
pt: Abrir arquivo em nova aba

source: <p class="help-block"> This page allows you to check if your non-default languages are missing any multimedia <strong>references</strong> and therefore will display the default language's multimedia. <br> If any references are missing, visit <a href="%(paths_url)s">Manage Multimedia Paths</a> to identify where those references are used and add translated multimedia. <br> This page does not check if your app is missing any <strong>files</strong>; visit the <a href="%(reference_checker)s">Multimedia Reference Checker</a> to identify missing files. </p>
pt: <p class="help-block"> Esta página permite verificar se seus idiomas não padrão estão sem alguma <strong>referência</strong> de multimídia e, portanto, exibirão a multimídia do idioma padrão. <br> Se houver referências ausentes, visite <a href="%(paths_url)s">Gerenciar Caminhos de Multimídia</a> para identificar onde essas referências são usadas e adicionar multimídia traduzida. <br> Esta página não verifica se seu app está sem algum <strong>arquivo</strong>; visite o <a href="%(reference_checker)s">Verificador de Referências de Multimídia</a> para identificar arquivos ausentes. </p>

source: Language(s)
pt: Idioma(s)

source: Media Type(s)
pt: Tipo(s) de Mídia

source: Check for missing media
pt: Verificar mídia ausente

source: Errors found
pt: Erros encontrados

source: New Audio Uploaded Successfully
pt: Novo Áudio Enviado com Sucesso

source: View Full Size
pt: Ver Tamanho Completo

source: New Image Uploaded Successfully
pt: Nova Imagem Enviada com Sucesso

source: New Video Uploaded Successfully
pt: Novo Vídeo Enviado com Sucesso

source: Ready to upload. Click <strong>Begin Upload</strong> below to start.
pt: Pronto para enviar. Clique em <strong>Iniciar Upload</strong> abaixo para começar.

source: There were errors
pt: Ocorreram erros

source: Cancel Upload
pt: Cancelar Upload
