Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Monitor and evaluate a program
pt: Monitorar e avaliar um programa

source: Improve delivery of services
pt: Melhorar a prestação de serviços

source: Collect data for a research project
pt: Coletar dados para um projeto de pesquisa

source: Build a technology solution for my team/clients
pt: Construir uma solução tecnológica para minha equipe/clientes

source: Explore data collection for personal use
pt: Explorar coleta de dados para uso pessoal

source: Please Specify
pt: Por favor, especifique

source: Organization or Company
pt: Organização ou Empresa

source: I have read and agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
pt: Li e concordo com a <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidade</a>, <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Termos de Serviço</a>, <a href="http://www.dimagi.com/terms/latest/ba/" target="_blank">Acordo Comercial</a> e <a href="http://www.dimagi.com/terms/latest/aup/" target="_blank">Política de Uso Aceitável</a> da Dimagi.

source: Create Your Account
pt: Crie Sua Conta

source: Name Your First Project
pt: Dê um Nome ao Seu Primeiro Projeto

source: %s is an invalid phone number.
pt: %s é um número de telefone inválido.

source: Username already taken. Please try another.
pt: Nome de usuário já está em uso. Por favor, tente outro.

source: You must agree to our Terms of Service and Business Agreement in order to register an account.
pt: Você deve concordar com nossos Termos de Serviço e Acordo Comercial para registrar uma conta.

source: Please specify how you plan to use CommCare so we know how to best help you.
pt: Por favor, especifique como pretende usar o CommCare para que possamos ajudar da melhor forma.

source: My CommCare Project
pt: Meu Projeto CommCare

source: Important: This will be used to create a project URL, and you will not be able to change it in the future.
pt: Importante: Isso será usado para criar uma URL do projeto e você não poderá alterá-la futuramente.

source: Create Project
pt: Criar Projeto

source: I have read and agree to Dimagi's <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Business Agreement</a>, and <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Acceptable Use Policy</a>.
pt: Li e concordo com a <a href="https://dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidade</a>, <a href="https://dimagi.com/terms/latest/tos/" target="_blank">Termos de Serviço</a>, <a href="https://dimagi.com/terms/latest/ba/" target="_blank">Acordo Comercial</a> e <a href="https://dimagi.com/terms/latest/aup/" target="_blank">Política de Uso Aceitável</a> da Dimagi.

source: You will use this email to log in.
pt: Você usará este e-mail para fazer login.

source: You can only sign up with the email address your invitation was sent to.
pt: Você só pode se cadastrar com o endereço de e-mail para o qual o convite foi enviado.

source: Username already taken. Please try another or log in.
pt: Nome de usuário já está em uso. Por favor, tente outro ou faça login.

source: Select a role
pt: Selecione um papel

source: Send Invite
pt: Enviar Convite

source: Information for new Web User
pt: Informação para o novo Usuário da Web

source: Add User
pt: Adicionar Usuário

source: Update Invite
pt: Atualizar Convite

source: Update invitation for new Web User
pt: Atualizar convite para novo Usuário Web

source: Location Settings
pt: Configurações de Localização

source: Tableau Configuration
pt: Configuração do Tableau

source: Tableau Groups
pt: Grupos do Tableau

source: Tableau Role
pt: Função do Tableau

source: Reminder to Activate your CommCare project
pt: Lembrete para Ativar seu projeto CommCare

source: Activate your CommCare project
pt: Ative seu projeto CommCare

source: Resend Confirmation Email
pt: Reenviar E-mail de Confirmação

source: Resend Confirmation
pt: Reenviar Confirmação

source: Pending Project Name
pt: Nome do Projeto Pendente

source: Confirmation Email Sent
pt: E-mail de Confirmação Enviado

source: An email was just sent to %(username)s.
pt: Um e-mail foi enviado para %(username)s.

source: Please visit the link provided in the email to activate your account, so you can start using your new CommCare HQ project!
pt: Por favor, acesse o link fornecido no e-mail para ativar sua conta, assim você poderá começar a usar seu novo projeto CommCare HQ!

source: Waiting for Confirmation
pt: Aguardando Confirmação

source: Thank you for requesting a new CommCare HQ project: <strong>%(requested_domain)s</strong>.
pt: Obrigado por solicitar um novo projeto CommCare HQ: <strong>%(requested_domain)s</strong>.

source: Before you can use this project, you must first confirm your account.
pt: Antes de poder usar este projeto, você precisa primeiro confirmar sua conta.

source: Welcome to CommCare HQ, %(first_name)s!
pt: Bem-vinde ao CommCare HQ, %(first_name)s!

source: Please accept an invitation or create your own project space to start using CommCare.
pt: Por favor, aceite um convite ou crie seu próprio espaço de projeto para começar a usar o CommCare.

source: Before you can view any of your own data from CommCare, you will need to create a project space.
pt: Antes de visualizar qualquer um dos seus próprios dados do CommCare, será necessário criar um espaço de projeto.

source: Let's add a new project, %(first_name)s.
pt: Vamos adicionar um novo projeto, %(first_name)s.

source: Please accept an invitation or create your own project space.
pt: Por favor, aceite um convite ou crie seu próprio espaço de projeto.

source: Create a project space below as a separate sandbox for new applications, users, and form submissions.
pt: Crie um espaço de projeto abaixo como um ambiente separado para novos aplicativos, usuários e envios de formulários.

source: You have been invited to the following project spaces:
pt: Você foi convidade para os seguintes espaços de projeto:

source: Create a New Project Space
pt: Criar um Novo Espaço de Projeto

source: Your project space contains all form submissions from your CommCare mobile applications and tools to help you easily create, deploy, and monitor your applications and workers.
pt: Seu espaço de projeto contém todos os envios de formulários dos seus aplicativos móveis CommCare e ferramentas para ajudar você a criar, implantar e monitorar facilmente seus aplicativos e trabalhadores.

source: <strong>Please note:</strong> This project space will not immediately become a part of existing subscriptions.
pt: <strong>Atenção:</strong> Este espaço de projeto não fará parte imediatamente das assinaturas existentes.

source: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Learn more about CommCare Enterprise</a> if you would like to link project spaces together under one account.
pt: <a href="https://dimagi.com/commcare/enterprise/" target="_blank">Saiba mais sobre o CommCare Enterprise</a> se você quiser vincular espaços de projeto sob uma única conta.

source: on <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> with your email address.
pt: no <a href="http://www.commcarehq.org/" style="color: #004ebc; -webkit-text-size-adjust: none; text-decoration: underline; font-weight: normal">CommCare HQ</a> com seu endereço de e-mail.

source: Almost there, %(full_name)s--please activate your CommCare HQ Account!
pt: Quase lá, %(full_name)s--por favor, ative sua Conta CommCare HQ!

source: You are almost in, %(first_name)s!
pt: Você está quase lá, %(first_name)s!

source: Activate My Account
pt: Ativar Minha Conta

source: Thanks for signing up for CommCare. Your new project space is waiting for you!
pt: Obrigado por se inscrever no CommCare. Seu novo espaço de projeto está esperando por você!

source: Please make sure to activate your account from your desktop computer, as App Building is not optimized for mobile devices.
pt: Certifique-se de ativar sua conta a partir de um computador, pois a Construção de Aplicativos não é otimizada para dispositivos móveis.

source: Simply activate your account to start collecting better data anywhere in the world.
pt: Basta ativar sua conta para começar a coletar dados melhores em qualquer lugar do mundo.

source: You received this message because we received a new user request
pt: Você recebeu esta mensagem porque recebemos uma solicitação de novo usuário

source: Don't forget to activate your account. Your new project space is waiting for you!
pt: Não se esqueça de ativar sua conta. Seu novo espaço de projeto está esperando por você!

source: We noticed that you registered for an account yesterday, but it seems you haven't confirmed your email address yet.
pt: Notamos que você se registrou para uma conta ontem, mas parece que ainda não confirmou seu endereço de e-mail.

source: Dear %(full_name)s, please visit your CommCare HQ Account on a desktop!
pt: Car@ %(full_name)s, por favor acesse sua Conta CommCare HQ em um computador!

source: A reminder to visit on your desktop:
pt: Um lembrete para acessar pelo computador:

source: Visit CommCare HQ
pt: Acesse o CommCare HQ

source: This email has been sent as a reminder for you to visit your CommCare HQ project space on a laptop or desktop computer.
pt: Este e-mail foi enviado como um lembrete para você acessar seu espaço de projeto CommCare HQ em um laptop ou computador.

source: You received this message because we received a reminder request
pt: Você recebeu esta mensagem porque recebemos uma solicitação de lembrete

source: You have been added to the %(domain)s project on %(hq_name)s.
pt: Você foi adicionado ao projeto %(domain)s em %(hq_name)s.

source: You've been added to %(domain)s.
pt: Você foi adicionado a %(domain)s.

source: Confirm Account
pt: Confirmar Conta

source: Once you confirm your account you will be able to access and submit data in the %(domain)s project on %(hq_name)s. Your username to login is <strong>%(username)s</strong>
pt: Assim que você confirmar sua conta, poderá acessar e enviar dados no projeto %(domain)s em %(hq_name)s. Seu nome de usuário para login é <strong>%(username)s</strong>

source: You received this message because we received an invitation request from an administrator of the project "%(domain)s".
pt: Você recebeu esta mensagem porque recebemos uma solicitação de convite de um administrador do projeto "%(domain)s".

source: You have been added to the "%(domain)s" project on %(hq_name)s.
pt: Você foi adicionado ao projeto "%(domain)s" em %(hq_name)s.

source: To confirm your account, please open the following link in your browser: %(url)s
pt: Para confirmar sua conta, por favor abra o seguinte link no seu navegador: %(url)s

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
pt: Assim que você confirmar sua conta, poderá acessar e enviar dados no projeto "%(domain)s" em %(hq_name)s. Seu nome de usuário para login é %(username)s

source: Thanks,
pt: Obrigado,

source: -The %(hq_name)s team
pt: -A equipe %(hq_name)s

source: Reset your password on CommCare HQ!
pt: Redefina sua senha no CommCare HQ!

source: Reset password for
pt: Redefinir senha para

source: Reset Password
pt: Redefinir Senha

source: Someone requested a password reset for your email on CommCare HQ.
pt: Alguém solicitou a redefinição de senha para seu e-mail no CommCare HQ.

source: If it wasn't you, feel free to ignore this email.
pt: Se não foi você, fique à vontade para ignorar este e-mail.

source: You received this message because we received a password reset request
pt: Você recebeu esta mensagem porque recebemos uma solicitação de redefinição de senha

source: Reset Password on CommCare HQ
pt: Redefinir Senha no CommCare HQ

source: Hello %(name)s, Your account with username %(username)s is confirmed successfully. You can now log in and submit data in the "%(domain)s" project on %(hq_name)s. Thanks, -The %(hq_name)s team
pt: Olá %(name)s, Sua conta com o nome de usuário %(username)s foi confirmada com sucesso. Agora você pode acessar e enviar dados no projeto "%(domain)s" em %(hq_name)s. Obrigado, -A equipe %(hq_name)s

source: Hello %(name)s,
pt: Olá %(name)s,

source: Once you confirm your account you will be able to access and submit data in the "%(domain)s" project on %(hq_name)s. Your username to login is %(username)s
pt: Assim que você confirmar sua conta, poderá acessar e enviar dados no projeto "%(domain)s" em %(hq_name)s. Seu nome de usuário para login é %(username)s

source: Oh, no!
pt: Ah, não!

source: Well, this is embarrassing...
pt: Bem, isso é constrangedor...

source: It seems our servers are having issues processing new accounts right now.
pt: Parece que nossos servidores estão com problemas para processar novas contas neste momento.

source: It's most definitely our fault, and we sincerely apologize. Our best developers are already on the case, don't worry.
pt: Definitivamente a culpa é nossa, e pedimos sinceras desculpas. Nossos melhores desenvolvedores já estão cuidando disso, não se preocupe.

source: Please try back in an hour and hopefully everything will be fixed. We are very sorry for the inconvenience.
pt: Por favor, tente novamente em uma hora e esperamos que tudo esteja resolvido. Pedimos desculpas pelo transtorno.

source: Issue with registration
pt: Problema com o cadastro

source: Go Back & Fix Form
pt: Voltar e Corrigir Formulário

source: Creating Account...
pt: Criando Conta...

source: Please wait a moment&mdash;almost there!
pt: Por favor, aguarde um momento&mdash;está quase pronto!

source: Created new user...
pt: Novo usuário criado...

source: Prepared project space...
pt: Espaço do projeto preparado...

source: Updated reports...
pt: Relatórios atualizados...

source: Syncing with servers...
pt: Sincronizando com os servidores...

source: Thank you for choosing <strong>CommCare</strong>. <i class="fa fa-heart"></i>
pt: Obrigado por escolher o <strong>CommCare</strong>. <i class="fa fa-heart"></i>

source: Success!
pt: Sucesso!

source: An email was just sent to
pt: Um e-mail acaba de ser enviado para

source: Please visit the link provided <strong>from your desktop computer</strong> to activate your account, so you can start using your new CommCare HQ project!
pt: Por favor, acesse o link fornecido <strong>do seu computador</strong> para ativar sua conta, assim você poderá começar a usar seu novo projeto no CommCare HQ!

source: <strong>Please visit the link provided in the email to activate your account,</strong> so you can start using your new CommCare HQ project!
pt: <strong>Por favor, acesse o link fornecido no e-mail para ativar sua conta,</strong> assim você poderá começar a usar seu novo projeto no CommCare HQ!

source: If you can't find the email, you may <a href="%(resend_url)s">resend the confirmation email</a>.
pt: Se você não encontrar o e-mail, pode <a href="%(resend_url)s">reenviar o e-mail de confirmação</a>.

source: Single Sign-On
pt: Login Único (Single Sign-On)

source: We are now redirecting you to sign in with <span data-bind="text: ssoIdpName"></span>.
pt: Agora estamos redirecionando você para entrar com <span data-bind="text: ssoIdpName"></span>.

source: Your account will be created after the next step.
pt: Sua conta será criada após o próximo passo.

source: Create an Account
pt: Criar uma Conta

source: Create Account
pt: Criar Conta

source: Name Project
pt: Nomear Projeto

source: Loading...just a second!
pt: Carregando... só um segundo!

source: Want to learn more before signing up?
pt: Quer saber mais antes de se inscrever?

source: Visit CommCareHQ on your computer!
pt: Acesse o CommCareHQ no seu computador!

source: A user with this email address is already in this project or has a pending invitation.
pt: Uma pessoa com este endereço de e-mail já está neste projeto ou possui um convite pendente.

source: A user with this email address is deactivated.
pt: Uma pessoa com este endereço de e-mail está desativada.

source: Please try again.
pt: Por favor, tente novamente.

source: There is already a user with this email.
pt: Já existe uma pessoa com este e-mail.

source: CommCareHQ account request
pt: Solicitação de conta no CommCareHQ

source: This email is managed by {}. You will be asked to login with Single Sign-On after the next step.
pt: Este e-mail é gerenciado por {}. Você será solicitado a fazer login com Login Único após o próximo passo.

source: Confirm Account
pt: Confirmar Conta

source: Oops!
pt: Ops!

source: Your organization has requested that project creation be restricted. For more information, please speak to your administrator.
pt: Sua organização solicitou que a criação de projetos seja restrita. Para mais informações, fale com seu administrador.

source: Number of projects requested today exceeds limit (%d) - contact Dimagi
pt: O número de projetos solicitados hoje excede o limite (%d) - entre em contato com a Dimagi

source: Project name already taken - please try another
pt: Nome do projeto já está em uso - por favor, tente outro

source: We encountered a temporary system issue. Please try again in a few minutes. If the issue persists, please contact support.
pt: Encontramos um problema temporário no sistema. Por favor, tente novamente em alguns minutos. Se o problema persistir, entre em contato com o suporte.

source: Please wait at least {CONFIRMATION_RESEND_LIMIT_SECONDS}
pt: Por favor, aguarde pelo menos {CONFIRMATION_RESEND_LIMIT_SECONDS}

source: There was a problem with your request
pt: Houve um problema com sua solicitação

source: An account activation key was not provided. If you think this is an error, please contact the system administrator.
pt: Uma chave de ativação de conta não foi fornecida. Se você acha que isso é um erro, por favor, entre em contato com o administrador do sistema.

source: The account activation key "%s" provided is invalid. If you think this is an error, please contact the system administrator.
pt: A chave de ativação de conta "%s" fornecida é inválida. Se você acha que isso é um erro, por favor, entre em contato com o administrador do sistema.

source: Accepted
pt: Aceito

source: Rejected
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Invitation Accepted
pt: Convite Aceito

source: Invitation Rejected
pt: Convite Rejeitado

source: Grant created
pt: Permissão criada

source: Grant removed
pt: Permissão removida

source: Data Accessed
pt: Dados Acessados

source: Invitation Added
pt: Convite Adicionado

source: Registry Activated
pt: Registro Ativado

source: Registry De-activated
pt: Registro Desativado

source: Invitation Revoked
pt: Convite Revogado

source: Schema Changed
pt: Esquema Alterado

source: Invitation
pt: Convite

source: Grant
pt: Permissão

source: CommCare Data Registry: Invitation to participate
pt: Registro de Dados CommCare: Convite para participar

source: CommCare Data Registry: Participant opted in
pt: Registro de Dados CommCare: Participante optou por participar

source: CommCare Data Registry: Participant opted out
pt: Registro de Dados CommCare: Participante optou por sair

source: CommCare Data Registry: Access Granted
pt: Registro de Dados CommCare: Acesso Concedido

source: The '%(domain)s' project space has been granted access to data from the '%(access_domain)s' project space via the '%(registry_name)s' CommCare data registry.
pt: O espaço de projeto '%(domain)s' recebeu acesso aos dados do espaço de projeto '%(access_domain)s' por meio do registro de dados CommCare '%(registry_name)s'.

source: You can view the data registry at the following link:
pt: Você pode visualizar o registro de dados no seguinte link:

source: Thank you for using CommCare.
pt: Obrigado por usar o CommCare.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
pt: Atenciosamente, <br /> A Equipe CommCare HQ <br /> www.commcarehq.org

source: Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
pt: Obrigado por usar o CommCare. Atenciosamente, A Equipe CommCare HQ www.commcarehq.org

source: The '%(domain)s' project space has been invited to participate in the '%(registry_name)s' CommCare data registry by the '%(owning_domain)s' project space.
pt: O espaço de projeto '%(domain)s' foi convidado a participar do registro de dados CommCare '%(registry_name)s' pelo espaço de projeto '%(owning_domain)s'.

source: You can opt in or out of the registry by following this link:
pt: Você pode optar por participar ou sair do registro seguindo este link:

source: You can opt in or out of the registry by following this link: %(registry_url)s
pt: Você pode optar por participar ou sair do registro seguindo este link: %(registry_url)s

source: Dear %(owning_domain)s administrator,
pt: Prezado(a) administrador(a) do %(owning_domain)s,

source: The '%(domain)s' project space has opted in to the '%(registry_name)s' CommCare data registry.
pt: O espaço de projeto '%(domain)s' optou por participar do registro de dados CommCare '%(registry_name)s'.

source: The '%(domain)s' project space has opted out of the '%(registry_name)s' CommCare data registry.
pt: O espaço de projeto '%(domain)s' optou por sair do registro de dados CommCare '%(registry_name)s'.

source: You can manage the data registry at the following link:
pt: Você pode gerenciar o registro de dados no seguinte link:

source: You can manage the data registry at the following link: %(registry_url)s
pt: Você pode gerenciar o registro de dados no seguinte link: %(registry_url)s

source: Untitled Data Registry
pt: Registro de Dados Sem Título

source: Enter data registry description here
pt: Insira a descrição do registro de dados aqui

source: This registry is managed by the '%(owning_domain)s' project space.
pt: Este registro é gerenciado pelo espaço de projeto '%(owning_domain)s'.

source: Participating project spaces:
pt: Espaços de projeto participantes:

source: Opt in
pt: Participar

source: Opt out
pt: Sair

source: You must opt-in to the registry before you are able to manage grants.
pt: Você deve optar por participar do registro antes de poder gerenciar permissões.

source: Your project space has not been granted access to data from any other project spaces.
pt: Seu espaço de projeto não recebeu acesso a dados de nenhum outro espaço de projeto.

source: Data from the following project spaces is available to your project space:
pt: Dados dos seguintes espaços de projeto estão disponíveis para seu espaço de projeto:

source: Grants
pt: Permissões

source: Audit Logs
pt: Registros de Auditoria

source: Invite Project Space
pt: Convidar Espaço de Projeto

source: No Project Spaces have been invited.
pt: Nenhum Espaço de Projeto foi convidado.

source: Invitation Date
pt: Data do Convite

source: Response Date
pt: Data de Resposta

source: Show all grants
pt: Mostrar todas as concessões

source: Grant Access
pt: Conceder Acesso

source: No grants have been created.
pt: Nenhuma concessão foi criada.

source: From Project Space
pt: Do Espaço de Projeto

source: To Project Spaces
pt: Para Espaços de Projeto

source: Delete Data Registry
pt: Excluir Registro de Dados

source: The following action is permanent!
pt: A próxima ação é permanente!
