Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/djangojs.po
Languages: pt

source: <strong>Groups</strong> &mdash; manage groups of mobile workers
pt: <strong>Grupos</strong> &mdash; gerenciar grupos de trabalhadores móveis

source: Edit & View Groups
pt: Editar & Visualizar Grupos

source: View-Only Web Groups
pt: Grupos Web Somente Visualização

source: Allow changing group membership (requires edit groups).
pt: Permitir alteração de membros do grupo (requer edição de grupos).

source: <strong>Locations</strong> &mdash; manage locations in the Organization's Hierarchy
pt: <strong>Locais</strong> &mdash; gerenciar locais na Hierarquia da Organização

source: Edit & View Locations
pt: Editar & Visualizar Locais

source: View-Only Web Locations
pt: Locais Web Somente Visualização

source: Allow changing workers at a location.
pt: Permitir alteração de trabalhadores em um local.

source: <strong>Data Dictionary</strong> &mdash; manage case properties within CommCare HQ
pt: <strong>Dicionário de Dados</strong> &mdash; gerenciar propriedades de casos dentro do CommCare HQ

source: Edit & View Data Dictionary
pt: Editar & Visualizar Dicionário de Dados

source: View-Only Data Dictionary
pt: Dicionário de Dados Somente Visualização

source: <strong>Data</strong> &mdash; view, export, and edit form and case data, reassign cases
pt: <strong>Dados</strong> &mdash; visualizar, exportar e editar dados de formulários e casos, reatribuir casos

source: Edit & View Data
pt: Editar & Visualizar Dados

source: <strong>Messaging</strong> &mdash; configure and send conditional alerts
pt: <strong>Mensagens</strong> &mdash; configurar e enviar alertas condicionais

source: Access Messaging
pt: Acessar Mensagens

source: <strong>Access APIs</strong> &mdash; use CommCare HQ APIs to read and update data. Specific APIs may require additional permissions.
pt: <strong>Acessar APIs</strong> &mdash; usar APIs do CommCare HQ para ler e atualizar dados. APIs específicas podem exigir permissões adicionais.

source: Access APIs
pt: Acessar APIs

source: <strong>Applications</strong> &mdash; modify or view the structure and configuration of all applications.
pt: <strong>Aplicações</strong> &mdash; modificar ou visualizar a estrutura e configuração de todas as aplicações.

source: Edit & View Apps
pt: Editar & Visualizar Apps

source: View-Only Applications
pt: Aplicações Somente Visualização

source: <strong>Roles &amp; Permissions</strong> &mdash; view web user and mobile worker roles &amp; permissions (only Admins can edit roles)
pt: <strong>Funções &amp; Permissões</strong> &mdash; visualizar funções &amp; permissões de usuários web e trabalhadores móveis (somente Administradores podem editar funções)

source: View Roles and Permissions
pt: Visualizar Funções e Permissões

source: <strong>Dropzone</strong> &mdash; Upload and download files from the file Dropzone
pt: <strong>Área de Transferência</strong> &mdash; Enviar e baixar arquivos da Área de Transferência

source: Edit & Download files from the Dropzone
pt: Editar & Baixar arquivos da Área de Transferência

source: View-Only Dropzone
pt: Área de Transferência Somente para Visualização

source: <strong>Manage Shared Exports</strong> &mdash; access and edit the content and structure of shared exports
pt: <strong>Gerenciar Exportações Compartilhadas</strong> &mdash; acessar e editar o conteúdo e a estrutura das exportações compartilhadas

source: <strong>Attendance Tracking</strong> &mdash; Coordinate attendance tracking events and users
pt: <strong>Rastreamento de Presença</strong> &mdash; Coordenar eventos de rastreamento de presença e usuários

source: Edit Attendance Tracking Events
pt: Editar Eventos de Rastreamento de Presença

source: <strong>CommCare Analytics</strong> &mdash; manage CommCare Analytics associated with this project
pt: <strong>CommCare Analytics</strong> &mdash; gerenciar CommCare Analytics associados a este projeto

source: Edit & View CommCare Analytics
pt: Editar & Visualizar CommCare Analytics

source: View-Only CommCare Analytics
pt: CommCare Analytics Somente para Visualização

source: Enterprise Release Management
pt: Gerenciamento de Lançamento Empresarial

source: Multi-Environment Release Management
pt: Gerenciamento de Lançamento Multi-Ambiente

source: Linked Project Spaces
pt: Espaços de Projeto Vinculados

source: Allow role to configure linked project spaces
pt: Permitir que a função configure espaços de projeto vinculados

source: Linked Configurations
pt: Configurações Vinculadas

source: Allow role to edit linked configurations on this project space
pt: Permitir que a função edite configurações vinculadas neste espaço de projeto

source: Create and Edit Reports
pt: Criar e Editar Relatórios

source: Allow role to create and edit reports in report builder.
pt: Permitir que a função crie e edite relatórios no construtor de relatórios.

source: Create and Edit Custom Web Reports
pt: Criar e Editar Relatórios Web Personalizados

source: Allow role to create and edit custom web reports.
pt: Permitir que a função crie e edite relatórios web personalizados.

source: Create and Edit Configurable Reports
pt: Criar e Editar Relatórios Configuráveis

source: Allow role to create and edit configurable reports.
pt: Permitir que a função crie e edite relatórios configuráveis.

source: Access All CommCare Reports
pt: Acessar Todos os Relatórios do CommCare

source: Access All Reports
pt: Acessar Todos os Relatórios

source: Allow role to view all CommCare reports. Excludes embedded Tableau reports
pt: Permitir que a função visualize todos os relatórios do CommCare. Exclui relatórios Tableau incorporados

source: Allow role to access all reports.
pt: Permitir que a função acesse todos os relatórios.

source: Download and Email Reports
pt: Baixar e Enviar Relatórios

source: Allow role to download and email report data.
pt: Permitir que a função baixe e envie dados de relatórios.

source: Access All Tableau Reports
pt: Acessar Todos os Relatórios do Tableau

source: Allow role to access all embedded Tableau reports.
pt: Permitir que a função acesse todos os relatórios do Tableau incorporados.

source: Manage Registries
pt: Gerenciar Registros

source: Select which registries the role can manage:
pt: Selecione quais registros o papel pode gerenciar:

source: View Registry Data
pt: Visualizar Dados do Registro

source: Select which registry data the role can view:
pt: Selecione quais dados do registro o papel pode visualizar:

source: Use Web Apps for online data entry
pt: Usar Aplicativos Web para entrada de dados online

source: Select which web apps the role has access to:
pt: Selecione quais aplicativos web o papel tem acesso:

source: Select at least one item from the list for "%s"
pt: Selecione pelo menos um item da lista para "%s"

source: Edit Role:
pt: Editar Função:

source: View Role:
pt: Visualizar Função:

source: New Role
pt: Nova Função

source: Delete Role:
pt: Excluir Função:

source: Are you sure you want to delete the role <%- role %>?
pt: Tem certeza de que deseja excluir a função <%- role %>?

source: An error occurred, please try again.
pt: Ocorreu um erro, por favor tente novamente.

source: View Only
pt: Somente Visualização

source: <%- days %> days remaining
pt: <%- days %> dias restantes

source: Unable to delete invitation, please try again later.
pt: Não foi possível excluir o convite, por favor tente novamente mais tarde.

source: Unable to resend invitation, please try again later.
pt: Não foi possível reenviar o convite, por favor tente novamente mais tarde.

source: Delete request
pt: Excluir solicitação

source: Are you sure you want to delete this request?
pt: Tem certeza de que deseja excluir esta solicitação?

source: We have sent the invitation email to this user but the user's email server rejected it. This usually means either the email address is incorrect or your organization is blocking emails from our address (<%- fromAddress %>).
pt: Enviamos o e-mail de convite para este usuário, mas o servidor de e-mail do usuário o rejeitou. Isso geralmente significa que o endereço de e-mail está incorreto ou que sua organização está bloqueando e-mails do nosso endereço (<%- fromAddress %>).

source: No users matched your search.
pt: Nenhum usuário corresponde à sua pesquisa.

source: This project has no web users.
pt: Este projeto não possui usuários web.

source: Requeued
pt: Reenfileirado

source: Are you sure you want to delete this scheduled message?
pt: Tem certeza de que deseja excluir esta mensagem agendada?

source: This rule has been restarted.
pt: Esta regra foi reiniciada.

source: Unable to restart rule. Rules can only be started every two hours and there are %s minute(s) remaining before this rule can be started again.
pt: Não foi possível reiniciar a regra. As regras só podem ser iniciadas a cada duas horas e restam %s minuto(s) antes que esta regra possa ser iniciada novamente.

source: Are you sure you want to remove this conditional message?
pt: Tem certeza de que deseja remover esta mensagem condicional?

source: A rule should only be restarted when you believe it is stuck and is not progressing. You will only be able to restart this rule once every two hours. Restart this rule?
pt: Uma regra deve ser reiniciada apenas quando você acredita que está travada e não está progredindo. Você só poderá reiniciar esta regra uma vez a cada duas horas. Reiniciar esta regra?

source: A rule should only be restarted when you believe it is stuck and is not progressing. Your user is able to restart as many times as you like, but restarting too many times without finishing can place a burden on the system. Restart this rule?
pt: Uma regra deve ser reiniciada apenas quando você acredita que está travada e não está progredindo. Seu usuário pode reiniciar quantas vezes quiser, mas reiniciar muitas vezes sem terminar pode sobrecarregar o sistema. Reiniciar esta regra?

source: hour(s)
pt: hora(s)

source: minute(s)
pt: minuto(s)

source: last
pt: último

source: last - 1
pt: último - 1

source: last - 2
pt: último - 2

source: every day
pt: todos os dias

source: every week
pt: todas as semanas

source: every month
pt: todo mês

source: Send Broadcast
pt: Enviar Transmissão

source: Schedule Broadcast
pt: Agendar Transmissão

source: (no errors over the given date range)
pt: (nenhum erro no intervalo de datas fornecido)

source: Server error. Try again...
pt: Erro no servidor. Tente novamente...

source: Send
pt: Enviar

source: Complete
pt: Concluir

source: DHIS2 response:
pt: Resposta DHIS2:

source: CommCare HQ was unable to send the DataSet:
pt: CommCare HQ não conseguiu enviar o DataSet:

source: Unable to save DataSet map
pt: Não foi possível salvar o mapa do DataSet

source: Unable to save case configs
pt: Não foi possível salvar as configurações de caso

source: Unable to save form configs
pt: Não foi possível salvar as configurações de formulário

source: URL Copied
pt: URL Copiado

source: Daily
pt: Diário

source: Weekly
pt: Semanal

source: Monthly
pt: Mensal

source: Disable logging
pt: Desativar registro

source: Unable to save OpenMRS Importers
pt: Não foi possível salvar os Importadores OpenMRS

source: Importing from OpenMRS will begin shortly.
pt: A importação do OpenMRS começará em breve.

source: Failed to schedule task to import from OpenMRS.
pt: Falha ao agendar a tarefa para importar do OpenMRS.

source: Failed to fetch attempts
pt: Falha ao buscar tentativas

source: Failed to fetch payload
pt: Falha ao buscar carga útil

source: Failed to send
pt: Falha ao enviar

source: Failed to cancel
pt: Falha ao cancelar

source: Username
pt: Nome de usuário

source: Client ID
pt: ID do Cliente

source: Client Secret
pt: Segredo do Cliente

source: HTTP Header Name
pt: Nome do Cabeçalho HTTP

source: API Key
pt: Chave da API

source: Success! Response is:
pt: Sucesso! A resposta é:

source: Failed! Response is:
pt: Falha! A resposta é:

source: CommCare HQ was unable to make the request:
pt: CommCare HQ não conseguiu fazer a solicitação:
