Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Users in this list will not be forced to sign in with SSO when the Identity Provider is active.
pt: Usuários nesta lista não serão obrigados a fazer login com SSO quando o Provedor de Identidade estiver ativo.

source: No users are exempt from SSO for this Identity Provider. Please add at least <strong>one enterprise admin</strong> before making this Identity Provider active!
pt: Nenhum usuário está isento de SSO para este Provedor de Identidade. Por favor, adicione pelo menos <strong>um administrador empresarial</strong> antes de ativar este Provedor de Identidade!

source: When the Identity Provider is in "Test" mode for Login Enforcement, only the users in this list will be directed to sign in with SSO.
pt: Quando o Provedor de Identidade estiver no modo "Teste" para Aplicação de Login, somente os usuários desta lista serão direcionados para fazer login com SSO.

source: No users are marked as test users.
pt: Nenhum usuário está marcado como usuário de teste.

source: The identity provider used to authenticate your account, %(identity_provider)s, is not trusted by this project space.
pt: O provedor de identidade usado para autenticar sua conta, %(identity_provider)s, não é confiável por este espaço de projeto.

source: Please contact a project administrator to restore access.
pt: Por favor, entre em contato com um administrador do projeto para restaurar o acesso.

source: Single Sign-On Request Denied
pt: Solicitação de Single Sign-On Negada

source: Single Sign-On Not Allowed
pt: Single Sign-On Não Permitido

source: You do not have permission to sign in with Single Sign-On. If this is in error, please contact your project's administrator.
pt: Você não tem permissão para fazer login com Single Sign-On. Se isto for um erro, por favor, entre em contato com o administrador do seu projeto.

source: today!
pt: hoje!

source: on {exp_date:{USER_DATE_FORMAT}}.
pt: em {exp_date:{USER_DATE_FORMAT}}.

source: CommCare Alert: Certificate for Identity Provider %(idp_name)s expires %(expires_on)s
pt: Alerta do CommCare: O certificado do Provedor de Identidade %(idp_name)s expira em %(expires_on)s

source: Dimagi CommCare Accounts <{settings.ACCOUNTS_EMAIL}>
pt: Contas Dimagi CommCare <{settings.ACCOUNTS_EMAIL}>

source: CommCare HQ Alert: Temporarily skipped automatic deactivation of SSO Web Users (Remote User Management)
pt: Alerta do CommCare HQ: Desativação automática de Usuários Web SSO temporariamente ignorada (Gerenciamento Remoto de Usuários)

source: CommCare Alert: API Secret for Identity Provider %(idp_name)s expires %(expires_on)s
pt: Alerta do CommCare: O segredo da API do Provedor de Identidade %(idp_name)s expira em %(expires_on)s

source: Please double check your tenant id is correct
pt: Por favor, verifique se o seu tenant id está correto

source: No error description provided
pt: Nenhuma descrição de erro fornecida

source: Nested applications (ServicePrincipal members) are not supported. Please include only Users or Groups as members of this SSO application
pt: Aplicações aninhadas (membros ServicePrincipal) não são suportadas. Por favor, inclua apenas Usuários ou Grupos como membros desta aplicação SSO

source: We were unable to create your requested project because the name was already taken.
pt: Não foi possível criar o projeto solicitado porque o nome já está em uso.

source: We were unable to create your requested project due to an unexpected issue. Please try again in a few minutes.If the issue persists, please contact support.
pt: Não foi possível criar o projeto solicitado devido a um problema inesperado. Por favor, tente novamente em alguns minutos. Se o problema persistir, entre em contato com o suporte.

source: {idp} is now trusted as an identity provider for users who are members of the project space "{domain}". <a href="{learn_more}">Learn More</a>
pt: {idp} agora é confiável como provedor de identidade para usuários que são membros do espaço de projeto "{domain}". <a href="{learn_more}">Saiba Mais</a>

source: Untrusted Identity Provider
pt: Provedor de Identidade Não Confiável

source: Edit Identity Provider
pt: Editar Provedor de Identidade

source: Identity Provider {} cannot be deleted because it is still active.
pt: O Provedor de Identidade {} não pode ser excluído porque ainda está ativo.

source: Identity Provider {} successfully deleted.
pt: Provedor de Identidade {} excluído com sucesso.

source: Identity Provider updated!
pt: Provedor de Identidade atualizado!

source: Pick a Favorite Color
pt: Escolha uma Cor Favorita

source: Red
pt: Vermelho

source: Green
pt: Verde

source: Blue
pt: Azul

source: Purple
pt: Roxo

source: This checkbox is badly aligned
pt: Esta caixa de seleção está mal alinhada

source: Email recipient
pt: Destinatário do email

source: Also send to myself
pt: Também enviar para mim

source: Send email when complete
pt: Enviar email ao concluir

source: Height (cm)
pt: Altura (cm)

source: Smoking Status
pt: Status de Tabagismo

source: Patient has smoked on a habitual basis in the past 5 years
pt: Paciente fumou de forma habitual nos últimos 5 anos

source: *Habitual basis equates to at least five cigarettes a week.
pt: *Base habitual equivale a pelo menos cinco cigarros por semana.

source: Heart Rate (bpm)
pt: Frequência Cardíaca (bpm)

source: Forward results to GP
pt: Encaminhar resultados para o médico

source: Centered Page Example
pt: Exemplo de Página Centralizada

source: Example Views
pt: Exemplo de Visualizações

source: Section Page Example
pt: Exemplo de Página de Seção

source: A Detail Page (Section Example)
pt: Uma Página de Detalhe (Exemplo de Seção)

source: Forward Message
pt: Encaminhar Mensagem

source: Yes, forward this message to me.
pt: Sim, encaminhe esta mensagem para mim.

source: German
pt: Alemão

source: Include me in language tests
pt: Incluir-me nos testes de idioma

source: Advanced Information
pt: Informações Avançadas

source: This field will always error.
pt: Este campo sempre apresentará erro.

source: Error State Test
pt: Teste de Estado de Erro

source: Submit Form
pt: Enviar Formulário

source: This is a field-level error for the field 'note'.
pt: Este é um erro no nível do campo para o campo 'note'.

source: Area
pt: Área

source: Options
pt: Opções

source: include message
pt: incluir mensagem

source: Hint: 'jon' is taken. Try typing that in to trigger an error.
pt: Dica: 'jon' já está em uso. Tente digitar isso para acionar um erro.

source: Hint: 'jon@dimagi.com' is taken. Try typing that in to trigger an error.
pt: Dica: 'jon@dimagi.com' já está em uso. Tente digitar isso para acionar um erro.

source: Create New User
pt: Criar Novo Usuário

source: Create User
pt: Criar Usuário

source: Examples of Disabled Fields
pt: Exemplos de Campos Desabilitados

source: Examples of Readonly Fields
pt: Exemplos de Campos Somente Leitura

source: contains
pt: contém

source: Column
pt: Coluna

source: Color
pt: Cor

source: Hint: select 'is empty' to watch the Value field below disappear
pt: Dica: selecione 'está vazio' para ver o campo Valor abaixo desaparecer

source: New Item
pt: Novo Item

source: Big Cats
pt: Felinos Grandes

source: Date of Birth
pt: Data de Nascimento

source: Opened On
pt: Aberto Em

source: Team
pt: Equipe

source: Make your team selection
pt: Faça sua seleção de equipe

source: Team Builder
pt: Construtor de Equipes

source: Save Team
pt: Salvar Equipe

source: We'll never share your email with anyone else.
pt: Nunca compartilharemos seu e-mail com mais ninguém.

source: Users(s)
pt: Usuário(s)

source: Select the users you want to view data for
pt: Selecione os usuários para os quais deseja visualizar dados

source: Choose Filters
pt: Escolher Filtros

source: Vegetable
pt: Vegetal

source: Select your favorite vegetable you want recipe suggestions for
pt: Selecione seu vegetal favorito para receber sugestões de receitas

source: Veggie Recipes
pt: Receitas de Vegetais

source: Suggest Recipes
pt: Sugerir Receitas

source: Lake
pt: Lago

source: Select a lake you would like to visit
pt: Selecione um lago que gostaria de visitar

source: Activities
pt: Atividades

source: Kayak
pt: Caiaque

source: Canoe
pt: Canoa

source: Boat
pt: Barco

source: Swim
pt: Nadar

source: Select the activities you would like to do
pt: Selecione as atividades que gostaria de fazer

source: Activity Planner
pt: Planejador de Atividades

source: Create Schedule
pt: Criar Cronograma

source: Genre
pt: Gênero

source: Select the electronic music genre you want to generate a playlist
pt: Selecione o gênero de música eletrônica para o qual deseja gerar uma playlist

source: Playlist Creator
pt: Criador de Playlist

source: Create Playlist
pt: Criar Playlist

source: Select the location you would like to see recommendations for.
pt: Selecione o local para o qual gostaria de ver recomendações.

source: Experiences
pt: Experiências

source: Select the experiences you would like to have
pt: Selecione as experiências que gostaria de ter

source: City Adventure Planner
pt: Planejador de Aventuras na Cidade

source: Pastries
pt: Doces

source: Select pastry names you would like ChatGPT to create an enticing menu for
pt: Selecione os nomes de doces para os quais você gostaria que o ChatGPT criasse um menu atraente

source: Menu Generator
pt: Gerador de Cardápio

source: Create Menu
pt: Criar Cardápio

source: What is your favorite primary color
pt: Qual é sua cor primária favorita

source: Color Chooser
pt: Seletor de Cores

source: Enable Tracking
pt: Ativar Rastreamento

source: Allow Dimagi to collect usage information to improve CommCare.
pt: Permita que a Dimagi colete informações de uso para melhorar o CommCare.

source: You can learn more about the information we collect and the ways we use it in our privacy policy
pt: Você pode saber mais sobre as informações que coletamos e como as utilizamos em nossa política de privacidade

source: Style Guide
pt: Guia de Estilo

source: Class-Based Examples
pt: Exemplos Baseados em Classe

source: Basic Page
pt: Página Básica

source: Section Page
pt: Página de Seção

source: Functional Examples
pt: Exemplos Funcionais

source: Class-Based Views
pt: Visualizações Baseadas em Classe

source: Functional Views
pt: Visualizações Funcionais

source: Password (Repeat)
pt: Senha (Repetir)

source: Has Staff Privileges
pt: Possui Privilégios de Equipe

source: Simple Crispy Form Example
pt: Exemplo Simples de Formulário Crispy

source: Register a New User
pt: Registrar Novo Usuário

source: Form processed successfully.
pt: Formulário processado com sucesso.

source: Simple Crispy Form
pt: Formulário Crispy Simples

source: Live Example
pt: Exemplo ao Vivo

source: Documentation
pt: Documentação

source: Back to Forms
pt: Voltar para Formulários

source: Examples
pt: Exemplos

source: Translated text within a paragraph tag should always be indented like this
pt: O texto traduzido dentro de uma tag de parágrafo deve sempre ser indentado assim

source: Short titles are fine
pt: Títulos curtos estão ok

source: Translated text within attributes
pt: Texto traduzido dentro de atributos

source: Not Active
pt: Não Ativo

source: Simple Pagination: HTMX + Django Tables2
pt: Paginação Simples: HTMX + Django Tables2

source: This button will trigger a refresh on the table once its HTMX request is complete:
pt: Este botão irá atualizar a tabela assim que sua requisição HTMX for concluída:

source: Refresh Table After Request
pt: Atualizar Tabela Após Requisição

source: Added filter!
pt: Filtro adicionado!

source: To-Do
pt: Lista de Tarefas

source: Add Item
pt: Adicionar Item

source: Trigger Error
pt: Disparar Erro

source: This username is already taken. Please try another one.
pt: Este nome de usuário já está em uso. Por favor, tente outro.

source: This email is already assigned to a user. Please use another email.
pt: Este e-mail já está atribuído a um usuário. Por favor, use outro e-mail.

source: Edit Feature Flag:
pt: Editar Flag de Funcionalidade:

source: Show usage
pt: Mostrar uso

source: Please confirm with %(owner)s before using it.
pt: Por favor, confirme com %(owner)s antes de usar.

source: Randomness ranges from 0-1.<br/>0=disabled for all<br/>1=enable for all
pt: Aleatoriedade varia de 0-1.<br/>0=desativado para todos<br/>1=ativado para todos

source: Enabled toggle items
pt: Itens ativados

source: Items added here will be enabled regardless of the randomness (or disabled if preceded by `!`)
pt: Itens adicionados aqui serão ativados independentemente da aleatoriedade (ou desativados se precedidos por `!`)

source: Add
pt: Adicionar

source: Export generation in progress. You will receive an email to %(email)s once complete.
pt: Exportação em andamento. Você receberá um e-mail em %(email)s quando estiver concluído.

source: Show usage metrics
pt: Mostrar métricas de uso

source: Active Domains
pt: Domínios ativos

source: Last Usage
pt: Último uso

source: Issues found. You should receive an email shortly.
pt: Problemas encontrados. Você deve receber um e-mail em breve.

source: No issues found.
pt: Nenhum problema encontrado.

source: Workbook check failed to finish due to the following error : %s
pt: A verificação da planilha não foi concluída devido ao seguinte erro: %s

source: Hi, PFA file for discrepancies found for app translations.
pt: Olá, segue em anexo o arquivo com as discrepâncias encontradas nas traduções do aplicativo.

source: Hi, No discrepancies found for app translations.
pt: Olá, nenhuma discrepância encontrada nas traduções do aplicativo.

source: Issues found with the workbook are as follows :
pt: Os problemas encontrados na planilha são os seguintes:

source: No issues found with the workbook.
pt: Criança com problemas de malnutrição

source: App Translations Discrepancies for {}
pt: Discrepâncias nas traduções do aplicativo para {}

source: App Translations Updated!
pt: Tradução do aplicativo sucedeu!

source: Invalid menu in row "%s", skipping row.
pt: Menu inválido na linha "%s", pulando linha.

source: Invalid form in row "%s", skipping row.
pt: Formulário inválido na linha "%s", pulando linha.

source: Did not recognize "%s", skipping row.
pt: Não foi possível reconhecer "%s", pulando linha.

source: Sheet "%s" was repeated. Only the first occurrence has been processed.
pt: A planilha "%s" foi repetida. Apenas a primeira ocorrência foi processada.

source: Skipping sheet "%s", could not recognize title
pt: Pulando a planilha "%s", não foi possível reconhecer o título

source: Skipping sheet {title}: expected first columns to be {expected}
pt: Pulando a planilha {title}: esperado que as primeiras colunas fossem {expected}

source: Sheet "{sheet}" has fewer columns than expected. Sheet will be processed but the following translations will be unchanged: {columns}
pt: A planilha "{sheet}" tem menos colunas do que o esperado. A planilha será processada, mas as seguintes traduções permanecerão inalteradas: {columns}

source: Sheet "{sheet}" has unrecognized columns. Sheet will be processed but will ignore the following columns: {columns}
pt: A planilha "{sheet}" tem colunas não reconhecidas. A planilha será processada, mas as seguintes colunas serão ignoradas: {columns}

source: Error in {sheet}: {msg}
pt: Erro em {sheet}: {msg}

source: Form has no translation element present to be used as a template.
pt: O formulário não possui elemento de tradução presente para ser usado como modelo.

source: You must provide at least one translation for the label '{}'.
pt: Você deve fornecer pelo menos uma tradução para o rótulo '{}'.

source: Unrecognized translation label {0}. That row has been skipped
pt: Rótulo de tradução não reconhecido {0}. Essa linha foi pulada

source: Found conflicting nodes for label {}
pt: Nódulos conflitantes encontrados para o rótulo {}

source: Form {index}, "{name}", is a shadow form. Cannot translate shadow forms, skipping.
pt: Formulário {index}, "{name}", é um formulário sombra. Não é possível traduzir formulários sombra, pulando.

source: case list
pt: lista de casos

source: case detail
pt: detalhe do caso

source: Expected {expected_count} {list_or_detail} properties in menu {index}, found {actual_count}. No case list or detail properties for menu {index} were updated.
pt: Esperado {expected_count} propriedades de {list_or_detail} no menu {index}, encontrado {actual_count}. Nenhuma propriedade de lista ou detalhe de caso do menu {index} foi atualizada.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". This property has either been removed or does not exist.
pt: Uma linha de {display_or_hint} para o menu {index} possui uma propriedade de busca de caso inesperada "{field}". Essa propriedade foi removida ou não existe.

source: A {display_or_hint} row for menu {index} has an unexpected case search property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
pt: Uma linha de {display_or_hint} para o menu {index} possui uma propriedade de busca de caso inesperada "{field}". As propriedades de caso devem aparecer na mesma ordem em que estão no download em massa de traduções do aplicativo. Nenhuma tradução foi atualizada para essa linha.

source: Expected {expected_count} case_search_display properties in menu {index}, found {actual_label_count} for case_search_display. Case Search config properties for menu {index} were only partially updated.
pt: Esperado {expected_count} propriedades case_search_display no menu {index}, encontrado {actual_label_count} para case_search_display. As propriedades de configuração de Busca de Caso para o menu {index} foram atualizadas apenas parcialmente.

source: Found unexpected row "{0}" for menu {1}. No changes were made for menu {1}.
pt: Linha inesperada "{0}" encontrada para o menu {1}. Nenhuma alteração foi feita para o menu {1}.

source: Expected {0} reports for menu {1} but found row for Report {2}. No changes were made for menu {1}.
pt: Esperado {0} relatórios para o menu {1}, mas encontrada linha para o Relatório {2}. Nenhuma alteração foi feita para o menu {1}.

source: Found row for {0}, but this report uses an xpath description, which is not localizable. Description not updated.
pt: Linha encontrada para {0}, mas este relatório usa uma descrição xpath, que não é localizável. Descrição não atualizada.

source: Expected {0} case detail tabs for menu {1} but found row for Tab {2}. No changes were made for menu {1}.
pt: Esperado {0} abas de detalhe de caso para o menu {1}, mas encontrada linha para a Aba {2}. Nenhuma alteração foi feita para o menu {1}.

source: You must provide at least one translation of the case property '%s'
pt: Você deve fornecer pelo menos uma tradução para a propriedade de caso '%s'

source: A row for menu {index} has an unexpected case property "{field}". Case properties must appear in the same order as they do in the bulk app translation download. No translations updated for this row.
pt: Uma linha para o menu {index} possui uma propriedade de caso inesperada "{field}". As propriedades de caso devem aparecer na mesma ordem em que estão no download em massa de traduções do aplicativo. Nenhuma tradução foi atualizada para essa linha.

source: Upload a xls/xlsx/po/zip file
pt: Envie um arquivo xls/xlsx/po/zip

source: Convert
pt: Converter

source: Please ensure columns 'source' and 'translation' in the sheet
pt: Por favor, certifique-se de que as colunas 'source' e 'translation' estejam na planilha

source: Unexpected file passed within zip. Please upload xls/xlsx/po files.
pt: Arquivo inesperado dentro do zip. Por favor, envie arquivos xls/xlsx/po.

source: Unexpected file passed. Please upload xls/xlsx/po/zip file.
pt: Arquivo inesperado enviado. Por favor, envie um arquivo xls/xlsx/po/zip.

source: Transifex project
pt: Projeto Transifex

source: Target Language
pt: Idioma de destino

source: Resource Slug
pt: Slug do Recurso

source: Leave blank to fetch full project
pt: Deixe em branco para buscar o projeto completo

source: Leave blank to use current saved state
pt: Deixe em branco para usar o estado salvo atual

source: Check this if you want to maintain different resources separately for different versions of the application. Leave it unchecked for continuous update to the same set of resources
pt: Marque isto se quiser manter recursos diferentes separadamente para diferentes versões do aplicativo. Deixe desmarcado para atualização contínua no mesmo conjunto de recursos

source: Translated Language
pt: Idioma Traduzido

source: Select Translated Language
pt: Selecione o Idioma Traduzido

source: Confirm that resources are completely translated before performing request
pt: Confirme que os recursos estão completamente traduzidos antes de realizar a solicitação

source: Please confirm that you want to proceed?
pt: Por favor, confirme que deseja continuar?

source: Version not available for app
pt: Versão não disponível para o aplicativo

source: Check this if you want to update an existing resource, instead of creating new ones. If you submit this form without this check, duplicate resources may be created.
pt: Marque isto se quiser atualizar um recurso existente, em vez de criar novos. Se você enviar este formulário sem marcar, recursos duplicados podem ser criados.

source: Source Language on Transifex
pt: Idioma de Origem no Transifex

source: Lock translations for resources that are being pulled
pt: Bloquear traduções para recursos que estão sendo puxados

source: Please note that this will lock the resource for all languages
pt: Por favor, note que isso irá bloquear o recurso para todos os idiomas

source: Add translation to blacklist
pt: Adicionar tradução à lista negra

source: From Application
pt: Do Aplicativo

source: To Application
pt: Para o Aplicativo

source: Upload a xls file mapping old to new ids
pt: Envie um arquivo xls mapeando os ids antigos para os novos

source: We recommend taking a backup if you have not already.Please confirm that you want to proceed?
pt: Recomendamos fazer um backup se ainda não fez. Por favor, confirme que deseja continuar?

source: Could not load file. Please ensure columns {type_header}, {old_id_header} and {new_id_header} are present
pt: Não foi possível carregar o arquivo. Por favor, certifique-se de que as colunas {type_header}, {old_id_header} e {new_id_header} estão presentes

source: missing value(s) in sheet
pt: valor(es) ausente(s) na planilha

source: Could not load file. 'Type' column should be either 'Menu' or 'Form'
pt: Não foi possível carregar o arquivo. A coluna 'Type' deve ser 'Menu' ou 'Form'

source: Source and target app can not be the same
pt: O aplicativo de origem e o de destino não podem ser o mesmo

source: Target app default language and the source app default language don't match
pt: O idioma padrão do aplicativo de destino e o idioma padrão do aplicativo de origem não coincidem

source: Transifex project source lang and the source app default language don't match
pt: O idioma de origem do projeto Transifex e o idioma padrão do aplicativo de origem não coincidem

source: Transifex project source lang and the target app default language don't match
pt: O idioma de origem do projeto Transifex e o idioma padrão do aplicativo de destino não coincidem

source: Successfully Uploaded
pt: Enviado com sucesso

source: Successfully Removed
pt: Removido com sucesso

source: Translations
pt: Traduções

source: Transifex integration not set for this domain
pt: Integração com Transifex não configurada para este domínio

source: Convert Translations
pt: Converter Traduções

source: Pull Resource
pt: Puxar Recurso

source: Blacklist Translations
pt: Lista Negra de Traduções

source: App Translations
pt: Traduções do Aplicativo
