Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: User's assigned location
pt: Localização atribuída ao usuário

source: Radial Algorithm
pt: Algoritmo Radial

source: Road Network Algorithm
pt: Algoritmo de Rede Viária

source: Fetch mobile worker location data from custom field
pt: Buscar dados de localização do trabalhador móvel a partir do campo personalizado

source: The name of the mobile worker custom field which stores the users' geo-location data.
pt: O nome do campo personalizado do trabalhador móvel que armazena os dados de geolocalização dos usuários.

source: Fetch case location data from property
pt: Buscar dados de localização do caso a partir da propriedade

source: Grouping method
pt: Método de agrupamento

source: Determines which parameter to use for grouping cases
pt: Determina qual parâmetro usar para agrupar casos

source: Maximum group size
pt: Tamanho máximo do grupo

source: The maximum number of cases that can be in a group
pt: O número máximo de casos que pode haver em um grupo

source: Minimum group size
pt: Tamanho mínimo do grupo

source: The minimum number of cases that can be in a group
pt: O número mínimo de casos que pode haver em um grupo

source: Target group count
pt: Quantidade alvo de grupos

source: The desired number of groups. Cases will be divided equally to create this many groups
pt: O número desejado de grupos. Os casos serão divididos igualmente para criar essa quantidade de grupos

source: Max distance (km) to case
pt: Distância máxima (km) até o caso

source: The maximum distance (in kilometers) from the user to the case. Leave blank to skip.
pt: A distância máxima (em quilômetros) do usuário até o caso. Deixe em branco para ignorar.

source: Max travel time (minutes) to case
pt: Tempo máximo de viagem (minutos) até o caso

source: The maximum travel time (in minutes) from the user to the case. Leave blank to skip.
pt: O tempo máximo de viagem (em minutos) do usuário até o caso. Deixe em branco para ignorar.

source: Select travel mode
pt: Selecione o modo de viagem

source: The travel mode of the users. Consider this when specifying the max travel time to each case.
pt: O modo de viagem dos usuários. Considere isso ao especificar o tempo máximo de viagem para cada caso.

source: Disbursement algorithm
pt: Algoritmo de distribuição

source: Uses the straight-line distance between users and cases to determine allocation of cases. Ideal for when map road coverage is poor.
pt: Usa a distância em linha reta entre usuários e casos para determinar a alocação dos casos. Ideal para quando a cobertura de estradas no mapa é ruim.

source: Takes distance along roads between users and cases into account to determine allocation of cases. Ideal for when map road coverage is good.
pt: Leva em conta a distância pelas estradas entre usuários e casos para determinar a alocação dos casos. Ideal para quando a cobertura de estradas no mapa é boa.

source: Minimum cases assigned per user
pt: Mínimo de casos atribuídos por usuário

source: The minimum number of cases each user can be assigned
pt: O número mínimo de casos que cada usuário pode receber

source: Maximum cases assigned per user
pt: Máximo de casos atribuídos por usuário

source: The maximum number of cases each user can be assigned. Leave blank in case you don't want to specify any upper limit.
pt: O número máximo de casos que cada usuário pode receber. Deixe em branco caso não queira especificar um limite superior.

source: Enter mapbox token
pt: Insira o token do Mapbox

source: Enter your Mapbox API token here. Make sure your token has the correct scope configured for use of the Mapbox Matrix API.
pt: Insira seu token da API Mapbox aqui. Certifique-se de que seu token tenha o escopo correto configurado para uso da API Mapbox Matrix.

source: Flag assigned cases
pt: Marcar casos atribuídos

source: When enabled, cases that are assigned through disbursement from the Case Management page will include a case property '{}' with value as True.
pt: Quando ativado, casos atribuídos por distribuição a partir da página de Gerenciamento de Casos incluirão uma propriedade do caso '{}' com valor igual a True.

source: Case Clustering Map Parameters
pt: Parâmetros do Mapa de Agrupamento de Casos

source: Algorithms
pt: Algoritmos

source: Test API Key
pt: Testar chave da API

source: Location Data Properties
pt: Propriedades dos Dados de Localização

source: The currently used "{{ config.case_location_property_name }}" case property has been deprecated in the Data Dictionary. Please consider switching this to another property.
pt: A propriedade de caso atualmente usada "{{ config.case_location_property_name }}" foi descontinuada no Dicionário de Dados. Considere trocar para outra propriedade.

source: The currently used "{{ config.case_location_property_name }}" case property may be associated with cases. Selecting a new case property will have the following effects:<ul><li>All cases using the old case property will no longer appear on maps.</li><li>If the old case property is being used in an application, a new version would need to be released with the new case property for all users that capture location data.</li></ul>
pt: A propriedade de caso atualmente usada "{{ config.case_location_property_name }}" pode estar associada a casos. Selecionar uma nova propriedade de caso terá os seguintes efeitos:<ul><li>Todos os casos usando a propriedade de caso antiga não aparecerão mais nos mapas.</li><li>Se a propriedade de caso antiga estiver sendo usada em um aplicativo, uma nova versão precisará ser lançada com a nova propriedade de caso para todos os usuários que capturam dados de localização.</li></ul>

source: Value for maximum group size required
pt: Valor para tamanho máximo do grupo obrigatório

source: Value for minimum group size required
pt: Valor para tamanho mínimo do grupo obrigatório

source: Maximum group size should be greater than or equal to minimum group size
pt: O tamanho máximo do grupo deve ser maior ou igual ao tamanho mínimo do grupo

source: Value for target group count required
pt: Valor para quantidade alvo de grupos obrigatório

source: Mapbox API token required
pt: Token da API Mapbox obrigatório

source: The maximum cases per user cannot be less than the minimum specified
pt: O máximo de casos por usuário não pode ser menor que o mínimo especificado

source: %(value)s is not a valid travel mode
pt: %(value)s não é um modo de viagem válido

source: Min/Max Grouping
pt: Agrupamento Mín/Máx

source: Target Size Grouping
pt: Agrupamento por Tamanho Alvo

source: Walking
pt: Caminhada

source: Cycling
pt: Ciclismo

source: Driving
pt: Dirigindo

source: Microplanning Map
pt: Mapa de Microplanejamento

source: name
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Case Clustering Map
pt: Mapa de Agrupamento de Casos

source: Owner Name
pt: Nome do Proprietário

source: Case Coordinates
pt: Coordenadas do Caso

source: Lock Map
pt: Bloquear Mapa

source: Unlock Map
pt: Desbloquear Mapa

source: Export Groups
pt: Exportar Grupos

source: Summary of Case Clustering Map
pt: Resumo do Mapa de Agrupamento de Casos

source: Total number of clusters
pt: Número total de agrupamentos

source: Maximum cases per cluster
pt: Máximo de casos por agrupamento

source: Minimum cases per cluster
pt: Mínimo de casos por agrupamento

source: Select Case Groups to View
pt: Selecione Grupos de Casos para Visualizar

source: Show Only Selected Groups on Map
pt: Mostrar Apenas Grupos Selecionados no Mapa

source: Show All Groups
pt: Mostrar Todos os Grupos

source: Case reassignment request in progress. Please be patient.
pt: Solicitação de reatribuição de caso em andamento. Por favor, aguarde.

source: Mobile Worker Filters
pt: Filtros de Trabalhadores Móveis

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
pt: <strong >Houve um problema ao recuperar os trabalhadores móveis do servidor.</strong > Se este problema continuar, por favor <a href="#modalReportIssue" data-toggle="modal">relate um problema</a>.

source: Show mobile workers on the map
pt: Mostrar trabalhadores móveis no mapa

source: Only users at this location will be shown on the map.
pt: Apenas usuários nesta localização serão exibidos no mapa.

source: Hide Filter Options
pt: Ocultar Opções de Filtro

source: Show Filter Options
pt: Mostrar Opções de Filtro

source: Running disbursement algorithm...
pt: Executando algoritmo de distribuição...

source: We couldn't match every case to a user with the current disbursement settings. Please follow any of the below steps to rectify this. <ul> <li>Ensure that your settings are correct</li> <li>Allocate more users to the area</li> <li> Use filtered areas to reduce the number of cases such that the algorithm can ensure all cases are assigned. </li> </ul>
pt: Não foi possível associar todos os casos a um usuário com as configurações de distribuição atuais. Por favor, siga qualquer um dos passos abaixo para corrigir isso. <ul> <li>Certifique-se de que suas configurações estão corretas</li> <li>Aloque mais usuários para a área</li> <li> Use áreas filtradas para reduzir o número de casos de modo que o algoritmo possa garantir que todos os casos sejam atribuídos. </li> </ul>

source: Previous disbursement was cleared.
pt: Distribuição anterior foi limpa.

source: Disbursement parameters
pt: Parâmetros de Distribuição

source: Layers
pt: Camadas

source: Review Results
pt: Revisar Resultados

source: Accept Results
pt: Aceitar Resultados

source: Selected Mobile Workers
pt: Trabalhadores Móveis Selecionados

source: Mobile Workers on Map
pt: Trabalhadores Móveis no Mapa

source: All Mobile Workers on Map
pt: Todos os Trabalhadores Móveis no Mapa

source: Selected Cases
pt: Casos Selecionados

source: Cases on Map
pt: Casos no Mapa

source: All Cases on Map
pt: Todos os Casos no Mapa

source: Mobile workers that do not have any associated GPS data.
pt: Trabalhadores móveis que não possuem dados de GPS associados.

source: Changes have been saved successfully!
pt: Alterações salvas com sucesso!

source: Users without GPS Data
pt: Usuários sem Dados de GPS

source: Enter latitude...
pt: Digite a latitude...

source: The value should be a number between -90 and 90
pt: O valor deve ser um número entre -90 e 90

source: Enter longitude...
pt: Digite a longitude...

source: The value should be a number between -180 and 180
pt: O valor deve ser um número entre -180 e 180

source: Capture on Map
pt: Capturar no Mapa

source: Loading users...
pt: Carregando usuários...

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
pt: <strong>Houve um problema ao recuperar os dados do servidor.</strong> Por favor, verifique sua conexão com a internet. Se este problema continuar, por favor <a href="#modalReportIssue" data-toggle="modal">relate um problema</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
pt: <strong>Houve um problema ao enviar dados para o servidor.</strong> Por favor, verifique sua conexão com a internet. Se este problema continuar, por favor <a href="#modalReportIssue" data-toggle="modal">relate um problema</a>.

source: Create New Case
pt: Criar Novo Caso

source: Save Case
pt: Salvar Caso

source: Capturing location for:
pt: Capturando localização para:

source: Enter new case name...
pt: Digite o nome do novo caso...

source: A case name is required
pt: É necessário informar um nome para o caso

source: A case type is required
pt: É necessário informar um tipo de caso

source: Update Case Data
pt: Atualizar Dados do Caso

source: Update Mobile Worker Data
pt: Atualizar Dados do Trabalhador Móvel

source: To create new Mobile Workers navigate to the Mobile Workers page under the Users tab.
pt: Para criar novos Trabalhadores Móveis, navegue até a página de Trabalhadores Móveis na aba Usuários.

source: Navigate there.
pt: Navegar até lá.

source: <strong >There was an issue retrieving mobile workers from the server.</strong > If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
pt: <strong >Houve um problema ao recuperar os trabalhadores móveis do servidor.</strong > Se este problema continuar, por favor <a href="#modalReportIssue" data-bs-toggle="modal">relate um problema</a>.

source: <strong>There was an issue retrieving data from the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
pt: <strong>Houve um problema ao recuperar os dados do servidor.</strong> Por favor, verifique sua conexão com a internet. Se este problema continuar, por favor <a href="#modalReportIssue" data-bs-toggle="modal">relate um problema</a>.

source: <strong>There was an issue submitting data to the server.</strong> Please check your internet connection. If this problem continues, please <a href="#modalReportIssue" data-bs-toggle="modal">report an issue</a>.
pt: <strong>Houve um problema ao enviar dados para o servidor.</strong> Por favor, verifique sua conexão com a internet. Se este problema continuar, por favor <a href="#modalReportIssue" data-bs-toggle="modal">relate um problema</a>.

source: Are you sure you want to delete this saved area?
pt: Tem certeza de que deseja excluir esta área salva?

source: You are about to delete this saved area
pt: Você está prestes a excluir esta área salva

source: Review Assignment Results
pt: Revisar Resultados da Atribuição

source: All potential cases for each mobile worker will be pre-selected and de-selecting a case will remove it from final assignments once the "Assign" button is clicked.
pt: Todos os casos potenciais para cada trabalhador móvel serão pré-selecionados e desmarcar um caso irá removê-lo das atribuições finais assim que o botão "Atribuir" for clicado.

source: Assignment Status
pt: Status da Atribuição

source: Show All
pt: Mostrar Todos

source: Assigned Only
pt: Apenas Atribuídos

source: Unassigned Only
pt: Apenas Não Atribuídos

source: Select mobile worker for case assignment
pt: Selecione o trabalhador móvel para atribuição de caso

source: Potential Mobile Worker
pt: Trabalhador Móvel Potencial

source: Mobile Worker Primary Location
pt: Localização Primária do Trabalhador Móvel

source: Include related cases
pt: Incluir casos relacionados

source: Assign Cases
pt: Atribuir Casos

source: Unassign Cases
pt: Desatribuir Casos

source: Finish
pt: Finalizar

source: Filter by Saved Area
pt: Filtrar por Área Salva

source: Export Area
pt: Exportar Área

source: Delete Area
pt: Excluir Área

source: Save Area
pt: Salvar Área

source: Run Disbursement
pt: Executar Pagamento

source: Please <a href="">refresh the page</a> to apply the polygon filtering changes.
pt: Por favor, <a href="">atualize a página</a> para aplicar as alterações de filtragem do polígono.

source: There are too many polygons on the map. Please remove some before refreshing the page, otherwise the newly added polygons will be lost.
pt: Existem muitos polígonos no mapa. Por favor, remova alguns antes de atualizar a página, caso contrário os novos polígonos adicionados serão perdidos.

source: Existing cases in the domain were not processed to be available in Microplanning reports because there were too many to be processed. New or updated cases will still be available for use for Microplanning. Please reach out to support if you need support with existing cases.
pt: Os casos existentes no domínio não foram processados para ficarem disponíveis nos relatórios de Microplanejamento porque havia muitos para serem processados. Novos ou casos atualizados ainda estarão disponíveis para uso no Microplanejamento. Por favor, entre em contato com o suporte se precisar de ajuda com casos existentes.

source: Oops! Something went wrong while processing existing cases to be available in Microplanning reports. Please reach out to support.
pt: Ops! Algo deu errado ao processar os casos existentes para ficarem disponíveis nos relatórios de Microplanejamento. Por favor, entre em contato com o suporte.

source: Existing cases in the domain are being processed to be available in Microplanning reports. Please be patient.
pt: Os casos existentes no domínio estão sendo processados para ficarem disponíveis nos relatórios de Microplanejamento. Por favor, aguarde.

source: POST Body must be a valid json in {"geo_json": <geo_json>} format
pt: O corpo do POST deve ser um json válido no formato {"geo_json": <geo_json>}

source: Empty geo_json POST field
pt: Campo geo_json do POST está vazio

source: Invalid GeoJSON, geo_json must be a FeatureCollection of Polygons
pt: GeoJSON inválido, geo_json deve ser um FeatureCollection de Polígonos

source: Please specify a name for the GeoPolygon area.
pt: Por favor, especifique um nome para a área do GeoPolígono.

source: GeoPolygon with given name already exists! Please use a different name.
pt: Já existe um GeoPolígono com esse nome! Por favor, use um nome diferente.

source: Saved area '{polygon_name}' has been successfully deleted.
pt: Área salva '{polygon_name}' foi excluída com sucesso.

source: Configuration Settings
pt: Configurações de Configuração

source: Manage GPS Data
pt: Gerenciar Dados de GPS

source: POST Body must be a valid json
pt: O corpo do POST deve ser um json válido

source: Cases were reassigned successfully
pt: Os casos foram reatribuídos com sucesso

source: Maximum number of cases that can be reassigned is {limit}
pt: O número máximo de casos que podem ser reatribuídos é {limit}

source: Following Case ids in request are invalid: {}
pt: Os seguintes IDs de caso na solicitação são inválidos: {}

source: Following Owner ids in request are invalid: {}
pt: Os seguintes IDs de proprietário na solicitação são inválidos: {}

source: Case reassignment limit exceeded. Please select fewer cases to update or consider deselecting 'include related cases'. Reach out to support if you still need assistance.
pt: Limite de reatribuição de casos excedido. Por favor, selecione menos casos para atualizar ou considere desmarcar 'incluir casos relacionados'. Entre em contato com o suporte se ainda precisar de assistência.

source: Case reassignment is currently in progress. Please try again later.
pt: A reatribuição de casos está em andamento no momento. Por favor, tente novamente mais tarde.

source: Case reassignment request has been accepted and will be completed in some time
pt: A solicitação de reatribuição de casos foi aceita e será concluída em breve

source: Groups
pt: Grupos

source: This project no longer has access to the Organization feature.
pt: Este projeto não tem mais acesso ao recurso de Organização.

source: Click here to fix this.
pt: Clique aqui para corrigir isso.

source: Groups are a useful way of combining multiple <strong>Mobile Workers</strong> into one entity that can be managed in the following ways:
pt: Grupos são úteis para se combinar vários <strong>Trabalhadores Móveis</strong> em uma entidade que possa ser gerida das seguintes maneiras:

source: <strong>Reporting Groups</strong> are used in reports to filter and view data.
pt: <strong>Grupos de Relatório</strong>são usados em relatórios para filtrar e visualizar dados.

source: <strong>Case Sharing Groups</strong> allow their members to share a case list in a case-sharing app.
pt: <strong>Grupos de Partilha de Caso</strong> permitem que os seus membros partilhem uma lista de caso numa aplicação de partilha de caso.

source: Project Groups
pt: Grupos do Projeto

source: Reporting Group
pt: Grupo de Relatório

source: Reporting Groups
pt: Grupos de Relatórios

source: Reporting groups are used in reports to filter and view data.
pt: Grupos de Relatório são usados em relatórios para filtrar e visualizar dados.

source: You can remove this group from reports by editing this group's settings.
pt: Você pode remover este grupo dos relatórios editando as configurações deste grupo.

source: Case Sharing Group
pt: Grupo de Compartilhamento de Casos

source: Case Sharing Groups
pt: Grupos que Partilham Casos

source: Case sharing groups allow their members to share a case list in a case-sharing app.
pt: Grupos de compartilhamento de casos permitem que seus membros compartilhem uma lista de casos em um aplicativo de compartilhamento de casos.

source: You can change this by editing this group's settings.
pt: Você pode alterar isso editando as configurações deste grupo.

source: Limited Access
pt: Acesso Limitado

source: There are no groups currently visible to you. If you think this is incorrect, please contact your project's administrator.
pt: Não há grupos visíveis para você no momento. Se você acha que isso está incorreto, entre em contato com o administrador do seu projeto.

source: You don't have any groups yet, please create a Group to get started.
pt: Você ainda não possui nenhum grupo, por favor crie um Grupo para começar.

source: Viewing Group
pt: Visualizando Grupo

source: Editing Group
pt: Grupo de Edição

source: This group has been deleted already.
pt: Este grupo já foi excluído.

source: If you would like to undelete it you can do so below.
pt: Se você deseja restaurá-lo, pode fazê-lo abaixo.

source: Restore Group "%(group_name)s"
pt: Restaurar Grupo "%(group_name)s"

source: Change group type to Reporting Group
pt: Alterar tipo de grupo para Grupo de Relatórios

source: Edit Settings
pt: Editar Configurações

source: Verify Phone Numbers
pt: Verificar Números de Telefone

source: Initiate Phone Number Verification for All Mobile Workers In This Group
pt: Iniciar Verificação de Número de Telefone para Todos os Trabalhadores Móveis Neste Grupo

source: For all active mobile workers in this group, and for each phone number, this will initiate an SMS verification workflow. When a user replies to the SMS, their phone number will be verified.<br><br>If the phone number is already verified or if the phone number is already in use by another contact in the system, nothing will happen. If the phone number is pending verification, the verification SMS will be resent.
pt: Para todos os trabalhadores móveis ativos neste grupo, e para cada número de telefone, isso irá iniciar um fluxo de verificação por SMS. Quando um usuário responder ao SMS, seu número de telefone será verificado.<br><br>Se o número de telefone já estiver verificado ou se o número de telefone já estiver em uso por outro contato no sistema, nada acontecerá. Se o número de telefone estiver pendente de verificação, o SMS de verificação será reenviado.

source: Delete Group "%(group_name)s"
pt: Excluir Grupo "%(group_name)s"

source: Group Membership
pt: Adesão em Grupo

source: Group Data
pt: Dados do Grupo

source: <p>No Mobile Workers are currently assigned to this group.</p>
pt: <p>Nenhum Trabalhador Móvel está atualmente atribuído a este grupo.</p>

source: Your permissions allow you to <strong>create, update, and delete groups</strong> and <strong>update group details &amp; data</strong>. However, your project administrator has not granted you permission to change the group membership.
pt: Suas permissões permitem que você <strong>crie, atualize e exclua grupos</strong> e <strong>atualize detalhes e dados do grupo</strong>. No entanto, o administrador do seu projeto não concedeu permissão para alterar a participação do grupo.

source: Updating Group Membership, please wait...
pt: Atualizando Participação no Grupo, por favor aguarde...

source: No Data Provided
pt: Nenhum Dado Fornecido
