Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
pt: Para visualizar e pagar faturas, você pode acessar seu espaço de projeto no CommCare HQ e navegar até <a href="%(statements_url)s">Extratos de Cobrança</a>.

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s">Billing Statements</a>.
pt: Para visualizar e pagar faturas, o administrador do seu projeto pode acessar seu espaço de projeto no CommCare HQ e navegar até <a href="%(statements_url)s">Extratos de Cobrança</a>.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
pt: Obrigado por usar %(plan_name)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s.

source: Best regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
pt: Atenciosamente,<br /> Equipe CommCare HQ<br /> www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: %(greeting)s Your %(month_name)s Billing Statement is now available for Customer Account %(account_name)s. Statement No.: %(statement_number)s Account: %(account_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
pt: %(greeting)s Seu Extrato de Cobrança de %(month_name)s já está disponível para a Conta do Cliente %(account_name)s. Nº do Extrato: %(statement_number)s Conta: %(account_name)s Status: %(payment_status)s Valor Devido neste Mês: %(amount_due)s Saldo Total: %(total_balance)s

source: Payment Due Date: %(date_due)s
pt: Data de Vencimento do Pagamento: %(date_due)s

source: Please note that the due date for this %(month_name)s payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. However as your total balance is now beyond $%(small_invoice_threshold)s, please note that you have to pay your balance within the next 30 days.
pt: Por favor, note que a data de vencimento deste pagamento de %(month_name)s foi adiada, pois o valor devido neste mês é inferior a $%(small_invoice_threshold)s. No entanto, como seu saldo total agora está acima de $%(small_invoice_threshold)s, observe que você deve pagar seu saldo dentro dos próximos 30 dias.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
pt: Para visualizar o extrato completo de cobrança, acesse seu espaço de projeto no CommCare HQ e navegue até Extratos de Cobrança em %(statements_url)s

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to Billing Statements at %(statements_url)s
pt: O administrador do seu projeto pode visualizar o extrato completo de cobrança acessando seu espaço de projeto no CommCare HQ e navegando até Extratos de Cobrança em %(statements_url)s

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
pt: - Para pagar com cartão de crédito, acesse sua página de Extratos de Cobrança, clique no botão verde "Fazer Pagamento" em frente à(s) sua(s) fatura(s) em aberto, e preencha o valor que deseja pagar, bem como os dados do seu cartão de crédito.

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
pt: - Para pagar por transferência bancária, encontre os dados bancários da Dimagi na sua fatura. Inclua o número da fatura no seu pagamento por transferência e certifique-se de enviar um e-mail para %(accounts_email)s após realizar o pagamento, mencionando a data do pagamento, o valor, o número da fatura e o espaço do projeto.

source: Please note that the due date for this payment has been postponed, as the amount due this month is less than $%(small_invoice_threshold)s. You will start receiving reminder emails for payments once your total balance reaches $%(small_invoice_threshold)s.
pt: Por favor, note que a data de vencimento deste pagamento foi adiada, pois o valor devido neste mês é inferior a $%(small_invoice_threshold)s. Você começará a receber e-mails de lembrete para pagamentos assim que seu saldo total atingir $%(small_invoice_threshold)s.

source: To view and pay invoices, you can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
pt: Para visualizar e pagar faturas, você pode acessar seu espaço de projeto no CommCare HQ e navegar até Extratos de Cobrança em %(statements_url)s

source: To view and pay invoices, your project's administrator can log into your project space on CommCare HQ and navigate to Billing Statements at %(statements_url)s
pt: Para visualizar e pagar faturas, o administrador do seu projeto pode acessar seu espaço de projeto no CommCare HQ e navegar até Extratos de Cobrança em %(statements_url)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Obrigado por usar %(plan_name)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Dear %(domain)s administrator,
pt: Caro/a %(domain)s administrator/a,

source: Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
pt: Sua assinatura %(plan_name)s termina em breve! Se você não renovar sua assinatura até lá, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até se inscrever novamente em um novo plano pago.

source: To change or renew your subscription, please reach out to %(sales_email)s.
pt: Para alterar ou renovar sua assinatura, entre em contato com %(sales_email)s.

source: If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare.
pt: Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Obrigado pelo seu uso e apoio ao CommCare.

source: Best regards,
pt: Atenciosamente,

source: The CommCare HQ Team
pt: Equipe CommCare HQ

source: Dear %(account)s administrator, Your %(plan_name)s subscription ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please reach out to %(sales_email)s. If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) de %(account)s, Sua assinatura %(plan_name)s termina em breve! Se você não renovar sua assinatura até lá, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até se inscrever novamente em um novo plano pago. Para alterar ou renovar sua assinatura, entre em contato com %(sales_email)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Obrigado pelo seu uso e apoio ao CommCare. Atenciosamente, Equipe CommCare HQ %(base_url)s

source: Dear %(domain)s administrator,
pt: Prezado(a) administrador(a) de %(domain)s,

source: Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan.
pt: Sua assinatura foi pausada para o espaço de projeto CommCare %(domain)s. Você pode recuperar o acesso aos seus dados e ao espaço do projeto assinando novamente um plano.

source: To see the full list of unpaid invoices you can follow this link:
pt: Para ver a lista completa de faturas em aberto, acesse este link:

source: As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following these <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >instructions</a >.
pt: Lembrando que os pagamentos podem ser feitos por cartão de crédito, Transferência Eletrônica de Fundos (EFT) ou cheque seguindo estas <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" >instruções</a >.

source: After you have paid the unpaid invoices you can re-subscribe to your plan here:
pt: Após pagar as faturas em aberto, você pode assinar novamente seu plano aqui:

source: If you have any questions, please don’t hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Thank you for using CommCare.
pt: Se tiver alguma dúvida, não hesite em entrar em contato <a href="mailto:%(contact_email)s">%(contact_email)s</a>. Obrigado por usar o CommCare.

source: Best regards, <br /> The CommCare HQ Team <br /> www.commcarehq.org
pt: Atenciosamente, <br /> Equipe CommCare HQ <br /> www.commcarehq.org

source: Dear %(domain)s administrator, Your subscription has been paused for the CommCare project space %(domain)s. You can regain access to your data and project space by re-subscribing to a plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods After you have paid the unpaid invoices you can re-subscribe to your plan here: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
pt: Prezado(a) administrador(a) de %(domain)s, Sua assinatura foi pausada para o espaço de projeto CommCare %(domain)s. Você pode recuperar o acesso aos seus dados e ao espaço do projeto assinando novamente um plano. Para ver a lista completa de faturas em aberto, acesse este link: %(statements_url)s Lembrando que os pagamentos podem ser feitos por cartão de crédito, Transferência Eletrônica de Fundos (EFT) ou cheque seguindo as instruções em https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Após pagar as faturas em aberto, você pode assinar novamente seu plano aqui: %(subscription_url)s Se tiver alguma dúvida, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar o CommCare. Atenciosamente, Equipe CommCare HQ www.commcarehq.org

source: Dear %(domain_or_account)s administrator,
pt: Prezado(a) administrador(a) de %(domain_or_account)s,

source: Your CommCare %(subscriptions_to_downgrade)s will be paused <b><i>after tomorrow</i></b> because your CommCare Billing Statements are more than %(days_overdue)s days overdue. <strong >If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to paid plan.</strong >
pt: Sua(s) assinatura(s) %(subscriptions_to_downgrade)s do CommCare será(ão) pausada(s) <b><i>após amanhã</i></b> porque seus Extratos de Cobrança do CommCare estão com mais de %(days_overdue)s dias de atraso. <strong >Se você não efetuar o pagamento até amanhã, sua assinatura será pausada automaticamente e você perderá o acesso ao seu espaço de projeto e dados até assinar novamente um plano pago.</strong >

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >these steps</a >.
pt: Você também pode pagar antecipadamente por vários meses a qualquer momento seguindo <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing" >estes passos</a >.

source: Dear %(domain_or_account)s administrator, Your CommCare %(subscriptions_to_downgrade)s will be paused after tomorrow because your CommCare Billing Statements are more than %(days_overdue)s days overdue. If you do not make a payment before tomorrow, your subscription will automatically be paused and you will lose access to your project space and data until you re-subscribe to a paid plan. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for using CommCare. Best regards, The CommCare HQ Team www.commcarehq.org
pt: Prezado(a) administrador(a) de %(domain_or_account)s, Sua(s) assinatura(s) %(subscriptions_to_downgrade)s do CommCare será(ão) pausada(s) após amanhã porque seus Extratos de Cobrança do CommCare estão com mais de %(days_overdue)s dias de atraso. Se você não efetuar o pagamento até amanhã, sua assinatura será pausada automaticamente e você perderá o acesso ao seu espaço de projeto e dados até assinar novamente um plano pago. Para ver a lista completa de faturas em aberto, acesse este link: %(statements_url)s Lembrando que os pagamentos podem ser feitos por cartão de crédito, Transferência Eletrônica de Fundos (EFT) ou cheque seguindo as instruções em https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Você também pode pagar antecipadamente por vários meses a qualquer momento seguindo os passos em https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Se tiver alguma dúvida, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar o CommCare. Atenciosamente, Equipe CommCare HQ www.commcarehq.org

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
pt: Seu Extrato de Cobrança %(plan_name)s já está disponível para %(month_name)s.

source: Best Regards,<br /> The CommCare HQ Team<br /> www.commcarehq.org
pt: Atenciosamente,<br /> Equipe CommCare HQ<br /> www.commcarehq.org

source: %(greeting)s Your %(plan_name)s Billing Statement is now available for %(month_name)s. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
pt: %(greeting)s Seu Extrato de Cobrança %(plan_name)s já está disponível para %(month_name)s. Nº do Extrato: %(statement_number)s Espaço do Projeto: %(domain)s Plano de Software: %(plan_name)s Status: %(payment_status)s Valor Devido neste Mês: %(amount_due)s Saldo Total: %(total_balance)s

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Obrigado por usar %(plan_name)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: You have recently elected to enroll in automatic payment for your CommCare invoices with the following credentials
pt: Você optou recentemente por se inscrever no pagamento automático para suas faturas do CommCare com as seguintes credenciais

source: Username
pt: Nome de usuário

source: Last 4 digits of Credit Card
pt: Últimos 4 dígitos do Cartão de Crédito

source: On the generation of your next invoice, your credit card will automatically be charged on the invoice due date. You do not have to take any further action to enable payment for invoices generated in the future. To unenroll from auto pay or to update your credit card information, navigate to the <a href='%(billing_info_url)s'>Billing Information page</a>.
pt: Na geração da sua próxima fatura, seu cartão de crédito será automaticamente cobrado na data de vencimento da fatura. Você não precisa tomar nenhuma ação adicional para habilitar o pagamento das faturas geradas futuramente. Para cancelar a inscrição no pagamento automático ou atualizar as informações do seu cartão de crédito, acesse a <a href='%(billing_info_url)s'>página de Informações de Cobrança</a>.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.
pt: Obrigado por usar o CommCare. Se tiver alguma dúvida, não hesite em entrar em contato com <a href="mailto:%(invoicing_contact_email)s">%(invoicing_contact_email)s</a>.

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
pt: Seu Extrato de Cobrança %(plan_name)s já está disponível para %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
pt: Você selecionou o pagamento automático desta fatura usando um cartão de crédito com os quatro últimos dígitos %(last_4)s. Seu cartão de crédito será cobrado automaticamente em %(date_due)s. Você pode alterar esta configuração acessando seu espaço de projeto no CommCare HQ e navegando até <a href="%(statements_url)s">Extratos de Cobrança</a>.

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Your %(plan_name)s Billing Statement is now available for %(month_name)s.
pt: Seu Extrato de Cobrança %(plan_name)s já está disponível para %(month_name)s.

source: You have selected to automatically pay this invoice using a credit card with the last four digits %(last_4)s. Your credit card will automatically be charged on %(date_due)s. You can alter this setting by logging into your project space on CommCare HQ and navigating to Billing Statements.
pt: Você selecionou o pagamento automático desta fatura usando um cartão de crédito com os quatro últimos dígitos %(last_4)s. Seu cartão de crédito será cobrado automaticamente em %(date_due)s. Você pode alterar esta configuração acessando seu espaço de projeto no CommCare HQ e navegando até Extratos de Cobrança.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
pt: Obrigado por usar %(plan_name)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s.

source: Best Regards, The CommCare HQ Team www.commcarehq.org
pt: Atenciosamente, Equipe CommCare HQ www.commcarehq.org

source: Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
pt: Este e-mail é um recibo do seu pagamento de %(amount)s referente à Fatura Nº %(invoice_num)s do seu projeto %(project)s.

source: This invoice is now marked as paid as of %(date_paid)s.
pt: Esta fatura agora está marcada como paga a partir de %(date_paid)s.

source: Invoice No.
pt: # de Fatura

source: Date Due
pt: Data devida

source: Dear %(name)s, This email is a receipt for your payment of %(amount)s toward Invoice No. %(invoice_num)s for your project %(project)s.
pt: Prezado(a) %(name)s, Este e-mail é um recibo do seu pagamento de %(amount)s referente à Fatura Nº %(invoice_num)s do seu projeto %(project)s.

source: Please note that there is still a remaining balance on this Invoice. Invoice No.: %(invoice_num)s Amount Paid: %(amount)s Payment Date: %(date_paid)s Transaction No.: %(transaction_id)s Remaining Balance: %(balance)s Date Due: %(date_due)s
pt: Observe que ainda há um saldo restante nesta Fatura. Fatura Nº: %(invoice_num)s Valor Pago: %(amount)s Data do Pagamento: %(date_paid)s Nº da Transação: %(transaction_id)s Saldo Restante: %(balance)s Data de Vencimento: %(date_due)s

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Email From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Obrigado por usar o CommCare. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org E-mail de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days.
pt: Prezado(a) administrador(a) de %(domain_or_account)s, este é um lembrete de que seu Extrato de Cobrança %(plan_name)s referente a %(month_name)s vence em %(days_until_due)s dias.

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to <a href="%(statements_url)s"> Billing Statements</a>.
pt: Para visualizar o extrato de cobrança completo, acesse seu espaço de projeto no CommCare HQ e navegue até <a href="%(statements_url)s"> Extratos de Cobrança</a>.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to <a href="%(statements_url)s">Billing Statements</a>.
pt: O(a) administrador(a) do seu projeto pode visualizar o extrato de cobrança completo acessando seu espaço de projeto no CommCare HQ e navegando até <a href="%(statements_url)s">Extratos de Cobrança</a>.
