Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: The "%(property)s" property is required.
pt: A propriedade "%(property)s" é obrigatória.

source: The "form_configs" property is a dictionary, not a "%(data_type)s".
pt: A propriedade "form_configs" é um dicionário, não um "%(data_type)s".

source: The "%(property)s" property is required for form "{}".
pt: A propriedade "%(property)s" é obrigatória para o formulário "{}".

source: Please specify the XMLNS of the form.
pt: Por favor, especifique o XMLNS do formulário.

source: Please specify the DHIS2 Program of the event.
pt: Por favor, especifique o Programa DHIS2 do evento.

source: Please map CommCare values to DHIS2 data elements.
pt: Por favor, mapeie os valores do CommCare para os elementos de dados do DHIS2.

source: No diagnosis available for this error
pt: Nenhum diagnóstico disponível para este erro

source: Forward Forms to DHIS2 as Anonymous Events
pt: Encaminhar Formulários para o DHIS2 como Eventos Anônimos

source: Forward Cases as DHIS2 Tracked Entities
pt: Encaminhar Casos como Entidades Monitoradas do DHIS2

source: There was an error retrieving some UCR data. Try contacting support to help resolve this issue.
pt: Ocorreu um erro ao recuperar alguns dados UCR. Tente entrar em contato com o suporte para ajudar a resolver este problema.

source: Add DataSet Map
pt: Adicionar Mapa de DataSet

source: DataSet Map
pt: Mapa de DataSet

source: Save DataSet map
pt: Salvar mapa de DataSet

source: DHIS2 DataSet Maps
pt: Mapas de DataSet do DHIS2

source: Add DataSet Map (JSON UI)
pt: Adicionar Mapa de DataSet (UI JSON)

source: View log
pt: Ver log

source: Edit (JSON UI)
pt: Editar (UI JSON)

source: Delete DataSet Map
pt: Excluir Mapa de DataSet

source: Edit DataSet Map
pt: Editar Mapa de DataSet

source: DataValue Maps
pt: Mapas de DataValue

source: Update DataValue Map <strong data-bind="text: column"></strong>:
pt: Atualizar Mapa de DataValue <strong data-bind="text: column"></strong>:

source: Delete DataValue Map <strong data-bind="text: column"></strong>?
pt: Excluir Mapa de DataValue <strong data-bind="text: column"></strong>?

source: Yes, delete the DataValue Map for column <strong data-bind="text: column"></strong>.
pt: Sim, excluir o Mapa de DataValue para a coluna <strong data-bind="text: column"></strong>.

source: Edit Configuration
pt: Editar Configuração

source: Case config
pt: Configuração de caso

source: Add case config
pt: Adicionar configuração de caso

source: Update DHIS2 Tracked Entity configuration
pt: Atualizar configuração de Entidade Monitorada do DHIS2

source: Form Config
pt: Configuração de Formulário

source: DataSet Maps per page
pt: Mapas de DataSet por página

source: There are no DataSet Maps
pt: Não há Mapas de DataSet

source: Loading DataSet Maps
pt: Carregando Mapas de DataSet

source: DataSet map updated successfully.
pt: Mapa de DataSet atualizado com sucesso.

source: Invalid value for "domain"
pt: Valor inválido para "domain"

source: DataValue Maps per page
pt: Mapas de DataValue por página

source: This DataSet Map has no DataValue Maps
pt: Este Mapa de DataSet não possui Mapas de DataValue

source: Loading DataValue Maps
pt: Carregando Mapas de DataValue

source: DHIS2 Anonymous Events configuration saved
pt: Configuração de Eventos Anônimos do DHIS2 salva

source: You cannot have more than one case config for the same case type.
pt: Você não pode ter mais de uma configuração de caso para o mesmo tipo de caso.

source: DHIS2 Tracked Entity configuration saved
pt: Configuração de Entidade Rastreada do DHIS2 salva

source: Edit DHIS2 Anonymous Event Repeater
pt: Editar Repetidor de Evento Anônimo do DHIS2

source: Forward Cases to DHIS2 as Tracked Entities
pt: Encaminhar Casos para o DHIS2 como Entidades Rastreáveis

source: Edit DHIS2 Tracked Entity Repeater
pt: Editar Repetidor de Entidade Rastreada do DHIS2

source: FHIR version
pt: Versão FHIR

source: Enable patient registration
pt: Ativar registro de paciente

source: Register new patients on the remote FHIR service?
pt: Registrar novos pacientes no serviço FHIR remoto?

source: Enable patient search
pt: Ativar busca de paciente

source: Search the remote FHIR service for matching patients?
pt: Buscar pacientes correspondentes no serviço FHIR remoto?

source: Forward Cases to a FHIR API
pt: Encaminhar Casos para uma API FHIR

source: Unsupported FHIR Resource type {}. Please choose from {}
pt: Tipo de Recurso FHIR não suportado {}. Por favor, escolha entre {}

source: Edit FHIR Repeater
pt: Editar Repetidor FHIR

source: e.g. "https://play.dhis2.org/dev/"
pt: ex.: "https://play.dhis2.org/dev/"

source: Client secret
pt: Segredo do cliente

source: Token URL
pt: URL do token

source: e.g. "https://play.dhis2.org/dev/uaa/oauth/token"
pt: ex.: "https://play.dhis2.org/dev/uaa/oauth/token"

source: Token Refresh URL
pt: URL de atualização do token

source: Pass credentials in header
pt: Enviar credenciais no cabeçalho

source: Pass credentials in Basic Auth header when requesting a token
pt: Enviar credenciais no cabeçalho Basic Auth ao solicitar um token

source: Include client ID
pt: Incluir ID do cliente

source: Send the client ID in the body of the token request
pt: Enviar o ID do cliente no corpo da solicitação de token

source: Space-separated list of scopes e.g. "read write"
pt: Lista de escopos separada por espaço, ex.: "read write"

source: Skip certificate verification
pt: Pular verificação de certificado

source: Do not use in a production environment
pt: Não use em ambiente de produção

source: Addresses to send notifications
pt: Endereços para envio de notificações

source: A comma-separated list of email addresses to send error notifications
pt: Uma lista de endereços de e-mail separados por vírgula para envio de notificações de erro

source: API auth preset
pt: Pré-configuração de autenticação da API

source: (Custom)
pt: (Personalizado)

source: Additional headers
pt: Cabeçalhos adicionais

source: A JSON object of additional headers to include on all requests
pt: Um objeto JSON de cabeçalhos adicionais a serem incluídos em todas as solicitações

source: OAuth 2.0 Settings
pt: Configurações OAuth 2.0

source: Test Connection
pt: Testar Conexão

source: Invalid email address(es): {emails}
pt: Endereço(s) de e-mail inválido(s): {emails}

source: Auth type '{}' requires a username.
pt: O tipo de autenticação '{}' requer um nome de usuário.

source: Unexpected type for transformed request
pt: Tipo inesperado para solicitação transformada

source: Error parsing HL7: {}
pt: Erro ao analisar HL7: {}

source: Payload must be valid JSON
pt: O payload deve ser um JSON válido

source: Create a new API
pt: Criar nova API

source: Input Data Type
pt: Tipo de Dados de Entrada

source: Basic Configuration
pt: Configuração Básica

source: Filters and Expressions
pt: Filtros e Expressões

source: Filtered
pt: Filtrado

source: Validation Failed
pt: Falha na Validação

source: Request Status
pt: Status da Solicitação

source: Inbound API Request Logs
pt: Logs de Solicitação de API de Entrada

source: API Request Log
pt: Log de Solicitação de API

source: Copy URL
pt: Copiar URL

source: Validation Expressions
pt: Expressões de Validação

source: Name is required and must be less than 64 characters
pt: O nome é obrigatório e deve ter menos de 64 caracteres

source: Expression is required
pt: Expressão é obrigatória

source: Message is required
pt: Mensagem é obrigatória

source: Add Validation
pt: Adicionar Validação

source: Metadata
pt: Metadados

source: Request Details
pt: Detalhes da Solicitação

source: Response Details
pt: Detalhes da Resposta

source: Processing Attempts
pt: Tentativas de Processamento

source: Retry
pt: Tentar Novamente

source: Reverting API Requests
pt: Revertendo Solicitações de API

source: Reverts actions performed in this request and archives any associated forms.
pt: Reverte as ações realizadas nesta solicitação e arquiva quaisquer formulários associados.

source: Request exceeds the allowed size limit
pt: A solicitação excede o limite de tamanho permitido

source: Unable to decode request body
pt: Não foi possível decodificar o corpo da solicitação

source: Inbound API Configurations
pt: Configurações de API de Entrada

source: Edit API Configuration
pt: Editar Configuração de API

source: API Configuration updated successfully.
pt: Configuração de API atualizada com sucesso.

source: There is an error in your data API validations
pt: Há um erro nas validações de dados da sua API

source: This can happen if the IP address of a Repeater is changed to point to a different server, or if a server has been rebuilt. It can signal more severe consequences, like attempts to synchronize CommCare cases with OpenMRS patients that can no longer be found.
pt: Isso pode acontecer se o endereço IP de um Repetidor for alterado para apontar para outro servidor, ou se um servidor foi reconstruído. Pode sinalizar consequências mais graves, como tentativas de sincronizar casos do CommCare com pacientes do OpenMRS que não podem mais ser encontrados.

source: It is unclear how Atom feed pagination can lead to page "{}". Follow up with OpenMRS system administrator.
pt: Não está claro como a paginação do feed Atom pode levar à página "{}". Entre em contato com o administrador do sistema OpenMRS.

source: Response text: {}
pt: Texto da resposta: {}

source: There is an XML syntax error in the OpenMRS Atom feed at
pt: Há um erro de sintaxe XML no feed Atom do OpenMRS em

source: No users found at location "{repeater.location_id}" to own patients added from OpenMRS Atom feed.
pt: Nenhum usuário encontrado na localização "{repeater.location_id}" para ser proprietário dos pacientes adicionados do feed OpenMRS Atom.

source: {repeater.domain}: {repeater}: Error in settings: Unable to update
pt: {repeater.domain}: {repeater}: Erro nas configurações: Não foi possível atualizar

source: {repeater.domain}: {repeater}: Error fetching Patient
pt: {repeater.domain}: {repeater}: Erro ao buscar Paciente

source: {repeater.domain}: {repeater}: More than one case found
pt: {repeater.domain}: {repeater}: Mais de um caso encontrado

source: {repeater.domain}: {repeater}: Error fetching Encounter
pt: {repeater.domain}: {repeater}: Erro ao buscar Encontro

source: Provider UUID
pt: UUID do Prestador

source: person property key "%(key)s" is not valid.
pt: A chave de propriedade da pessoa "%(key)s" não é válida.

source: person preferred name key "%(key)s" is not valid.
pt: A chave do nome preferido da pessoa "%(key)s" não é válida.

source: person preferred address key "%(key)s" is not valid.
pt: A chave do endereço preferido da pessoa "%(key)s" não é válida.

source: ID "%(id_)s" used in "match_on_ids" is missing from "patient_identifiers".
pt: O ID "%(id_)s" usado em "match_on_ids" está ausente de "patient_identifiers".

source: OpenMRS URL
pt: URL do OpenMRS

source: e.g. "http://www.example.com/openmrs"
pt: ex.: "http://www.example.com/openmrs"

source: Location ID
pt: ID da Localização

source: If a project space has multiple OpenMRS servers to import from, for which CommCare location is this OpenMRS server authoritative?
pt: Se um espaço de projeto tiver vários servidores OpenMRS para importar, para qual localização do CommCare este servidor OpenMRS é autoritativo?

source: Import Frequency
pt: Frequência de Importação

source: How often should cases be imported?
pt: Com que frequência os casos devem ser importados?

source: Log Level
pt: Nível de Log

source: Timezone
pt: Fuso Horário

source: Timezone name. If not specified, the domain's timezone will be used.
pt: Nome do fuso horário. Se não especificado, será usado o fuso horário do domínio.

source: Report UUID
pt: UUID do Relatório

source: The OpenMRS UUID of the report of patients to be imported
pt: O UUID do OpenMRS do relatório de pacientes a serem importados

source: Report Parameters
pt: Parâmetros do Relatório

source: The ID of the mobile worker or location who will own new cases
pt: O ID do agente móvel ou localização que será responsável pelos novos casos

source: The Organization Level whose mobile worker will own new cases
pt: O Nível da Organização cujo agente móvel será responsável pelos novos casos

source: External ID Column
pt: Coluna de ID Externo

source: The column that contains the OpenMRS UUID of the patient
pt: A coluna que contém o UUID do OpenMRS do paciente

source: Name Columns
pt: Colunas de Nome

source: Space-separated column(s) to be concatenated to create the case name (e.g. "givenName familyName")
pt: Coluna(s) separada(s) por espaço a serem concatenadas para criar o nome do caso (ex.: "givenName familyName")

source: Map columns to properties
pt: Mapear colunas para propriedades

source: e.g. [{"column": "givenName", "property": "first_name"}, ...]
pt: por exemplo, [{"column": "givenName", "property": "first_name"}, ...]

source: Cases at this location and below will be forwarded. Leave empty if this is the only OpenMRS Forwarder
pt: Casos neste local e abaixo serão encaminhados. Deixe em branco se este for o único Encaminhador OpenMRS

source: Poll Atom feed for changes made in OpenMRS/Bahmni
pt: Consultar feed Atom por alterações feitas no OpenMRS/Bahmni

source: Atom feed enabled
pt: Feed Atom ativado

source: Specify a single case type so that CommCare can add cases using the Atom feed for patients created in OpenMRS/Bahmni.
pt: Especifique um único tipo de caso para que o CommCare possa adicionar casos usando o feed Atom para pacientes criados no OpenMRS/Bahmni.

source: Specify a location so that CommCare can set an owner for cases added via the Atom feed.
pt: Especifique um local para que o CommCare possa definir um responsável para casos adicionados via feed Atom.

source: Either the same person has more than one CommCare case, or OpenMRS repeater configuration needs to be modified to match cases with patients more accurately.
pt: Ou a mesma pessoa possui mais de um caso no CommCare, ou a configuração do repetidor OpenMRS precisa ser modificada para corresponder casos e pacientes com mais precisão.

source: Forward to OpenMRS
pt: Encaminhar para OpenMRS

source: Unable to create an OpenMRS patient for case
pt: Não foi possível criar um paciente OpenMRS para o caso

source: Add OpenMRS Importer
pt: Adicionar Importador OpenMRS

source: Update OpenMRS Importers
pt: Atualizar Importadores OpenMRS

source: Import Now
pt: Importar Agora

source: OpenMRS Importer
pt: Importador OpenMRS

source: OpenMRS Importers
pt: Importadores OpenMRS

source: OpenMRS Importers saved
pt: Importadores OpenMRS salvos

source: Edit OpenMRS Repeater
pt: Editar Repetidor OpenMRS

source: Succeeded
pt: Sucesso

source: Cancelled
pt: Cancelado

source: Invalid Payload
pt: Payload inválido

source: Is enabled
pt: Está ativado

source: Is not enabled
pt: Não está ativado

source: Should be enabled
pt: Deve ser ativado

source: Can be disabled
pt: Pode ser desativado

source: Response case action filter expression
pt: Expressão de filtro de ação de caso de resposta

source: Response case action expression
pt: Expressão de ação de caso de resposta

source: This expression is used to generate the request payload. It is required for POST, and PUT requests.
pt: Esta expressão é usada para gerar o payload da requisição. É obrigatória para requisições POST e PUT.

source: Items to add to the end of the URL. Please see the documentation for more information.
pt: Itens para adicionar ao final da URL. Consulte a documentação para mais informações.

source: Use this to determine if the response should create or update a case. If left blank, no action will be taken. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
pt: Use isto para determinar se a resposta deve criar ou atualizar um caso. Se deixado em branco, nenhuma ação será tomada. Para mais informações, veja <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">estes documentos</a>

source: Use this to create a Case API payload which will be used to create or update a case. For more info see <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">these docs</a>
pt: Use isto para criar um payload da API de Caso que será usado para criar ou atualizar um caso. Para mais informações, veja <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146602964/Configurable+Repeaters">estes documentos</a>

source: This field is required for {request_method} requests.
pt: Este campo é obrigatório para requisições {request_method}.

source: This field is required when '{other}' is provided
pt: Este campo é obrigatório quando '{other}' é fornecido

source: Configurable Case Repeater
pt: Repetidor de Caso Configurável

source: Configurable Form Repeater
pt: Repetidor de Formulário Configurável

source: Configurable ArcGIS Form Repeater
pt: Repetidor de Formulário ArcGIS Configurável

source: [No error message given by ArcGIS]
pt: [Nenhuma mensagem de erro fornecida pelo ArcGIS]

source: Edit Case Repeater
pt: Editar Repetidor de Caso

source: Edit Form Repeater
pt: Editar Repetidor de Formulário

source: Edit ArcGIS Form Repeater
pt: Editar Repetidor de Formulário ArcGIS

source: Start Forwarding
pt: Iniciar Encaminhamento

source: Include 'app_id' URL query parameter.
pt: Incluir parâmetro de consulta de URL 'app_id'.

source: Users to exclude
pt: Usuários a serem excluídos

source: Forms submitted by these users will not be forwarded
pt: Formulários enviados por estes usuários não serão encaminhados

source: XMLNSes of forms to include
pt: XMLNSes dos formulários a incluir

source: Separate with commas, spaces or newlines. Leave empty to forward all forms.
pt: Separe com vírgulas, espaços ou quebras de linha. Deixe em branco para encaminhar todos os formulários.

source: Only cases of this type will be forwarded. Leave empty to forward all cases
pt: Apenas casos deste tipo serão encaminhados. Deixe em branco para encaminhar todos os casos

source: Case creations and updates submitted by these users will not be forwarded
pt: Criações e atualizações de casos enviadas por estes usuários não serão encaminhadas

source: Unknown case-type
pt: Tipo de caso desconhecido

source: Unknown user
pt: Usuário desconhecido

source: Forward Forms
pt: Encaminhar Formulários

source: Forward Cases
pt: Encaminhar Casos

source: Forward Cases on Creation Only
pt: Encaminhar Casos Apenas na Criação

source: Forward Cases on Update Only
pt: Encaminhar Casos Apenas na Atualização

source: Forward Cases To Another Commcare Project
pt: Encaminhar Casos para Outro Projeto CommCare

source: Update Cases in another CommCare Project via a Data Registry
pt: Atualizar Casos em outro Projeto CommCare via um Registro de Dados

source: Forward Form Stubs
pt: Encaminhar Rascunhos de Formulário

source: Forward App Schema Changes
pt: Encaminhar Alterações no Esquema do Aplicativo

source: Forward Users
pt: Encaminhar Usuários

source: Forward Locations
pt: Encaminhar Localizações

source: Forward Data Source Data
pt: Encaminhar Dados da Fonte de Dados

source: Python dictionary
pt: Dicionário Python

source: Resend selected records
pt: Reenviar registros selecionados

source: Requeue selected records
pt: Reenfileirar registros selecionados

source: Requeue
pt: Reenfileirar

source: Cancel selected records
pt: Cancelar registros selecionados

source: You must filter to a specific repeater or payload in order to take an action on the entire table.
pt: Você deve filtrar para um repetidor ou payload específico para poder realizar uma ação em toda a tabela.

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-default"> Select all <b>%(formatted_total)s</b> records in this table </button>
pt: Todos os <b><span id="selected-page-count"></span></b> registros nesta página estão selecionados. <button id="select-table-button" role="button" class="btn btn-default"> Selecionar todos os <b>%(formatted_total)s</b> registros nesta tabela </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-default"> Clear selection </button>
pt: Todos os <b>%(formatted_total)s</b> registros nesta tabela estão selecionados. <button id="clear-table-selection" role="button" class="btn btn-default"> Limpar seleção </button>

source: Confirmation
pt: Confirmação

source: Are you sure?
pt: Tem certeza?

source: All <b><span id="selected-page-count"></span></b> records on this page are selected. <button id="select-table-button" role="button" class="btn btn-outline-primary" > Select all <b>%(formatted_total)s</b> records in this table </button>
pt: Todos os <b><span id="selected-page-count"></span></b> registros nesta página estão selecionados. <button id="select-table-button" role="button" class="btn btn-outline-primary" > Selecionar todos os <b>%(formatted_total)s</b> registros nesta tabela </button>

source: All <b>%(formatted_total)s</b> records in this table are selected. <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > Clear selection </button>
pt: Todos os <b>%(formatted_total)s</b> registros nesta tabela estão selecionados. <button id="clear-table-selection" role="button" class="btn btn-outline-primary" > Limpar seleção </button>

source: No attempts exist for this record.
pt: Não existem tentativas para este registro.

source: Diagnosis:
pt: Diagnóstico:

source: View records
pt: Visualizar registros

source: Resume
pt: Retomar

source: Resume Forwarding
pt: Retomar Encaminhamento

source: Are you sure you want to resume forwarding to: "%(name)s" ? <br/> All records enqueued for this forwarder with be triggered once forwarding is resumed.
pt: Tem certeza de que deseja retomar o encaminhamento para: "%(name)s"? <br/> Todos os registros enfileirados para este encaminhador serão disparados assim que o encaminhamento for retomado.

source: Pause
pt: Pausar

source: Pause Forwarding
pt: Pausar Encaminhamento

source: Are you sure you want to pause forwarding to: "%(name)s" ? <br/> Please note that new records would get enqueued but would get triggered only when forwarding is resumed.
pt: Tem certeza de que deseja pausar o encaminhamento para: "%(name)s"? <br/> Observe que novos registros serão enfileirados, mas só serão disparados quando o encaminhamento for retomado.

source: Delete Configuration
pt: Excluir Configuração

source: Are you sure you want to delete the configuration for: %(name)s ? <br/><br /> Historical data forwarding records will not be deleted, but no new records will be forwarded, and this configuration will no longer appear on this page.
pt: Tem certeza de que deseja excluir a configuração para: %(name)s? <br/><br /> Os registros históricos de encaminhamento de dados não serão excluídos, mas nenhum novo registro será encaminhado, e esta configuração não aparecerá mais nesta página.

source: %(pending_record_count)s pending items to be forwarded
pt: %(pending_record_count)s itens pendentes para encaminhar

source: Failure
pt: Falha

source: You haven't configured any services to forward to yet.
pt: Você ainda não configurou nenhum serviço para encaminhar.

source: Add a service to forward to
pt: Adicionar um serviço para encaminhar

source: Unable to generate url for record
pt: Não foi possível gerar a URL para o registro

source: Invalid payload
pt: Payload inválido

source: Remote Service
pt: Serviço Remoto

source: Retry Date
pt: Data de Nova Tentativa

source: Delivery Attempts
pt: Tentativas de Entrega

source: View Responses
pt: Visualizar Respostas
