Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Rows from the database
pt: Linhas do banco de dados

source: Please note that this data source is being rebuilt.
pt: Por favor, note que esta fonte de dados está sendo reconstruída.

source: Please note that this data source is being rebuilt in place.
pt: Por favor, note que esta fonte de dados está sendo reconstruída no local.

source: Please note that this data source is yet to be built / rebuilt by CommCare HQ.
pt: Por favor, note que esta fonte de dados ainda precisa ser construída/reconstruída pelo CommCare HQ.

source: Preview Custom Web Report Data
pt: Pré-visualizar Dados do Relatório Web Personalizado

source: Custom Web Report Source Summary
pt: Resumo da Fonte de Relatório Web Personalizado

source: Preview Data
pt: Pré-visualizar Dados

source: Data Source Summary
pt: Resumo da Fonte de Dados

source: Rebuild Custom Web Report Source
pt: Reconstruir Fonte de Relatório Web Personalizado

source: Rebuild Data Source
pt: Reconstruir Fonte de Dados

source: Custom Web Report Source JSON
pt: JSON da Fonte de Relatório Web Personalizado

source: Data Source JSON
pt: JSON da Fonte de Dados

source: Rebuild Table in Place
pt: Reconstruir Tabela no Local

source: Delete Custom Web Report Source
pt: Excluir Fonte de Relatório Web Personalizado

source: Delete Data Source
pt: Excluir Fonte de Dados

source: This data source is read only, any changes made can not be saved.
pt: Esta fonte de dados é somente leitura, quaisquer alterações feitas não poderão ser salvas.

source: Datasource currently unused
pt: Fonte de dados atualmente não utilizada

source: Reports dependent on this data source
pt: Relatórios dependentes desta fonte de dados

source: Are you sure you want to delete this data source?
pt: Tem certeza de que deseja excluir esta fonte de dados?

source: Deleting this will break the reports below that refer to the data source
pt: Excluir isso irá quebrar os relatórios abaixo que se referem à fonte de dados

source: Are you sure you want to rebuild this custom web report source?
pt: Tem certeza de que deseja reconstruir esta fonte de relatório web personalizado?

source: Are you sure you want to rebuild this data source?
pt: Tem certeza de que deseja reconstruir esta fonte de dados?

source: Rebuilding this report source will erase all the existing data in the report source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
pt: Reconstruir esta fonte de relatório irá apagar todos os dados existentes na fonte de relatório e começar a preenchê-la novamente. Enquanto a reconstrução estiver ocorrendo, os relatórios baseados nesta fonte de dados mostrarão dados incompletos.

source: Rebuilding this data source will erase all the existing data in the data source and start populating it again. While the rebuild is happening, reports based on this data source will show incomplete data.
pt: Reconstruir esta fonte de dados irá apagar todos os dados existentes na fonte de dados e começar a preenchê-la novamente. Enquanto a reconstrução estiver ocorrendo, os relatórios baseados nesta fonte de dados mostrarão dados incompletos.

source: <p> Based on the amount of data to be processed, this can take a considerable amount of time. </p> <p>Please confirm if you want to proceed.</p>
pt: <p> Com base na quantidade de dados a serem processados, isso pode levar um tempo considerável. </p> <p>Por favor, confirme se deseja continuar.</p>

source: View Custom Web Report
pt: Visualizar Relatório Web Personalizado

source: View Report
pt: Visualizar Relatório

source: View Custom Web Report Source
pt: Visualizar Fonte de Relatório Web Personalizado

source: View Data Source
pt: Visualizar Fonte de Dados

source: Custom Web Report JSON
pt: JSON do Relatório Web Personalizado

source: Report Source
pt: Fonte do Relatório

source: Usage
pt: Uso

source: This report is not referred to by any apps in this domain.
pt: Este relatório não é referenciado por nenhum aplicativo neste domínio.

source: This is a static report, which might be referred to by apps in other domains.
pt: Este é um relatório estático, que pode ser referenciado por aplicativos em outros domínios.

source: The following apps depend on this report:
pt: Os seguintes aplicativos dependem deste relatório:

source: Custom Web Report Expression Debugger
pt: Depurador de Expressão de Relatório Web Personalizado

source: UCR Expression Debugger
pt: Depurador de Expressão UCR

source: Paste an expression and document information below to see the result of that expression evaluated on the document.
pt: Cole uma expressão e informações do documento abaixo para ver o resultado dessa expressão avaliada no documento.

source: Input Type
pt: Tipo de Entrada

source: Document Type
pt: Tipo de Documento

source: Document ID
pt: ID do Documento

source: Document JSON
pt: JSON do Documento

source: Your document JSON has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
pt: Seu JSON do documento contém erros de análise! Para mais detalhes, tente colar em um <a href="http://jsonlint.com/" target="_blank">Validador de JSON</a>.

source: Custom Web Report Source (optional)
pt: Fonte de Relatório Web Personalizado (opcional)

source: Data Source (optional)
pt: Fonte de Dados (opcional)

source: If specified, named filters and expressions from this data source can be used.
pt: Se especificado, filtros nomeados e expressões desta fonte de dados podem ser usados.

source: Saved expression
pt: Expressão salva

source: Use a saved expression from the <a href="%(expressions_url)s">expression library</a>
pt: Use uma expressão salva da <a href="%(expressions_url)s">biblioteca de expressões</a>

source: Expression JSON
pt: JSON da Expressão

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
pt: Sua expressão contém erros de análise! Para mais detalhes, tente colar em um <a href="http://jsonlint.com/" target="_blank">Validador de JSON</a>.

source: Evaluate!
pt: Avaliar!

source: Format JSON
pt: Formatar JSON

source: Report spec
pt: Especificação do relatório

source: paste report source here
pt: cole a fonte do relatório aqui

source: Preview table: %(display_name)s (%(total_rows)s total rows)
pt: Pré-visualização da tabela: %(display_name)s (%(total_rows)s linhas totais)

source: Technical Details:
pt: Detalhes Técnicos:

source: Delete Report
pt: Excluir Relatório

source: Named Expression
pt: Expressão Nomeada

source: Named Filter
pt: Filtro Nomeado

source: Definition
pt: Definição

source: Your expression has parse errors! For more details, try pasting into a <a href="http://jsonlint.com/" target="_blank">JSON Validator</a>.
pt: Sua expressão contém erros de análise! Para mais detalhes, tente colar em um <a href="http://jsonlint.com/" target="_blank">Validador de JSON</a>.

source: see more
pt: ver mais

source: Update Expression
pt: Atualizar Expressão

source: Delete expression <strong data-bind="text: name"></strong>?
pt: Excluir expressão <strong data-bind="text: name"></strong>?

source: Yes, delete the <strong data-bind="text: name"></strong> expression.
pt: Sim, excluir a expressão <strong data-bind="text: name"></strong>.

source: Deleting Expression...
pt: Excluindo Expressão...

source: Delete Expression
pt: Excluir Expressão

source: Tools
pt: Ferramentas

source: Custom Web Report Source from Application
pt: Fonte de Relatório Web Personalizado do Aplicativo

source: Expression Debugger
pt: Depurador de Expressão

source: Add report
pt: Adicionar relatório

source: Import report
pt: Importar relatório

source: Add data source
pt: Adicionar fonte de dados

source: Data source from application
pt: Fonte de dados do aplicativo

source: Data Source Debugger
pt: Depurador de Fonte de Dados

source: Edit Reports
pt: Editar Relatórios

source: Edit Custom Data Sources
pt: Editar Fontes de Dados Personalizadas

source: Edit Data Sources
pt: Editar Fontes de Dados

source: Aggregate Data Sources
pt: Agregação de Fontes de Dados

source: Please note that this datasource is being rebuilt.
pt: Observe que esta fonte de dados está sendo reconstruída.

source: Please note that this datasource is being rebuilt in place.
pt: Observe que esta fonte de dados está sendo reconstruída no local.

source: Please note that this datasource is yet be built / rebuilt by CommCare HQ.
pt: Observe que esta fonte de dados ainda precisa ser construída / reconstruída pelo CommCare HQ.

source: Resume Build
pt: Retomar Construção

source: This datasource is read only, any changes made can not be saved.
pt: Esta fonte de dados é somente leitura, quaisquer alterações feitas não poderão ser salvas.

source: Reports dependent on this datasource
pt: Relatórios dependentes desta fonte de dados

source: Delete Custom Web Report
pt: Excluir Relatório Web Personalizado

source: Are you sure you want to delete this report?
pt: Tem certeza de que deseja excluir este relatório?

source: Deleting this will break the apps below, which refer to this report. In addition, there may be older app versions that depend on these reports but are not displayed here. Please delete with caution.
pt: Excluir isso irá quebrar os aplicativos abaixo, que fazem referência a este relatório. Além disso, pode haver versões antigas de aplicativos que dependem desses relatórios, mas não estão exibidas aqui. Exclua com cautela.

source: Some required fields are missing. Please complete them before saving.
pt: Alguns campos obrigatórios estão faltando. Por favor, complete-os antes de salvar.

source: Filter Value
pt: Valor do Filtro

source: Please select a property.
pt: Por favor, selecione uma propriedade.

source: This property or question no longer exists in your app. <br> You must delete this property to update this report.
pt: Esta propriedade ou pergunta não existe mais em seu aplicativo. <br> Você deve excluir esta propriedade para atualizar este relatório.

source: Display text should not be blank.
pt: O texto de exibição não deve estar em branco.

source: Filter Value should not be blank.
pt: O valor do filtro não deve estar em branco.

source: Your report is still being populated.
pt: Seu relatório ainda está sendo preenchido.

source: Edit Report
pt: Editar Relatório

source: Thanks for previewing Report Builder!
pt: Obrigado por visualizar o Report Builder!

source: You can try out creating reports but won't be able to save them.
pt: Você pode experimentar criar relatórios mas não poderá salvá-los.

source: To save reports, please <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Subscribe to our Pro Plan</a>.
pt: Para salvar relatórios, por favor <a href="%(pricing_page_url)s" id="js-click-preview-subscribe" target="_blank">Assine nosso Plano Pro</a>.

source: To save more reports, please contact our Support Team.
pt: Para salvar mais relatórios, por favor entre em contato com nossa equipe de suporte.

source: Report Builder
pt: Construtor de Relatórios

source: Subscribing to Report Builder
pt: Assinando o Report Builder

source: Thanks for your interest in Report Builder! Our sales team will be in touch soon to discuss your reporting needs and turn report builder on for your project. If you have any further questions please contact us at %(SALES_EMAIL)s
pt: Obrigado pelo seu interesse no Report Builder! Nossa equipe de vendas entrará em contato em breve para discutir suas necessidades de relatórios e ativar o report builder para seu projeto. Se tiver mais dúvidas, entre em contato conosco pelo %(SALES_EMAIL)s

source: Build Your Own Reports In CommCare!
pt: Crie seus próprios relatórios no CommCare!

source: Build map reports, pie and bar charts, and form and case lists right in CommCare!
pt: Crie relatórios de mapa, gráficos de pizza e barras, e listas de formulários e casos diretamente no CommCare!

source: Report Builder is part of the <strong>Pro</strong> or higher software plans.
pt: O Report Builder faz parte dos planos de software <strong>Pro</strong> ou superiores.

source: See the <a href="%(pricing_page_url)s">pricing plan options</a> for details.
pt: Veja as <a href="%(pricing_page_url)s">opções de planos</a> para mais detalhes.

source: Screenshot of report builder
pt: Captura de tela do report builder

source: Save and View Report
pt: Salvar e Visualizar Relatório

source: Enter report name here
pt: Digite o nome do relatório aqui

source: Enter report description here
pt: Introduza a descrição do relatório aqui

source: Type of Report
pt: Tipo de Relatório

source: Indicators
pt: Indicadores

source: User Filters
pt: Filtros de Usuário

source: Add filters to your report to allow viewers to select which data the report will display. These filters will be displayed at the top of your report.
pt: Adicione filtros ao seu relatório para permitir que quem visualizar selecione quais dados serão exibidos. Esses filtros serão exibidos no topo do seu relatório.

source: Default Filters
pt: Filtros Padrão

source: These filters are not displayed to report viewers and are always applied to the data.
pt: Esses filtros não são exibidos para quem visualiza o relatório e sempre são aplicados aos dados.

source: Preview Report
pt: Visualizar Relatório

source: Preview includes at most 100 cases
pt: A prévia inclui no máximo 100 casos

source: Preview includes at most 100 forms
pt: A prévia inclui no máximo 100 formulários

source: Properties with FORMAT <strong>Sum</strong> or <strong>Average</strong> show up in bar chart.
pt: Propriedades com FORMATO <strong>Soma</strong> ou <strong>Média</strong> aparecem no gráfico de barras.

source: This bar chart below will not be shown in the report because it is not configured to show any data. To show the bar chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
pt: O gráfico de barras abaixo não será exibido no relatório porque não está configurado para mostrar nenhum dado. Para exibir o gráfico de barras, adicione pelo menos uma propriedade com FORMATO <strong>Soma</strong> ou <strong>Média</strong>.

source: Pie charts will show the breakdown of the first column that is summed or averaged.
pt: Gráficos de pizza mostrarão a divisão da primeira coluna que for somada ou calculada a média.

source: This pie chart below will not be shown in the report because it is not configured to show any data. To show the pie chart, please add at least one property with FORMAT <strong>Sum</strong> or <strong>Average</strong>.
pt: O gráfico de pizza abaixo não será exibido no relatório porque não está configurado para mostrar nenhum dado. Para exibir o gráfico de pizza, adicione pelo menos uma propriedade com FORMATO <strong>Soma</strong> ou <strong>Média</strong>.

source: Add Chart
pt: Adicionar Gráfico

source: Map Preview
pt: Prévia do Mapa

source: Location field
pt: Campo de localização

source: Chart Preview
pt: Prévia do Gráfico

source: Charts cannot be displayed with more than 25 categories. Once you Save and View report, you will be able to filter the data to limit the number of rows.
pt: Gráficos não podem ser exibidos com mais de 25 categorias. Após salvar e visualizar o relatório, você poderá filtrar os dados para limitar o número de linhas.

source: At least one indicator must not be of format "Group By" to generate charts.
pt: Pelo menos um indicador não pode ser do formato "Agrupar Por" para gerar gráficos.

source: There was an error rendering your report preview. Please adjust your configuration to try again. If the issue persists, please report an issue.
pt: Ocorreu um erro ao renderizar a prévia do seu relatório. Ajuste sua configuração e tente novamente. Se o problema persistir, por favor relate um erro.

source: Step 1 of 2 - Select Data Source
pt: Passo 1 de 2 - Selecione a Origem dos Dados

source: Invalid or missing transform type: {}. Valid options are: {}
pt: Tipo de transformação inválido ou ausente: {}. As opções válidas são: {}

source: Problem creating transform: {}. Message is: {}
pt: Problema ao criar transformação: {}. Mensagem: {}

source: Please enter valid JSON. This is not valid: {}
pt: Por favor, insira um JSON válido. Isto não é válido: {}

source: Expected {} but was {}
pt: Esperado {} mas era {}

source: Save Changes
pt: Salvar Alterações

source: all users
pt: todos os usuários

source: feature flag only
pt: apenas para flag de recurso

source: Report ID
pt: ID do Relatório

source: Visible to:
pt: Visível para:

source: Problem with report spec: {}
pt: Problema com a especificação do relatório: {}

source: forms
pt: formulários

source: Data Source ID
pt: ID da Fonte de Dados

source: Source Type
pt: Tipo de Fonte

source: Data Source Display Name
pt: Nome de Exibição da Fonte de Dados

source: Named expressions (optional)
pt: Expressões nomeadas (opcional)

source: Named filters (optional)
pt: Filtros nomeados (opcional)

source: locations
pt: localizações

source: Table id is too long. Your table id and domain name must add up to fewer than 40 characters
pt: O id da tabela é muito longo. O id da tabela e o nome do domínio devem somar menos de 40 caracteres

source: A data source with this table id already exists. Table ids must be unique
pt: Já existe uma fonte de dados com este id de tabela. Os ids de tabela devem ser únicos

source: Problem with data source spec: {}
pt: Problema com a especificação da fonte de dados: {}

source: This data source covers more than {record_limit} records. Please mark it for asynchronous processing for effective building/rebuilding
pt: Esta fonte de dados cobre mais de {record_limit} registros. Por favor, marque para processamento assíncrono para uma construção/reconstrução eficaz

source: Create Data Source from Application
pt: Criar Fonte de Dados a partir do Aplicativo

source: Create Data Source
pt: Criar Fonte de Dados

source: Choose something short, unique, and memorable using lowercase letters, numbers, and underscores
pt: Escolha algo curto, único e memorável usando letras minúsculas, números e sublinhados

source: The System ID of the report (sometimes needed in APIs or other advanced features)
pt: O ID do Sistema do relatório (às vezes necessário em APIs ou outros recursos avançados)

source: The System ID of the data source (sometimes needed in APIs or other advanced features)
pt: O ID do Sistema da fonte de dados (às vezes necessário em APIs ou outros recursos avançados)

source: This is what the data source will be called in navigation, page title, etc.
pt: Este será o nome da fonte de dados na navegação, título da página, etc.

source: Write yourself a little note if you like, it's optional
pt: Escreva uma anotação para você, se quiser, é opcional

source: You can leave this blank unless you are <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">saving multiple rows per case or form</a>
pt: Você pode deixar em branco, a menos que esteja <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#saving-multiple-rows-per-case-form">salvando múltiplas linhas por caso ou formulário</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">these docs</a>
pt: Veja <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-filters">estes exemplos</a> e <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#data-source-filtering">esta documentação</a>

source: Look at <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">these examples</a> and <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">these docs</a>
pt: Veja <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr/examples.html#data-source-indicators">estes exemplos</a> e <a target="_blank" href="https://commcare-hq.readthedocs.io/ucr.html#indicators">esta documentação</a>

source: For this advanced and useful feature, give a dict where the keys are the variable names you choose and the values are any valid expressions. You can then reference these from filters and indicators wherever an expression goes using: <code>{"type": "named", "name": "myvarname"}</code>
pt: Para este recurso avançado e útil, forneça um dicionário onde as chaves são os nomes das variáveis que você escolher e os valores são quaisquer expressões válidas. Você pode então referenciá-las em filtros e indicadores onde uma expressão for usada, utilizando: <code>{"type": "named", "name": "myvarname"}</code>

source: These behave exactly like named expressions (see above), except the values should be a valid filter, and they can be used wherever filters are used above.
pt: Estes se comportam exatamente como as expressões nomeadas (veja acima), exceto que os valores devem ser um filtro válido, e podem ser usados onde filtros são utilizados acima.

source: Enabling this will let this data source and the data be imported into CommCare Analytics
pt: Ativar isso permitirá que esta fonte de dados e os dados sejam importados para o CommCare Analytics

source: There was a problem processing your request. If you have recently modified your report data source please try again in a few minutes.
pt: Houve um problema ao processar sua solicitação. Se você modificou recentemente sua fonte de dados do relatório, tente novamente em alguns minutos.

source: Technical details:<br>{}
pt: Detalhes técnicos:<br>{}

source: Reports Home
pt: Página Inicial de Relatórios

source: Report "{}" saved!
pt: Relatório "{}" salvo!

source: Create Report
pt: Criar Relatório

source: Subscribe
pt: Inscrever-se

source: Create New Report
pt: Criar Novo Relatório

source: Configure Report
pt: Configurar Relatório

source: Creating or Editing Data Registry Reports are not enabled for this project.
pt: A criação ou edição de Relatórios de Registro de Dados não está habilitada para este projeto.

source: Report "{name}" has been deleted. <a href="{url}" class="post-link">Undo</a>
pt: Relatório "{name}" foi excluído. <a href="{url}" class="post-link">Desfazer</a>

source: This report was used in one or more applications. It has been removed from there too.
pt: Este relatório era utilizado em um ou mais aplicativos. Ele também foi removido de lá.

source: Successfully restored report "{name}"
pt: Relatório "{name}" restaurado com sucesso

source: Report "{name}" not deleted.
pt: Relatório "{name}" não excluído.

source: Report created!
pt: Relatório criado!

source: Bad report source: {}
pt: Fonte de relatório inválida: {}

source: Data source with id {} not found in domain {}.
pt: Fonte de dados com id {} não encontrada no domínio {}.

source: Expression not found
pt: Expressão não encontrada

source: Problem with expression: {}
pt: Problema com a expressão: {}

source: {} with id {} not found in domain {}.
pt: {} com id {} não encontrado no domínio {}.

source: No documents found. Check the IDs and try again.
pt: Nenhum documento encontrado. Verifique os IDs e tente novamente.

source: Datasource table does not exist. Try rebuilding the datasource.
pt: Tabela da fonte de dados não existe. Tente reconstruir a fonte de dados.

source: Error querying database for data.
pt: Erro ao consultar o banco de dados por dados.

source: Data source created for '{}'
pt: Fonte de dados criada para '{}'

source: Data source "{}" saved.
pt: Fonte de dados "{}" salva.

source: This data source will be built / rebuilt automatically by CommCare HQ.
pt: Esta fonte de dados será construída / reconstruída automaticamente pelo CommCare HQ.
