Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Upload a file to serve as an app logo in Web Apps
pt: Envie um arquivo para servir como logo do aplicativo em Aplicativos Web

source: Use Secure Submissions
pt: Usar Envios Seguros

source: Use project level setting
pt: Usar configuração em nível de projeto

source: Use a different base URL for all app URLs. This makes the phone send forms, sync, and look for updates from a different URL. The main use case is to allow migrating project spaces to a new environment.
pt: Use uma URL base diferente para todas as URLs do aplicativo. Isso faz com que o telefone envie formulários, sincronize e procure por atualizações em uma URL diferente. O principal caso de uso é permitir a migração de espaços de projeto para um novo ambiente.

source: User Login Mode
pt: Modo de Login do Usuário

source: Validate Multimedia
pt: Validar Multimídia

source: Version 1 translations (old)
pt: Traduções da Versão 1 (antiga)

source: Version 2 translations (recommended)
pt: Traduções da Versão 2 (recomendado)

source: Version of mobile UCRs to use. Read more on the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">Help Site</a>
pt: Versão dos UCRs móveis a ser usada. Leia mais no <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/GS/pages/2146604299/Moving+to+Mobile+UCR+V2">Site de Ajuda</a>

source: We frequently release new versions of CommCare Mobile. Use the latest version to take advantage of new features and bug fixes. Note that if you are using CommCare for Android you must also update your version of CommCare from the Google Play Store.
pt: Frequentemente lançamos novas versões do CommCare Mobile. Use a versão mais recente para aproveitar novos recursos e correções de bugs. Note que, se você estiver usando o CommCare para Android, também deve atualizar sua versão do CommCare na Google Play Store.

source: We suggest moving to CommCare 2.0 and above, unless your project is using referrals
pt: Sugerimos migrar para o CommCare 2.0 ou superior, a menos que seu projeto utilize encaminhamentos

source: Web App
pt: Aplicativo Web

source: Web Apps Logo
pt: Logo dos Aplicativos Web

source: Web Apps Settings
pt: Configurações dos Aplicativos Web

source: Weekly Log Sending Frequency
pt: Frequência Semanal de Envio de Logs

source: Weekly
pt: Semanal

source: What kind of log transmission the phone should attempt on a daily basis (submitted to PostURL)
pt: Que tipo de transmissão de logs o telefone deve tentar diariamente (enviado para PostURL)

source: What kind of log transmission the phone should attempt on a weekly basis (submitted to PostURL)
pt: Que tipo de transmissão de logs o telefone deve tentar semanalmente (enviado para PostURL)

source: What the 'Extra Key' (# on Nokia Phones) does when pressed
pt: O que a 'Tecla Extra' (# em telefones Nokia) faz quando pressionada

source: When a value is selected, this feature controls the display size of any user-provided image such that it will be consistent with the size of the original image file, and consistent across devices. Follow <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'> the instructions here</a> to determine which value to use.
pt: Quando um valor é selecionado, este recurso controla o tamanho de exibição de qualquer imagem fornecida pelo usuário para que seja consistente com o tamanho do arquivo de imagem original e consistente entre dispositivos. Siga <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143946731/Images+in+CommCare#CommCare-Developer-Toolkit-Image-Sizing-with-Multiple-Android-Device-Models'>as instruções aqui</a> para determinar qual valor usar.

source: When auto-sync is enabled CommCare will attempt to submit forms and synchronize the user's data after logging in with the frequency chosen.
pt: Quando a sincronização automática está ativada, o CommCare tentará enviar formulários e sincronizar os dados do usuário após o login com a frequência escolhida.

source: When loose media mode is set to yes, CommCare will search for alternative media formats for any media that it cannot play. If CommCare attempts to play a file at jr://file/media/prompt_one.mp3 and mp3 files are not supported, the media directory will be searched for other files named prompt_one with alternative extensions which may be supported, for instance prompt_one.wav, and play that instead.
pt: Quando o modo de mídia solta está ativado, o CommCare buscará formatos alternativos de mídia para qualquer mídia que não consiga reproduzir. Se o CommCare tentar reproduzir um arquivo em jr://file/media/prompt_one.mp3 e arquivos mp3 não forem suportados, o diretório de mídia será pesquisado por outros arquivos chamados prompt_one com extensões alternativas que possam ser suportadas, por exemplo prompt_one.wav, e reproduzirá esse arquivo.

source: When the phone has this number of unsynced forms stored locally CommCare will trigger a warning
pt: Quando o telefone tiver esse número de formulários não sincronizados armazenados localmente, o CommCare exibirá um aviso

source: When this many days have passed without the user syncing CommCare will trigger a warning
pt: Quando esse número de dias passar sem que o usuário sincronize, o CommCare exibirá um aviso

source: Whenever Possible
pt: Sempre que possível

source: Whether CommCare should search for alternative formats of incompatible media files.
pt: Se o CommCare deve buscar formatos alternativos de arquivos de mídia incompatíveis.

source: Whether CommCare should validate that all external multimedia is installed before letting the user run the app.
pt: Se o CommCare deve validar se toda a multimídia externa está instalada antes de permitir que o usuário execute o aplicativo.

source: Whether OTA Restore is tolerant of failures, ambiguity, duplicate registrations, etc (and proceeds as best it can), or whether it fails immediately in these cases.
pt: Se o OTA Restore é tolerante a falhas, ambiguidades, registros duplicados, etc (e prossegue da melhor forma possível), ou se falha imediatamente nesses casos.

source: Whether logging of incidents should be activated on the client.
pt: Se o registro de incidentes deve ser ativado no cliente.

source: Whether searches can match similar strings
pt: Se as buscas podem corresponder a strings semelhantes

source: Whether searches on the phone will match similar strings. IE: 'Jhon' will match 'John'
pt: Se as buscas no telefone corresponderão a strings semelhantes. Ex: 'Jhon' corresponderá a 'John'

source: Whether to log each time a user views case details. May reduce mobile performance.
pt: Se deve registrar cada vez que um usuário visualiza detalhes de um caso. Pode reduzir o desempenho no dispositivo móvel.

source: Whether to show the user login screen
pt: Se deve mostrar a tela de login do usuário

source: Whether users registered on the phone need to be registered with the submission server.
pt: Se usuários registrados no telefone precisam estar registrados no servidor de envio.

source: X-High Density
pt: Densidade Muito Alta (X-High)

source: XX-High Density
pt: Densidade Extra Alta (XX-High)

source: XXX-High Density
pt: Densidade Ultra Alta (XXX-High)

source: Yes
pt: Sim

source: disabled
pt: desativado

source: Enable Text To Speech
pt: Ativar Leitura de Texto

source: Adds a text to speech button for all questions to read out the question text aloud.
pt: Adiciona um botão de leitura de texto para todas as perguntas para ler o texto da pergunta em voz alta.

source: Enable asterisk on required question
pt: Ativar asterisco em perguntas obrigatórias

source: Adds a red asterisk to denote mandatory questions in a form. This setting only works in mobile.
pt: Adiciona um asterisco vermelho para indicar perguntas obrigatórias em um formulário. Esta configuração funciona apenas em dispositivos móveis.

source: Person Simple
pt: Pessoa Simples

source: Title row, subtitle row, third row with two cells, and map
pt: Linha de título, linha de subtítulo, terceira linha com duas células e mapa

source: Title row, second row with two cells, third row, and map
pt: Linha de título, segunda linha com duas células, terceira linha e mapa

source: Title row, second row with two cells, third and fourth rows, and map
pt: Linha de título, segunda linha com duas células, terceira e quarta linhas, e mapa

source: Three upper rows, four rows with two cells, two lower rows and map
pt: Três linhas superiores, quatro linhas com duas células, duas linhas inferiores e mapa

source: Title row, second row with two cells, third row with two cells
pt: Linha de título, segunda linha com duas células, terceira linha com duas células

source: 2 x 3 grid of image and text
pt: Grade 2 x 3 de imagem e texto

source: BHA Referrals
pt: Encaminhamentos BHA

source: There is no schedule for form {form_id}
pt: Não há cronograma para o formulário {form_id}

source: Schedule Phase in module '{module_name}' is missing an anchor
pt: Fase de cronograma no módulo '{module_name}' está sem âncora

source: '{form_name}' in '{module_name}' is missing an abbreviation
pt: '{form_name}' em '{module_name}' está sem uma abreviação

source: Your app has multiple forms with the same schedule abbreviation
pt: Seu aplicativo possui vários formulários com a mesma abreviação de cronograma

source: Conflicting instance declarations in {entry_id} for {instance_id}: {src_1} != {src_2}
pt: Declarações de instância conflitantes em {entry_id} para {instance_id}: {src_1} != {src_2}

source: Could not find target module used by form '{}'
pt: Não foi possível encontrar o módulo de destino usado pelo formulário '{}'

source: Form '%(form_name)s' in module '%(module_name)s' references a module with an incorrect case type: module '%(target_name)s' expected '%(expected_case_type)s', found '%(target_case_type)s'
pt: O formulário '%(form_name)s' no módulo '%(module_name)s' faz referência a um módulo com um tipo de caso incorreto: módulo '%(target_name)s' esperava '%(expected_case_type)s', encontrado '%(target_case_type)s'

source: Case list used by parent child selection in '{}' not found
pt: Lista de casos usada pela seleção pai-filho em '{}' não encontrada

source: Auto-generated by a phone update. Will expire after next build if not marked released. Generated by user {}.
pt: Gerado automaticamente por uma atualização de telefone. Irá expirar após a próxima compilação se não for marcado como lançado. Gerado pelo usuário {}.

source: Multimedia Sizes
pt: Tamanhos de Multimídia

source: Multimedia download needed to update from %(from_version)s to %(to_version)s
pt: É necessário baixar multimídia para atualizar de %(from_version)s para %(to_version)s

source: COVID-19 CommCare Applications
pt: Aplicativos CommCare COVID-19

source: COVID-19 CommCare Applications
pt: Aplicativos CommCare COVID-19

source: <div class="row"> <div class="col-sm-10"> <p> To support organizations and governments with COVID-19 response, Dimagi has developed a library of free COVID-19 template applications for our open source platform, CommCare. These have been developed based on clinical protocols from the World Health Organization, the Centers for Disease Control, and others. </p> <p class="help-block"> These application templates can be imported into your project space as licensed by Dimagi under the <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons NonCommercial ShareAlike License (CC BY-NC-SA 4.0)</a>.
pt: <div class="row"> <div class="col-sm-10"> <p> Para apoiar organizações e governos na resposta à COVID-19, a Dimagi desenvolveu uma biblioteca de aplicativos modelo gratuitos de COVID-19 para nossa plataforma de código aberto, CommCare. Estes foram desenvolvidos com base em protocolos clínicos da Organização Mundial da Saúde, dos Centros de Controle de Doenças e outros. </p> <p class="help-block"> Estes modelos de aplicativos podem ser importados para o seu espaço de projeto conforme licenciados pela Dimagi sob a <a target="_blank" href="https://creativecommons.org/licenses/by-nc-sa/4.0/">Licença Creative Commons Não Comercial CompartilhaIgual (CC BY-NC-SA 4.0)</a>.

source: Application Info
pt: Informações do Aplicativo

source: Last Updated: %(last_released)s
pt: Última atualização: %(last_released)s

source: Version History
pt: Histórico de Versões

source: Import
pt: Importar

source: Untitled App
pt: Aplicativo sem título

source: Enter app description here
pt: Introduza a descrição da aplicação aqui

source: Releases
pt: Lançamentos

source: Release Mode
pt: Modo de Lançamento

source: Settings
pt: Definições

source: High Level Summary
pt: Resumo de Alto Nível

source: Form Summary
pt: Resumo do Formulário

source: Case Summary
pt: Resumo do Caso

source: Labels
pt: Rótulos

source: Question IDs
pt: IDs das Perguntas

source: Go
pt: Ir

source: Show Conditions
pt: Mostrar Condições

source: Show Calculations
pt: Mostrar Cálculos

source: Your app's forms contain errors. Please visit the <a href='%(form_summary_url)s'>form summary</a> for more details.
pt: Os formulários do seu aplicativo contêm erros. Por favor, visite o <a href='%(form_summary_url)s'>resumo do formulário</a> para mais detalhes.

source: Relationships:
pt: Relacionamentos:

source: Opened by:
pt: Aberto por:

source: Closed by:
pt: Fechado por:

source: Problems:
pt: Problemas:

source: Case Property
pt: Propriedade do Caso

source: Load questions
pt: Carregar perguntas

source: Save questions
pt: Salvar perguntas

source: Case Lists
pt: Listas de casos

source: Case Details
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Revoke restriction
pt: Revogar restrição

source: Restrict to this version
pt: Restringir a esta versão

source: Bulk application translations
pt: Traduções em massa do aplicativo

source: App Summary
pt: Resumo do aplicativo

source: Manage Case
pt: Diagnóstico de Casos

source: This is a <i class="fcc fcc-app-createform"></i> Registration Form.
pt: Este é um <i class="fcc fcc-app-createform"></i> Formulário de Registro.

source: Users will fill it out when they need to <strong>add</strong> a new item to the application.
pt: Usuários irão preenchê-lo quando precisarem <strong>adicionar</strong> um novo item ao aplicativo.

source: This is a <i class="fcc fcc-app-updateform"></i> Followup Form.
pt: Este é um <i class="fcc fcc-app-updateform"></i> Formulário de Acompanhamento.

source: Users will fill it out when they need to <strong>update</strong> an item that has already been added to the application.
pt: Usuários irão preenchê-lo quando precisarem <strong>atualizar</strong> um item que já foi adicionado ao aplicativo.

source: This is a <i class="fa-regular fa-file"></i> Survey.
pt: Este é uma <i class="fa-regular fa-file"></i> Pesquisa.

source: It's useful for asking questions once, for information that you won't need to follow up on later.
pt: É útil para fazer perguntas uma única vez, para informações que não será necessário acompanhar depois.

source: Edit Form Details
pt: Editar detalhes do formulário

source: Form Name
pt: Nome do formulário

source: Comment
pt: Comentário

source: Form Summary - Version %(app_version)s
pt: Resumo do formulário - Versão %(app_version)s

source: Your app's forms contain errors. Case and form information below may be inaccurate until you fix the issues.
pt: Os formulários do seu aplicativo contêm erros. As informações de caso e formulário abaixo podem estar imprecisas até que você corrija os problemas.

source: Error in form:
pt: Erro no formulário:

source: required
pt: obrigatório

source: Instance
pt: Instância

source: Nodeset
pt: Conjunto de nós

source: Value
pt: Valor

source: Label
pt: Rótulo

source: Load property
pt: Carregar propriedade

source: Save property
pt: Salvar propriedade

source: save only on edit
pt: salvar apenas ao editar

source: Changes - Version %(first_version)s vs. Version %(second_version)s
pt: Alterações - Versão %(first_version)s vs. Versão %(second_version)s

source: Edit Form
pt: Editar formulário

source: Enter form description here
pt: Introduza a descrição do formulário aqui

source: User Properties
pt: Propriedades do usuário

source: Visit Scheduler
pt: Organizador das Visitas

source: We were unable to validate your form due an error on the server. Proceed with caution.
pt: Não foi possível validar seu formulário devido a um erro no servidor. Prossiga com cautela.

source: You are viewing a shadow form, therefore:
pt: Você está visualizando um formulário sombra, portanto:

source: You will be unable to add "Open case" action
pt: Você não poderá adicionar a ação "Abrir caso"

source: Load/Update actions will be "merged" with the source form actions
pt: Ações de Carregar/Atualizar serão "mescladas" com as ações do formulário de origem

source: Every case tag in the source form load/update action configuration must appear in this configuration
pt: Cada tag de caso na configuração de ação de carregar/atualizar do formulário de origem deve aparecer nesta configuração

source: You are not allowed to specify load or save case properties
pt: Você não tem permissão para especificar propriedades de caso para carregar ou salvar

source: The load and save case property behaviors specified in the shadow source form actions will be used for the actions with matching case tags specified here.
pt: Os comportamentos de carregar e salvar propriedades de caso especificados nas ações do formulário de origem sombra serão usados para as ações com tags de caso correspondentes especificadas aqui.

source: You are not allowed to specify case closures here
pt: Você não tem permissão para especificar encerramentos de caso aqui

source: There are errors in your form. Fix your form in order to view and edit Case Management.
pt: Existem erros no seu formulário. Corrigir o seu formulário, a fim de visualizar e editar Gestão de Casos.

source: Add questions to your form to make use of case management.
pt: Adicione perguntas ao seu formulário para utilizar o gerenciamento de casos.

source: The User Properties feature is no longer available because of the change in your CommCare subscription. Although currently-deployed applications will still function properly, it will not be possible to update or redeploy them unless the User Properties functionality is removed, or you upgrade your CommCare subscription.
pt: O recurso Propriedades do Usuário não está mais disponível devido à alteração na sua assinatura do CommCare. Embora os aplicativos já implantados continuem funcionando normalmente, não será possível atualizá-los ou reimplantá-los a menos que a funcionalidade de Propriedades do Usuário seja removida, ou você faça um upgrade na sua assinatura do CommCare.

source: WARNING: By clicking "Remove User Properties" you will lose User Properties functionality if you redeploy your application. However, you will still be able to see all previously collected data.
pt: AVISO: Ao clicar em "Remover Propriedades do Usuário" você irá perder a funcionalidade de Propriedades do Usuário se reimplantar seu aplicativo. No entanto, você ainda poderá ver todos os dados coletados anteriormente.

source: Change your subscription
pt: Altere sua assinatura

source: Remove User Properties
pt: Remover Propriedades do Usuário

source: You have not created a form yet. Create a form in order to view and edit User Properties.
pt: Você ainda não criou um formulário. Crie um formulário para visualizar e editar as Propriedades do Usuário.

source: Language List
pt: Lista das Idiomas

source: CommCare Translations
pt: Traduções do CommCare

source: Bulk CommCare Translations
pt: Traduções em massa do CommCare

source: Bulk Application Translations
pt: Traduções do Aplicativo em Massa

source: Menu Settings
pt: Configurações do menu

source: Session Endpoint Id
pt: ID do endpoint da sessão

source: Add filter
pt: Adicionar filtro

source: This data will not be shown for case search results.
pt: Esses dados não serão exibidos nos resultados da busca de casos.

source: App no longer supported
pt: Aplicativo não é mais suportado

source: This app is no longer supported
pt: Este aplicativo não é mais suportado

source: If you believe this to be in error, please contact support.
pt: Se você acredita que isso é um erro, por favor entre em contato com o suporte.

source: Install to Android by taking a picture of the image below on your phone.
pt: Instalar para Android por tirar uma foto da imagem abaixo no seu telefone.

source: Download
pt: Baixar

source: You can also click <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">here</a> </strong> in your mobile browser.
pt: Você também pode clicar <strong> <a class="track-usage-link" href="%(profile_url)s" data-category="App Manager" data-action="Initiate Install" data-label="Mobile Browser Link">aqui</a> </strong> no seu navegador móvel.

source: For help installing CommCare, visit
pt: Para obter ajuda na instalação do CommCare, visite

source: Install CommCare
pt: Instalar CommCare

source: Close
pt: Fechar

source: Survey
pt: Pesquisa

source: Lesson
pt: Lição

source: Followup
pt: Acompanhamento

source: Register
pt: Registrar

source: Shadow Form
pt: Formulário Sombra

source: Create a New Menu
pt: Criar um Novo Menu

source: Please note you will not be able to change menu type later.
pt: Observe que você não poderá alterar o tipo de menu depois.

source: Application Settings
pt: Configurações do Aplicativo

source: Updates Available to Publish
pt: Atualizações Disponíveis para Publicar

source: Linked from %(name)s | V%(version)s
pt: Vinculado de %(name)s | V%(version)s

source: Language
pt: Idioma

source: Cannot make new version
pt: Não é possível criar nova versão

source: Details:
pt: Detalhes:

source: Build Profile
pt: Manejo de Casos

source: Select a language.
pt: Selecione um idioma.

source: Select a format.
pt: Selecione um formato.

source: Download only translations eligible for Transifex?
pt: Baixar apenas traduções elegíveis para o Transifex?

source: Download %(plural_noun)s
pt: Baixar %(plural_noun)s

source: The single-sheet format is only available when downloading a single language. <br>Please either select a language or choose the multi-sheet format.
pt: O formato de planilha única está disponível apenas ao baixar um único idioma. <br>Por favor, selecione um idioma ou escolha o formato de várias planilhas.

source: Case List Session Endpoint ID
pt: ID do Endpoint de Sessão da Lista de Casos

source: A session endpoint ID to navigate to this case list without doing selection on the case list.
pt: Um ID de endpoint de sessão para navegar até esta lista de casos sem fazer seleção na lista de casos.

source: Are you sure you want to delete this application?
pt: Tem certeza de que deseja excluir este aplicativo?

source: You are about to delete this application
pt: Você está prestes a excluir este aplicativo

source: Custom Icon
pt: Ícone Personalizado

source: Text Body
pt: Corpo do Texto

source: XPath Function
pt: Função XPath

source: Case List
pt: Lista de Casos

source: Please define a case type for your case list.
pt: Por favor, defina um tipo de caso para sua lista de casos.

source: Case Type
pt: Tipo de Caso
