Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Please filter to a specific repeater or payload before attempting a bulk action.
pt: Por favor, filtre para um repetidor ou payload específico antes de tentar uma ação em lote.

source: Forward Data
pt: Encaminhar Dados

source: Forwarding set up to {}
pt: Encaminhamento configurado para {}

source: Update Forwarder
pt: Atualizar Encaminhador

source: Forwarder Successfully Updated
pt: Encaminhador Atualizado com Sucesso

source: Project space: {}
pt: Espaço do projeto: {}

source: Remote API base URL: {}
pt: URL base da API remota: {}

source: Payload ID: {}
pt: ID do payload: {}

source: *Why am I getting this email?*
pt: *Por que estou recebendo este e-mail?*

source: This address is configured in CommCare HQ as a notification address for integration errors.
pt: Este endereço está configurado no CommCare HQ como endereço de notificação para erros de integração.

source: *How do I unsubscribe?*
pt: *Como faço para cancelar a inscrição?*

source: Open Connection Settings in CommCare HQ ({}) and remove your email address from the "Addresses to send notifications" field for remote connections. If necessary, please provide an alternate address.
pt: Abra as Configurações de Conexão no CommCare HQ ({}) e remova seu endereço de e-mail do campo "Endereços para enviar notificações" para conexões remotas. Se necessário, forneça um endereço alternativo.

source: MOTECH Error
pt: Erro MOTECH

source: Delete Connection Settings
pt: Excluir Configurações de Conexão

source: Add Connection Settings
pt: Adicionar Configurações de Conexão

source: Remote API Logs
pt: Logs da API Remota

source: Request
pt: Requisição

source: Request headers
pt: Cabeçalhos da requisição

source: Request params
pt: Parâmetros da requisição

source: Request body
pt: Corpo da requisição

source: Request error
pt: Erro na requisição

source: Response headers
pt: Cabeçalhos da resposta

source: Response body
pt: Corpo da resposta

source: Request duration (ms)
pt: Duração da requisição (ms)

source: Duration (ms)
pt: Duração (ms)

source: No API requests have been logged.
pt: Nenhuma requisição de API foi registrada.

source: Request URL
pt: URL da requisição

source: Request Body
pt: Corpo da Requisição

source: Status Code
pt: Código de Status

source: Response Headers
pt: Cabeçalhos da Resposta

source: Response Body
pt: Corpo da Resposta

source: Notify Addresses
pt: Endereços de Notificação

source: Used By
pt: Usado Por

source: Please enter client secret again.
pt: Por favor, insira o segredo do cliente novamente.

source: Please enter API password again.
pt: Por favor, insira a senha da API novamente.

source: API Access
pt: Acesso ao API

source: Web-Based Apps (CloudCare)
pt: Aplicativos baseados na Web (CloudCare)

source: Active Data Management
pt: Gestão de Dados Activos

source: Custom Branding
pt: Branding Customizado

source: Advanced Role-Based Access
pt: Acesso Avançado

source: Organization-based data export and user management restrictions
pt: Exportação de dados baseada em organização e restrições de gerenciamento de usuários

source: Outgoing Messaging
pt: Mensagens enviadas

source: Incoming Messaging
pt: Mensagens recebidas

source: Reminders Framework
pt: Estructura dos Lembretes

source: Custom Android Gateway
pt: Portão Android Customizado

source: Bulk Case Management
pt: Gestão de Casos em massa

source: Bulk User Management
pt: Gestão de Usuários em massa

source: Add Mobile Workers Above Limit
pt: Adicionar Trabalhadores acima do limite

source: De-Identified Data
pt: Dados sem identificação

source: HIPAA Compliance Assurance
pt: Garantia de Cumprimento a HIPAA

source: Custom CommCare Logo Uploader
pt: Uploader de Logo Personalizado do CommCare

source: User Configurable Report Builder
pt: Construtor de Relatórios Configurável pelo Usuário

source: Report Builder Trial
pt: Teste do Construtor de Relatórios

source: Report Builder, 5 report limit
pt: Construtor de Relatórios, limite de 5 relatórios

source: Report Builder, 15 report limit
pt: Construtor de Relatórios, limite de 15 relatórios

source: Report Builder, 30 report limit
pt: Construtor de Relatórios, limite de 30 relatórios

source: Built-in Integration
pt: Integração Incorporada

source: External Integration Framework
pt: Framework de Integração Externa

source: Data Management
pt: Gerenciamento de Dados

source: Domain Level Security Features
pt: Recursos de Segurança em Nível de Domínio

source: Build Profiles
pt: Perfis de Build

source: Excel Dashboard
pt: Dashboard em Excel

source: Daily saved export
pt: Exportação diária salva

source: Zapier Integration
pt: Integração com Zapier

source: Log In As for App Preview
pt: Entrar como para Pré-visualização do App

source: Practice mode for mobile workers
pt: Modo de prática para trabalhadores móveis

source: Case Sharing via Groups
pt: Compartilhamento de casos via Grupos

source: Power BI / Tableau Integration
pt: Integração com Power BI / Tableau

source: Project Features
pt: Recursos do Projeto

source: App User Profiles
pt: Perfis de Usuário do App

source: Geocoder
pt: Geocodificador

source: Default Export Settings
pt: Configurações Padrão de Exportação

source: Enterprise Release Management
pt: Gerenciamento de Lançamentos Empresariais

source: Multi-Environment Release Management
pt: Gerenciamento de Lançamentos Multiambiente

source: Loadtest Users
pt: Usuários de Teste de Carga

source: Link to other forms in End of Form Navigation
pt: Vincular a outros formulários na Navegação de Fim de Formulário

source: Phone heartbeat
pt: Heartbeat do telefone

source: Improved app changes view
pt: Visualização aprimorada de alterações do app

source: File Dropzone
pt: Área de Soltar Arquivos

source: Regular Expression Validation for Custom Data Fields
pt: Validação por Expressão Regular para Campos de Dados Personalizados

source: Location Safe Case Imports
pt: Importações de Casos com Localização Segura

source: Download buttons for Form- and Case IDs on Case Importer
pt: Botões de download para IDs de Formulário e Caso no Importador de Casos

source: Sort multiple rows in exports simultaneously
pt: Classificar várias linhas em exportações simultaneamente

source: Allow exports to have ownership
pt: Permitir que exportações tenham propriedade

source: Bulk user management features
pt: Recursos de gerenciamento em massa de usuários

source: Project level data dictionary of cases
pt: Dicionário de dados de casos em nível de projeto

source: Allow case copy from one user to another
pt: Permitir cópia de caso de um usuário para outro

source: Deduplication Rules
pt: Regras de Desduplicação

source: Custom domain banners
pt: Banners de domínio personalizado

source: App Dependencies
pt: Dependências do App

source: Report Builder Reports
pt: Relatórios do Construtor de Relatórios

source: Edit Data
pt: Editar dados

source: SMS Billing Administration
pt: Administração de Faturação de SMS

source: Manage Billing Details
pt: Gerenciar Detalhes de Cobrança

source: Domain Stats
pt: Estatísticas do Web Domain

source: Microplanning
pt: Microplanejamento

source: Campaign
pt: Campanha

source: View All
pt: Ver tudo

source: CommCare Supply Setup
pt: Configuração do CommCare Supply

source: Export Data
pt: Exportar Dados

source: Explore Data
pt: Explorar Dados

source: CSQL Fixtures
pt: Fixtures CSQL

source: Data Manipulation
pt: Manipulação de Dados

source: Configure Microplanning Settings
pt: Configurar Configurações de Microplanejamento

source: Know Your Customer (KYC) Verification
pt: Verificação Conheça Seu Cliente (KYC)

source: Payments Verification
pt: Verificação de Pagamentos

source: Remote
pt: Remoto

source: (Untitled)
pt: (Sem título)

source: My Applications
pt: Minhas Aplicações

source: New Application
pt: Nova Aplicação

source: Application Testing
pt: Testes de Aplicação

source: Application Test Flows
pt: Fluxos de Teste de Aplicação

source: Log Details
pt: Detalhes do Log

source: Test Inbound SMS
pt: Testar SMS Recebido

source: Subscribe to SMS Reports
pt: Inscrever-se em Relatórios de SMS

source: Add Gateway
pt: Adicionar Gateway

source: Edit Gateway
pt: Editar Gateway

source: Email Connectivity
pt: Conectividade de E-mail

source: Template Management
pt: Gerenciamento de Templates

source: User Consent
pt: Consentimento do Usuário

source: Data Collection and Reminders
pt: Coleta de Dados e Lembretes

source: Contacts
pt: Contatos

source: WhatsApp Settings
pt: Configurações do WhatsApp

source: Connect Messsaging
pt: Conectar Mensagens

source: Create and manage users for CommCare and CloudCare.
pt: Criar e gerenciar usuários para CommCare e CloudCare.

source: Bulk Lookup
pt: Consulta em Massa

source: Create and manage reporting and case sharing groups for Mobile Workers.
pt: Criar e gerenciar grupos de relatórios e compartilhamento de casos para Trabalhadores Móveis.

source: Viewing
pt: Visualização

source: Membership Info
pt: Informações de Membro

source: Grant other CommCare HQ users access to your project.
pt: Conceda a outros usuários do CommCare HQ acesso ao seu projeto.

source: Edit Web User Invite
pt: Editar Convite de Usuário Web

source: View and manage user roles.
pt: Visualizar e gerenciar funções de usuário.

source: No longer available
pt: Não está mais disponível

source: View Location
pt: Visualizar Localização

source: View project spaces where users receive automatic access
pt: Visualizar espaços de projeto onde usuários recebem acesso automático

source: Project Administration
pt: Administração do Projeto

source: Pre-release Features
pt: Funcionalidades em Pré-lançamento

source: Internal Subscription Management (Dimagi Only)
pt: Gerenciamento Interno de Assinaturas (Somente Dimagi)

source: Internal Data (Dimagi Only)
pt: Dados Internos (Somente Dimagi)

source: Data Forwarding Records
pt: Registros de Encaminhamento de Dados

source: Linked Project Space History
pt: Histórico de Espaço de Projeto Vinculado

source: Manage My Settings
pt: Gerenciar Minhas Configurações

source: Accounting
pt: Contabilidade

source: SMS Connectivity & Billing
pt: Conectividade de SMS e Faturamento

source: Admin Reports
pt: Relatórios Administrativos

source: Management
pt: Gestão

source: Django Admin
pt: Administrador de Django

source: System Health
pt: Saúde do Sistema

source: Look up user by email
pt: Buscar usuário por e-mail

source: View raw documents
pt: Visualizar documentos brutos

source: View documents in ES
pt: Visualizar documentos no ES

source: Branches on Staging
pt: Ramos em Staging

source: Grant superuser privileges
pt: Conceder privilégios de superusuário

source: Get users for offboarding
pt: Obter usuários para desligamento

source: Manage deleted domains
pt: Gerenciar domínios excluídos

source: Check email status
pt: Verificar status do e-mail

source: CommCare Builds
pt: Compilações do CommCare

source: Manage Notifications
pt: Gerenciar Notificações

source: Mass Email Users
pt: Enviar E-mail em Massa para Usuários

source: Check Call Center UCR tables
pt: Verificar tabelas UCR do Call Center

source: Administrative Reports
pt: Relatórios Administrativos

source: Deploy History
pt: Histórico de Deploy

source: Download Malt table
pt: Baixar tabela Malt

source: Download Global Impact Report
pt: Baixar Relatório de Impacto Global

source: Administrative Operations
pt: Operações Administrativas

source: CommCare Reports
pt: Relatórios do CommCare

source: View All Attendees
pt: Visualizar Todos os Participantes

source: Manage attendees for Attendance Tracking Events
pt: Gerenciar participantes para Eventos de Rastreamento de Presença

source: View All Events
pt: Visualizar Todos os Eventos

source: Manage Attendance Tracking Events
pt: Gerenciar Eventos de Rastreamento de Presença

source: US
pt: EUA

source: EU
pt: UE

source: '%(field)s' field value has an invalid format: %(exc)s
pt: O valor do campo '%(field)s' está em um formato inválido: %(exc)s

source: Cannot construct {type_name} with {cause}
pt: Não é possível construir {type_name} com {cause}

source: Upload failed! Please make sure you are using a valid Excel 2007 or later (.xlsx) file. Error details: {}.
pt: Falha no upload! Por favor, certifique-se de que está usando um arquivo Excel 2007 ou posterior (.xlsx) válido. Detalhes do erro: {}.

source: Upload failed due to a problem with Excel columns. Error details: {}.
pt: Falha no upload devido a um problema com as colunas do Excel. Detalhes do erro: {}.

source: Upload encountered a data type error: {}.
pt: O upload encontrou um erro de tipo de dado: {}.

source: Error processing Excel file: {}.
pt: Erro ao processar o arquivo Excel: {}.

source: Could not find sheet '{title}'.
pt: Não foi possível encontrar a planilha '{title}'.

source: Uploaded file does not contian any sheets.
pt: O arquivo enviado não contém nenhuma planilha.

source: Level 1
pt: Nivel 1

source: Level 2
pt: Nivel 2

source: Level 3
pt: Nivel 3

source: Level 4
pt: Nivel 4

source: Submission Status
pt: Estado de submissão

source: Missing Report Date
pt: Data do relatório ausente

source: Incorrect or no PMT data submitted
pt: Dados de PMT incorretos ou não enviados

source: Register beneficiaries on COWIN
pt: Registrar beneficiários no COWIN

source: Update vaccination for beneficiaries on COWIN
pt: Atualizar vacinação para beneficiários no COWIN

source: Age Range
pt: Faixa Etária

source: Gender
pt: Gênero

source: Male
pt: Masculino

source: Female
pt: Feminino

source: Pregnancy
pt: Gravidez

source: Urban/Rural
pt: Urbano/Rural

source: Peri-urban
pt: Periurbano

source: Urban
pt: Urbano

source: Breastfeeding
pt: Amamentação

source: Supplement Use
pt: Uso de Suplementos

source: Recall Status
pt: Status de Lembrete

source: Gap Description
pt: Descrição da Lacuna

source: Gap Type
pt: Tipo de Lacuna

source: Food Type
pt: Tipo de Alimento

source: FAO/WHO GIFT Food Group Description
pt: Descrição do Grupo Alimentar FAO/OMS GIFT

source: mc_section_home_visits
pt: Visitas Domiciliáres

source: home_visits_total
pt: Total Visitas

source: home_visits_pregnant
pt: Mulheres Grávidas

source: home_visits_postpartem
pt: Mães Pós Parto

source: home_visits_newborn
pt: Recém Nacidos (0 - 1 mes)

source: home_visits_children
pt: Crianças (2 - 59 meses)

source: home_visits_other
pt: Outros grupos alvos

source: mc_section_rdt
pt: Total de TDR para Malária Realizados

source: rdt_total
pt: Total Testes Realizados

source: rdt_positive_children
pt: TDR positivo < 59 meses

source: rdt_positive_adults
pt: TDR positivo ≥ 5 anos de idade

source: rdt_others
pt: Outros (negativos / indeterminados)

source: mc_section_diagnosed_cases
pt: Diagnóstico de Casos

source: diagnosed_total
pt: Total Casos Diagnosticados no mês

source: diagnosed_malaria_child
pt: Total Malária confimada < 59 meses

source: diagnosed_malaria_adult
pt: Total Malária Confimada ≥ 5 anos

source: diagnosed_diarrhea
pt: Total Diarreia

source: diagnosed_ari
pt: Total Infecções Respiratórios Agudas

source: treated_total
pt: Total Casos Tratados no mês

source: treated_malaria
pt: Total casos malária tratados

source: treated_diarrhea
pt: Casos de diarreia tratados

source: treated_ari
pt: Casos IRA Tratados

source: mc_section_transfers
pt: Transferências a Unidade Sanitária

source: transfer_total
pt: Total transferidos no mês

source: transfer_malnutrition
pt: Criança com problemas de malnutrição

source: transfer_incomplete_vaccination
pt: Criança com Vacina incompleta

source: transfer_danger_signs
pt: Sinais de perigo

source: transfer_prenatal_consult
pt: Mulher grávida encaminhada a consulta PN

source: transfer_missing_malaria_meds
pt: Falta de antimaláricos

source: transfer_other
pt: Outras causas

source: mc_section_deaths
pt: Mortes na Comunidade

source: deaths_total
pt: Total mortes na comunidade

source: deaths_newborn
pt: Recém Nacidos (0 - 1 mes)

source: deaths_children
pt: Crianças (2 - 59 meses)

source: deaths_mothers
pt: Mortes maternas

source: deaths_other
pt: Outros grupos

source: mc_section_health_ed
pt: Palestras na Comunidade

source: heath_ed_talks
pt: Número de palestras no mês

source: heath_ed_participants
pt: Número de participantes no mês

source: mc_section_stock_balance
pt: Balanço do Stock

source: home_visits_non_pregnant
pt: Adultos

source: home_visits_followup
pt: Visitas de seguimento por casos transferidos

source: mc_section_deaths_in_community
pt: Mortes na Comunidade

source: mc_section_validation
pt: Porcentagem de pacientes observados que foram prescritos medicamentos correctos para a pneumonia

source: patients_given_pneumonia_meds
pt: Porcentagem de pacientes observados que foram prescritos medicamentos correctos para a pneumonia

source: patients_given_diarrhoea_meds
pt: Porcentagem de pacientes observados que foram prescritos medicamentos correctos para a diarreia

source: patients_given_malaria_meds
pt: Porcentagem de pacientes observados que foram prescritos medicamentos correctos para a febre/malária

source: patients_correctly_referred
pt: Porcentagem de pacientes que foram correctamente transferidos

source: cases_rdt_not_done
pt: Número de casos de febre em que não se efectou o TDR

source: cases_danger_signs_not_referred
pt: Número de pacientes com sinais de perigo que não foram transferidos

source: cases_no_malaria_meds
pt: Número total de pacientes transferidos por causa de falta de antimaláricos

source: home_visits_adult
pt: Adultos

source: cases_transferred
pt: Número de casos transferidos

source: Congratulations! This APE has visited {number} children this week. Call and congratulate them! Please help other supervisors learn from your success.
pt: Parabéns! Visitou {number} crianças menores de 5 anos nesta semana. Por favor ligue para aqueles APEs para parabeniza-los. Partilhe as suas experiências de sucesso com outros supervisores.

source: This APE has treated {number} of patients with the incorrect medicine for pneumonia. Please contact him/her and find out why and provide supportive supervision on use of amoxicillin.
pt: Tratou {number} pacientes com o medicamento incorrecto par o tratamento de pneumonia. Por favor contacte-lhe e procure saber as razões e lhe dê o apoio necessário para o uso correcto da amoxicilina.

source: This APE has treated {number} of patients with the incorrect medicine for diarrhoea. Please contact them and find out why and provide supportive supervision on use of zinc and ORS.
pt: Tratou {number} pacientes com o medicamento incorrecto par o tratamento de diarreia. Por favor contacte-o e procure saber as razões e dê-lhe o apoio necessário para o uso correcto do zinco e SRO.

source: This APE has treated {number} of patients with the incorrect medicine for malaria. Please contact them and find out why and provide supportive supervision on use of Coartem and Paracetamol.
pt: P Tratou {number} pacientes com o medicamento incorrecto par o tratamento de malaria. Por favor contacte-o e procure saber as razões e dê-lhe o apoio necessário para o uso correcto de Coartem e Paracetamol.

source: Congratulations! This APE has correctly referred all children they visited this week. Call those APEs to congratulate them! Please help other supervisors learn from your success.
pt: Parabéns! Tranfirou todas as crianças menores de 5 anos correctamente nesta semana. Por favor ligar para aqueles APEs para parabeniza-los. Partilhe as suas experiências de sucesso com outros supervisores.

source: This APE incorrectly referred {number} patients they visited this week. Please contact them and find out why and provide supportive supervision on correct referral.
pt: Tranfirou {number} pacientes incorrectamente nesta semana. Por favor contacte-o e procure saber as razões e dê-lhe o apoio necessário para a transferencia correcta.

source: This APE did not perform a RDT on {number} patients with fever this week. Please contact them and find out why and provide supportive supervision on when to perform a RDT.
pt: Não fez teste rapido a {number} pacientes com febre nesta semana. Por favor contacte-o e procure saber as razões e dê-lhe o apoio necessário sobre quando fazer teste rapido para diagnosticar a malaria.

source: District
pt: Distrito

source: Health Facility
pt: Unidade de Saúde

source: mc_report_dist_weekly
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: mc_report_dist_monthly
pt: Relatorio Mensal aos Coordinadores do Distrito e os NEDs

source: form/stock/stock_amox_pink
pt: Amoxicilina cor de rosa

source: form/stock/stock_amox_green
pt: Amoxicilina cor de verde

source: form/stock/stock_ors
pt: Pacotes SRO

source: form/stock/stock_ra_50
pt: Artesuato Rectal (50mg)

source: form/stock/stock_ra_200
pt: Artesuato Rectal (200mg)

source: form/stock/stock_zinc
pt: Zinco

source: form/stock/stock_coartem_yellow
pt: Coartem Amarelo

source: form/stock/stock_coartem_blue
pt: Coartem Azul

source: form/stock/stock_coartem_green
pt: Coartem Verde

source: form/stock/stock_coartem_brown
pt: Coartem Castanho

source: form/stock/stock_paracetamol_250
pt: Paracetamol (250mg)

source: form/stock/stock_paracetamol_500
pt: Paracetamol (500mg)

source: form/stock/stock_rdt
pt: TDR

source: form/stock/stock_gloves
pt: Pares de luvas

source: mc_report_hf_monthly
pt: Relatorio Mensal aos Supervisores dos APEs

source: mc_report_hf_weekly
pt: Relatorio Semanal aos Supervisores dos APEs

source: mc_msgs_title
pt: Mensagens

source: Missing required column(s)
pt: Coluna(s) obrigatória(s) ausente(s)

source: Missing call values
pt: Valores de chamada ausentes

source: Missing owner name
pt: Nome do responsável ausente

source: Latest call value not a date
pt: O valor da última chamada não é uma data

source: Mobile number should be 10 digits
pt: O número de celular deve ter 10 dígitos

source: Latest call not in last month
pt: A última chamada não foi no último mês

source: Upload limit reached for owner and call type
pt: Limite de uploads atingido para o responsável e tipo de chamada

source: Unexpected value for skipping call validator column
pt: Valor inesperado para a coluna de validação de pular chamada

source: Unexpected sheet uploaded. Either {rch_identifier} or {sncu_identifier} should be present
pt: Planilha inesperada enviada. Deve estar presente {rch_identifier} ou {sncu_identifier}

source: Missing columns {column_names}
pt: Colunas ausentes {column_names}

source: Need at least one Call column for Calls 1-6
pt: É necessário pelo menos uma coluna de Chamada para Chamadas 1-6

source: Required columns are {column_names}
pt: Colunas obrigatórias são {column_names}

source: Enter valid JSON
pt: Insira um JSON válido
