Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Could not understand '{param}' in {lang} value of '{prop}'.
pt: Não foi possível entender '{param}' no valor {lang} de '{prop}'.

source: Property '{prop}' should contain {expected} but {lang} value contains {actual}.
pt: A propriedade '{prop}' deveria conter {expected}, mas o valor {lang} contém {actual}.

source: Practice User with id {id} not found, please make sure you have not deleted this user
pt: Usuário de prática com id {id} não encontrado, por favor, verifique se você não excluiu este usuário

source: User {username} is not a practice user, please turn on practice mode for this user
pt: Usuário {username} não é um usuário de prática, por favor, ative o modo de prática para este usuário

source: User {username} has been deleted, you can't use that user as practice user
pt: Usuário {username} foi excluído, você não pode usar esse usuário como usuário de prática

source: User {username} has been deactivated, you can't use that user as practice user
pt: Usuário {username} foi desativado, você não pode usar esse usuário como usuário de prática

source: All Forms
pt: Todos os Formulários

source: All Case Properties
pt: Todas as Propriedades de Caso

source: Case Types
pt: Tipos de Caso

source: You have deleted an application. <a href="%s" class="post-link">Undo</a>
pt: Você excluiu um aplicativo. <a href="%s" class="post-link">Desfazer</a>

source: Untitled Application
pt: Aplicativo sem Nome

source: This is not an allowed value for this field
pt: Este não é um valor permitido para este campo

source: Not set
pt: Não definido

source: app translation
pt: tradução do aplicativo

source: app translations
pt: traduções de aplicativos

source: You cannot create a linked app in the same project space as the upstream app.
pt: Você não pode criar um aplicativo vinculado no mesmo espaço de projeto que o aplicativo de origem.

source: Make sure the version you are copying from is released.
pt: Certifique-se de que a versão da qual você está copiando está publicada.

source: Unable to get latest released version of your app. Make sure you have at least one released build.
pt: Não foi possível obter a versão publicada mais recente do seu aplicativo. Certifique-se de ter pelo menos uma versão publicada.

source: Creating linked app failed. {}
pt: Falha ao criar aplicativo vinculado. {}

source: Application successfully copied and linked.
pt: Aplicativo copiado e vinculado com sucesso.

source: A sample CommCare application for you to explore
pt: Um aplicativo de exemplo do CommCare para você explorar

source: Latest Version
pt: Versão mais recente

source: {} version
pt: {} versão

source: Invalid application id requested for exchange import
pt: ID de aplicativo inválido solicitado para importação de troca

source: The form is incompatible with the destination menu and was not moved.
pt: O formulário é incompatível com o menu de destino e não foi movido.

source: Oops. Looks like you got out of sync with us. The sidebar has been updated, so please try again.
pt: Opa! Parece que não nos entendemos. A barra lateral foi actualizada, por favor, tente novamente.

source: You have successfully removed User Properties from this application.
pt: Você removeu com sucesso as Propriedades de Usuário deste aplicativo.

source: Please select an upstream app.
pt: Por favor, selecione um aplicativo upstream.

source: Your request has been submitted. We will notify you via email once completed.
pt: Sua solicitação foi enviada. Notificaremos você por e-mail assim que for concluída.

source: Your linked application was successfully updated to the latest version.
pt: Seu aplicativo vinculado foi atualizado com sucesso para a versão mais recente.

source: Sorry: this build is invalid. Try deleting it and rebuilding. If error persists, please report an issue
pt: Desculpe: esta build é inválida. Tente excluí-la e reconstruí-la. Se o erro persistir, por favor, reporte um problema

source: We were unable to get your files because your Application has errors. Please click <strong>Make New Version</strong> for feedback on how to fix these errors.
pt: Não foi possível obter seus arquivos porque seu Aplicativo possui erros. Clique em <strong>Criar Nova Versão</strong> para obter feedback sobre como corrigir esses erros.

source: You tried to edit a form that was from a previous release, so we have directed you to the latest version of your application.
pt: Você tentou editar um formulário de uma versão anterior, então direcionamos você para a versão mais recente do seu aplicativo.

source: You tried to edit this form in the Form Builder. However, your administrator has locked this form against editing in the form builder, so we have redirected you to the form's front page instead.
pt: Você tentou editar este formulário no Form Builder. No entanto, o administrador bloqueou este formulário contra edição no Form Builder, então temos que lhe redirecionamos para a página inicial do formulário em seu lugar.

source: You tried to edit this form in the Form Builder. However, this is a linked application and you can only make changes to the upstream version.
pt: Você tentou editar este formulário no Construtor de Formulários. No entanto, este é um aplicativo vinculado e você só pode fazer alterações na versão upstream.

source: There is an error in the case management of your application. Please fix the error to see case properties in this tree
pt: Há um erro no gerenciamento de casos do seu aplicativo. Corrija o erro para ver as propriedades do caso nesta árvore

source: This form could not be copied because it is not compatible with the selected module.
pt: Não foi possível copiar o formulário, pois este não é compatível com o módulo selecionado.

source: There was an error saving, please try again!
pt: Houve um erro ao salvar, por favor, tente novamente!

source: You can't enable a form as release notes without allowing it as a release notes form <TODO messaging>
pt: Você não pode habilitar um formulário como notas de versão sem permitir que ele seja um formulário de notas de versão <TODO messaging>

source: '{val}' is an invalid custom instance {key}
pt: '{val}' é uma instância personalizada inválida {key}

source: Unable to validate form due to server error.
pt: Não foi possível validar o formulário devido a um erro no servidor.

source: Home Screen
pt: Tela Inicial

source: First Menu
pt: Primeiro Menu

source: Previous Screen
pt: Tela Anterior

source: Parent Menu:
pt: Menu Pai:

source: Link to other form or menu
pt: Vincular a outro formulário ou menu

source: All Programs
pt: Todos os Programas

source: Load external case into form
pt: Carregar caso externo no formulário

source: Smart link to external domain
pt: Vínculo inteligente para domínio externo

source: Case list used by Select Parent First in '{}' not found
pt: Lista de casos usada por Selecionar Pai Primeiro em '{}' não encontrada

source: Product List
pt: Lista de Productos

source: Product Detail
pt: Detalhes do Producto

source: 'Menu Mode' is not configured as 'Display menu and then forms'
pt: 'Modo de Menu' não está configurado como 'Exibir menu e depois formulários'

source: all forms in this case list must update a case, which means that registration forms must go in a different case list
pt: todos os formulários nesta lista de casos devem atualizar um caso, o que significa que formulários de registro devem estar em uma lista de casos diferente

source: 'Parent Selection' is configured
pt: 'Seleção de Pai' está configurada

source: The case hierarchy contains a circular reference.
pt: A hierarquia de casos contém uma referência circular.

source: "{}" has sub-menus. You must remove these before you can delete it.
pt: "{}" possui submenus. Você deve removê-los antes de poder excluí-lo.

source: You have deleted "{deleted_names}". <a href="{restore_url}" class="post-link">Undo</a>
pt: Você excluiu "{deleted_names}". <a href="{restore_url}" class="post-link">Desfazer</a>

source: Case type {} does not match current menu.
pt: O tipo de caso {} não corresponde ao menu atual.

source: Updated {}
pt: Atualizado {}

source: Could not update {}
pt: Não foi possível atualizar {}

source: Please choose at least one menu to overwrite.
pt: Por favor, escolha pelo menos um menu para sobrescrever.

source: Please choose at least one option to overwrite.
pt: Por favor, escolha pelo menos uma opção para sobrescrever.

source: The case search property '{}' is missing the following lookup table attributes: {}
pt: A propriedade de busca de caso '{}' está faltando os seguintes atributos da tabela de consulta: {}

source: '{}' is an invalid instance name. It can contain only letters, numbers, and underscores.
pt: '{}' é um nome de instância inválido. Só pode conter letras, números e underlines.

source: There was a problem processing your request.
pt: Houve um problema ao processar sua solicitação.

source: Registration Form
pt: Formulário de Registro

source: This is your follow up form. Delete this label and add questions for any follow up visits.
pt: Este é seu formulário de acompanhamento. Exclua este rótulo e adicione perguntas para quaisquer visitas de acompanhamento.

source: Followup Form
pt: Formulário de Acompanhamento

source: Registration
pt: Registro

source: Enroll New Person
pt: Cadastrar Nova Pessoa

source: What is your name?
pt: Qual é o seu nome?

source: Scan Fingerprints
pt: Escanear Impressões Digitais

source: Identify Registered Person
pt: Identificar Pessoa Registrada

source: Scan Fingerprint
pt: Escanear Impressão Digital

source: Confidence
pt: Confiança

source: Followup with Person
pt: Acompanhamento com Pessoa

source: This is your follow up form for {}. Delete this label and add questions for any follow up visits.
pt: Este é seu formulário de acompanhamento para {}. Exclua este rótulo e adicione perguntas para quaisquer visitas de acompanhamento.

source: One of the Report menus is misconfigured, please try again after they are fixed
pt: Um dos menus de Relatório está configurado incorretamente, por favor tente novamente após serem corrigidos

source: Multimedia size comparison is only available for app builds
pt: A comparação de tamanho de multimídia está disponível apenas para builds do aplicativo

source: Please disable any enabled profiles/location restriction to un-release this build.
pt: Por favor, desative quaisquer perfis/restrições de localização habilitados para liberar esta build.

source: There is already a version build in progress. Please wait.
pt: Já há uma versão em construção. Por favor, aguarde.

source: Unable to validate forms.
pt: Não foi possível validar os formulários.

source: The mobile UCR restore version for v%(app_version)s needs to be updated to V2.0. Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
pt: A versão de restauração UCR móvel para v%(app_version)s precisa ser atualizada para V2.0. Consulte a <a href='%(url)s'>documentação de migração</a> para mais detalhes.

source: One or more forms for v%(app_version)s contain V1 Mobile UCR references.Please refer to the <a href='%(url)s'>migration documentation</a> for more details.
pt: Um ou mais formulários para v%(app_version)s contêm referências Mobile UCR V1. Consulte a <a href='%(url)s'>documentação de migração</a> para mais detalhes.

source: Successfully reverted to version %(old_version)s, now at version %(new_version)s
pt: Revertido com sucesso para a versão %(old_version)s, agora na versão %(new_version)s

source: Reverted to version {old_version} Previous build comments: {original_comment}
pt: Revertido para a versão {old_version} Comentários do build anterior: {original_comment}

source: Reverted to version {old_version}
pt: Revertido para a versão {old_version}

source: Unable to create new build. Please click 'Make New Version' to see errors.
pt: Não foi possível criar uma nova build. Por favor, clique em 'Criar Nova Versão' para ver os erros.

source: App diff
pt: Diferença do aplicativo

source: Latest version for profile {} is now {}
pt: A versão mais recente para o perfil {} agora é {}

source: Latest release now available for profile {}
pt: Última versão disponível agora para o perfil {}

source: Please enter either text body or xpath for custom icon
pt: Por favor, insira o corpo do texto ou xpath para o ícone personalizado

source: Update Status for linked app %s
pt: Atualizar Status para app vinculativo %s

source: Something went wrong updating your linked app. Our team has been notified and will monitor the situation. Please try again, and if the problem persists report it as an issue.
pt: Algo deu errado ao atualizar seu app vinculado. Nossa equipe foi notificada e irá monitorar a situação. Por favor, tente novamente e, se o problema persistir, reporte como um problema.

source: This project is not authorized to update from the master application. Please contact the maintainer of the master app if you believe this is a mistake.
pt: Este projeto não está autorizado a atualizar a partir do aplicativo mestre. Entre em contato com o responsável pelo app mestre se você acredita que isto é um erro.

source: Authentication failure attempting to pull latest master from remote CommCare HQ.Please verify your authentication details for the remote link are correct.
pt: Falha de autenticação ao tentar puxar o último mestre do CommCare HQ remoto. Por favor, verifique se seus dados de autenticação para o link remoto estão corretos.

source: Unable to pull latest master from remote CommCare HQ. Please try again later.
pt: Não foi possível puxar o último mestre do CommCare HQ remoto. Por favor, tente novamente mais tarde.

source: This application uses mobile UCRs which are not available in the linked domain: {ucr_id}. Try linking these reports first and try again.
pt: Este aplicativo usa UCRs móveis que não estão disponíveis no domínio vinculado: {ucr_id}. Tente vincular esses relatórios primeiro e tente novamente.

source: Error fetching multimedia from remote server. Please try again later.
pt: Erro ao buscar multimídia do servidor remoto. Por favor, tente novamente mais tarde.

source: Size calculation available only for builds
pt: Cálculo de tamanho disponível apenas para builds

source: '{invalid_id}' is not a valid session endpoint ID. It must contain only lowercase letters, numbers, underscores, and hyphens. Try {valid_id}.
pt: '{invalid_id}' não é um ID de endpoint de sessão válido. Ele deve conter apenas letras minúsculas, números, underscores e hífens. Tente {valid_id}.

source: Session endpoint IDs must be unique. The following id(s) are used multiple times: {duplicates}
pt: IDs de endpoint de sessão devem ser únicos. Os seguintes IDs são usados múltiplas vezes: {duplicates}

source: Custom assertions must not be blank.
pt: Asserções personalizadas não devem estar em branco.

source: Please add a message for assertion.
pt: Por favor, adicione uma mensagem para a asserção.

source: There was an issue with your custom assertions: {}
pt: Houve um problema com suas asserções personalizadas: {}

source: Error parsing XML: {}
pt: Erro ao analisar XML: {}

source: Error parsing XML: Entities are not allowed
pt: Erro ao analisar XML: Entidades não são permitidas

source: Group already has node for lang: {0}
pt: O grupo já possui nó para o idioma: {0}

source: The form '{form}' in '{module}' is missing some instance declarations that can't be automatically added: '{instance_ids}'
pt: O formulário '{form}' em '{module}' está faltando algumas declarações de instância que não podem ser adicionadas automaticamente: '{instance_ids}'

source: There's no language called '{}'
pt: Não existe um idioma chamado '{}'

source: There's already a language called '{}'
pt: Já existe um idioma chamado '{}'

source: Form does not contain any translations for any of the build languages
pt: O formulário não contém nenhuma tradução para nenhum dos idiomas da build

source: Unrecognized value of "form" attribute in '<value form="{}">'. "form" attribute is optional. Valid values are: "{}".
pt: Valor não reconhecido do atributo "form" em '<value form="{}">'. O atributo "form" é opcional. Os valores válidos são: "{}".

source: <translation lang="{lang}"><text id="{id}"> node has no <value>
pt: <translation lang="{lang}"><text id="{id}"> nó não possui <value>

source: <item> ({}) has no <value>
pt: <item> ({}) não possui <value>

source: Node <{}> has no 'ref' or 'bind'
pt: Nó <{}> não possui 'ref' ou 'bind'

source: You cannot use the Case Management UI if you already have a case block in your form.
pt: Você não pode usar a interface de Gerenciamento de Casos se já houver um bloco de caso em seu formulário.

source: Couldn't get the case XML from one of your forms. A common reason for this is if you don't have the xforms namespace defined in your form. Please verify that the xmlns="http://www.w3.org/2002/xforms" attribute exists in your form.
pt: Não foi possível obter o XML do caso de um dos seus formulários. Uma razão comum para isso é não ter o namespace xforms definido em seu formulário. Por favor, verifique se o atributo xmlns="http://www.w3.org/2002/xforms" existe em seu formulário.

source: Your form uses an expression which references a case, but cases are not available. Please go to form settings and either remove the case reference or (1) make sure that the menu mode is set to display the menu first and then form, and (2) make sure that all forms in this case list update or close a case (which means registration forms must go in a different case list).
pt: Seu formulário usa uma expressão que faz referência a um caso, mas casos não estão disponíveis. Vá para as configurações do formulário e remova a referência ao caso ou (1) certifique-se de que o modo do menu está definido para exibir primeiro o menu e depois o formulário, e (2) certifique-se de que todos os formulários nesta lista de casos atualizam ou fecham um caso (o que significa que formulários de registro devem estar em uma lista de casos diferente).

source: Type {type} must be in list of domain types: {list}
pt: Tipo {type} deve ser em lista de tipos de domínio: {list}

source: Reference type {ref} cannot be a child of primary type {main}.
pt: Tipo de referência {ref} não pode ser um filho do tipo primário {main}.

source: Property not correctly formatted. Must be formatted like: loacation:mytype:referencetype/property. For example: location:outlet:state/name
pt: A propriedade não formatado corretamente. Deve ser formatado como: loacation:mytype:referencetype/property. Por exemplo: location:outlet:state/name

source: Build Number
pt: Número da Build

source: Editing CommCare Builds
pt: Editando Builds do CommCare

source: Editing
pt: Editando

source: Menu Options
pt: Opções de Menu

source: Superuser Only
pt: Apenas Superusuário

source: Add a Version
pt: Adicionar uma Versão

source: Default 1.x Build
pt: Build Padrão 1.x

source: Default 2.x Build
pt: Build Padrão 2.x

source: Update Menu Options
pt: Atualizar Opções do Menu

source: Import a new build from the build server
pt: Importar um novo build do servidor de builds

source: Browse versions
pt: Navegar por versões

source: Paste the latest version in the box above in the format x.y.z
pt: Cole a versão mais recente na caixa acima no formato x.y.z

source: Click Import Build
pt: Clique em Importar Build

source: You can also automatically fetch the latest build from GitHub using the following management command: <b>./manage.py add_commcare_build --latest </b>
pt: Você também pode buscar automaticamente o build mais recente do GitHub usando o seguinte comando de gerenciamento: <b>./manage.py add_commcare_build --latest </b>

source: Import Build
pt: Importar Build

source: Edit CommCare Builds
pt: Editar Builds do CommCare

source: user's location [location]
pt: localização do usuário [location]

source: user's location's parent [location]
pt: localização superior do usuário [location]

source: Number of cases
pt: Número de casos

source: Number of mobile workers
pt: Número de trabalhadores móveis

source: Number of active mobile workers
pt: Número de trabalhadores móveis ativos

source: Number of inactive web users
pt: Número de usuários web inativos

source: Number of forms submitted by mobile workers
pt: Número de formulários enviados por trabalhadores móveis

source: Title
pt: Título

source: Dashboard Tab
pt: Aba do Painel

source: submit
pt: enviar

source: Geo Case Property
pt: Propriedade de Caso Geo

source: The name of the case property storing the geo-location data of your cases.
pt: O nome da propriedade do caso que armazena os dados de geolocalização dos seus casos.

source: Metric
pt: Métrica

source: Gauge
pt: Indicador

source: Map
pt: Mapa

source: Campaign Dashboard
pt: Painel da Campanha

source: Widget has been deleted successfully!
pt: Widget excluído com sucesso!

source: Export to PDF
pt: Exportar para PDF

source: There was an error while exporting to PDF! Please try again, and contact support if the issue persists.
pt: Ocorreu um erro ao exportar para PDF! Por favor, tente novamente e entre em contato com o suporte se o problema persistir.

source: Add Widget
pt: Adicionar Widget

source: Unknown metric
pt: Métrica desconhecida

source: Something went wrong while loading this widget! Please try again.
pt: Algo deu errado ao carregar este widget! Por favor, tente novamente.

source: Delete Widget
pt: Excluir Widget

source: Are you sure you want to delete this widget?
pt: Tem certeza de que deseja excluir este widget?

source: Confirm
pt: Confirmar

source: Edit Widget
pt: Editar Widget

source: Loading...
pt: Carregando...

source: Saved! Reloading, please wait..
pt: Salvo! Recarregando, por favor aguarde..

source: Requested widget type is not supported
pt: O tipo de widget solicitado não é suportado

source: case_type param is required
pt: O parâmetro case_type é obrigatório

source: Import Cases from Excel
pt: Importar Casos do Excel

source: Case Options
pt: Opções de Caso

source: Match Excel Columns to Case Properties
pt: Corresponder Colunas do Excel às Propriedades do Caso

source: Invalid domain
pt: Domínio inválido

source: Following rows contain invalid value for domain column.
pt: As seguintes linhas contêm valor inválido para a coluna de domínio.

source: This field value cannot be set for cases with the "{}" case type.
pt: Este valor de campo não pode ser definido para casos com o tipo de caso "{}".

source: This field requires a value for cases with the "{}" case type.
pt: Este campo exige um valor para casos com o tipo de caso "{}".

source: Field name "{}" is deprecated. Please use "parent_identifier" instead.
pt: O nome do campo "{}" está obsoleto. Por favor, use "parent_identifier".

source: Field name "{}" is reserved
pt: O nome do campo "{}" é reservado

source: 'parent_identifier' column must be provided when 'parent_relationship_type' column is set to 'extension'
pt: A coluna 'parent_identifier' deve ser fornecida quando a coluna 'parent_relationship_type' estiver definida como 'extension'

source: Invalid value for 'parent_relationship_type' column
pt: Valor inválido para a coluna 'parent_relationship_type'

source: Sample: Cell in row {row_num} contains "{sample}"
pt: Exemplo: Célula na linha {row_num} contém "{sample}"

source: Case imports can contain a maximum of {MAX_CASE_IMPORTER_ROWS} rows.
pt: As importações de casos podem conter no máximo {MAX_CASE_IMPORTER_ROWS} linhas.

source: Invalid Owner Name
pt: Nome de proprietário inválido

source: Owner name was used in the mapping but there were errors when uploading because of these values.
pt: O nome do proprietário foi usado no mapeamento, mas ocorreram erros ao fazer o upload devido a esses valores.

source: Invalid Owner
pt: Proprietário inválido
