Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case. Other case lists with the same case type will use the same set of case(s).
pt: O nome do tipo de caso que você está acompanhando (por exemplo, “gravidez”, “fazenda”, “domicílio” etc.). Todos os casos que você registrar nesta lista de casos serão deste tipo. Outras listas de casos com o mesmo tipo de caso usarão o mesmo conjunto de caso(s).

source: The name for the type of case you are tracking (e.g. “pregnancy,” “farm,” “household,” etc.). All cases you register in this case list will be this type of case, and only cases of this type will show in the case list. Other case lists with the same case type will use the same set of cases.
pt: O nome do tipo de caso que você está acompanhando (por exemplo, “gravidez”, “fazenda”, “domicílio” etc.). Todos os casos que você registrar nesta lista de casos serão deste tipo, e somente casos deste tipo aparecerão na lista de casos. Outras listas de casos com o mesmo tipo de caso usarão o mesmo conjunto de casos.

source: * You can change the Case Type later by going to the menu settings page
pt: * Você pode alterar o Tipo de Caso depois acessando a página de configurações do menu

source: Go Back
pt: Voltar

source: Create Case List
pt: Criar Lista de Casos

source: Downloading Your File
pt: Baixando Seu Arquivo

source: Processing data. Please wait...
pt: Processando dados. Por favor, aguarde...

source: Session Endpoint ID
pt: ID do Endpoint da Sessão

source: A session endpoint ID allows Android apps to call in to CommCare at this position.
pt: Um ID de endpoint de sessão permite que aplicativos Android acessem o CommCare nesta posição.

source: Allow endpoint to access hidden forms
pt: Permitir que o endpoint acesse formulários ocultos

source: Allow access to hidden forms
pt: Permitir acesso a formulários ocultos

source: Turn this setting on to allow this endpoint to access hidden forms.
pt: Ative esta configuração para permitir que este endpoint acesse formulários ocultos.

source: Form Changes
pt: Alterações no Formulário

source: Display
pt: Exibição

source: Validation
pt: Validação

source: Comments
pt: Comentários

source: Default Values
pt: Valores Padrão

source: Cases
pt: Casos

source: Remove Child Case?
pt: Remover Caso Filho?

source: Are you sure you want to remove this Child Case?
pt: Tem certeza de que deseja remover este Caso Filho?

source: Remove Child Case
pt: Remover Caso Filho

source: Open Case Condition
pt: Condição para Abrir Caso

source: Close Condition
pt: Condição de Fechamento

source: Close this case when the form is complete
pt: Fechar este caso quando o formulário for concluído

source: <span data-bind="visible: showLeadRegistration"> This is a <strong ><i class="fcc fcc-app-createform"></i> Registration</strong > form. Use the Registration form to add new cases to your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <span data-bind="visible: showLeadFollowup"> This is a <strong><i class="fcc fcc-app-updateform"></i> Followup</strong> form. Use Followup forms to update cases in your <strong><i class="fa-solid fa-list-check"></i> Case List</strong>. </span> <br /> <span ><strong>Cases</strong> give you a way to track patients, farms, and other entities over time.</span >
pt: <span data-bind="visible: showLeadRegistration"> Este é um formulário de <strong ><i class="fcc fcc-app-createform"></i> Registro</strong >. Use o formulário de Registro para adicionar novos casos à sua <strong><i class="fa-solid fa-list-check"></i> Lista de Casos</strong>. </span> <span data-bind="visible: showLeadFollowup"> Este é um formulário de <strong><i class="fcc fcc-app-updateform"></i> Acompanhamento</strong> . Use formulários de Acompanhamento para atualizar casos na sua <strong><i class="fa-solid fa-list-check"></i> Lista de Casos</strong>. </span> <br /> <span ><strong>Casos</strong> oferecem uma maneira de acompanhar pacientes, fazendas, e outras entidades ao longo do tempo.</span >

source: Registration: This form opens a new case
pt: Registro: Este formulário abre um novo caso

source: Followup: This form loads a case from a data registry
pt: Acompanhamento: Este formulário carrega um caso de um registro de dados

source: Followup: This form loads a set of cases
pt: Acompanhamento: Este formulário carrega um conjunto de casos

source: Followup: This form loads a case and may then update or close it
pt: Acompanhamento: Este formulário carrega um caso e pode então atualizá-lo ou fechá-lo

source: Updating cases directly is not supported when using data registry search. Refer to the <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentation</a > for information on how to update cases from a data registry.
pt: A atualização direta de casos não é suportada ao usar a busca em registro de dados. Consulte a <a href="https://confluence.dimagi.com/display/USH/Data+Registry#DataRegistry-Updatingcases" target="_blank" >documentação</a > para informações sobre como atualizar casos a partir de um registro de dados.

source: Updating cases directly is not supported for multi-select menus.
pt: A atualização direta de casos não é suportada para menus de seleção múltipla.

source: <strong>Child Cases</strong> let you open other types of Cases for use in other Case Lists.
pt: <strong>Casos Filhos</strong> permitem abrir outros tipos de Casos para uso em outras Listas de Casos.

source: When possible, they'll be linked to the current Case so you'll always know where they came from. A great use of Child Cases is for tracking a newborn separately from its mother.
pt: Quando possível, eles serão vinculados ao Caso atual para que você sempre saiba de onde vieram. Um ótimo uso de Casos Filhos é para acompanhar um recém-nascido separadamente da mãe.

source: <strong>Child Cases</strong> are not available in your subscription. This feature is only available on our <strong>Pro</strong> plan or higher. This configuration will remain un-editable until you upgrade.
pt: <strong>Casos Filhos</strong> não estão disponíveis na sua assinatura. Este recurso está disponível apenas no plano <strong>Pro</strong> ou superior. Esta configuração permanecerá não editável até que você faça o upgrade.

source: This Form opens a Child Case in the Case List
pt: Este Formulário abre um Caso Filho na Lista de Casos

source: Case List Configuration
pt: Configuração da Lista de Casos

source: Override reference id:
pt: Substituir id de referência:

source: Add a Child Case to open a case for a different Case List...
pt: Adicione um Caso Filho para abrir um caso para uma Lista de Casos diferente...

source: Remove Form Action?
pt: Remover Ação do Formulário?

source: Are you sure you want to remove this action?
pt: Tem certeza de que deseja remover esta ação?

source: Remove Action
pt: Remover Ação

source: Open Condition
pt: Condição para Abrir

source: Conditions
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Display the Product Stock for this Supply Point after it is selected
pt: Exibir o Estoque de Produtos para este Ponto de Suprimento após ser selecionado

source: Only show products for program
pt: Mostrar apenas produtos para o programa

source: This case is a subcase of the previous case
pt: Este caso é um subcaso do caso anterior

source: Parent reference ID
pt: ID de referência do responsável

source: Relationship
pt: Relacionamento

source: Parent Indices
pt: Índices do Responsável

source: Parent Tag
pt: Tag Pai

source: Reference ID
pt: ID de Referência

source: Remove parent index
pt: Remover índice pai

source: Add parent index
pt: Adicionar índice pai

source: Case Action Meta
pt: Meta de Ação do Caso

source: Case Tag
pt: Tag do Caso

source: from
pt: de

source: Please select a case type.
pt: Por favor, selecione um tipo de caso.

source: Expected Case Type
pt: Tipo de Caso Esperado

source: This is used for case property suggestions and when creating case indexes but it does not get validated against the loaded case.
pt: Isso é usado para sugestões de propriedades de caso e ao criar índices de caso, mas não é validado em relação ao caso carregado.

source: Raw Config
pt: Configuração Bruta

source: XPath function
pt: Função XPath

source: User Data Config
pt: Configuração de Dados do Usuário

source: User data key
pt: Chave de dados do usuário

source: Case Index Config
pt: Configuração de Índice de Caso

source: Case containing index
pt: Caso contendo índice

source: Index name
pt: Nome do índice

source: Lookup Table Config
pt: Configuração de Tabela de Consulta

source: Lookup Table Tag
pt: Tag da Tabela de Consulta

source: Table Field
pt: Campo da Tabela

source: Autoselect mode
pt: Modo de seleção automática

source: Please select an autoselection mode.
pt: Por favor, selecione um modo de seleção automática.

source: Autoselect If Only One Case
pt: Selecionar automaticamente se houver apenas um caso

source: Fixture Nodeset
pt: Conjunto de nós do Fixture

source: Fixture Tag
pt: Tag do Fixture

source: Fixture Variable
pt: Variável do Fixture

source: Autoselect If Only One Result Returned From Fixture
pt: Selecionar automaticamente se apenas um resultado for retornado do Fixture

source: Arbitrary Datum Function
pt: Função de Dado Arbitrário

source: Arbitrary Datum id
pt: ID de Dado Arbitrário

source: Add Action
pt: Adicionar Ação

source: Load / Update / Close Cases
pt: Carregar / Atualizar / Fechar Casos

source: Open New Cases
pt: Abrir Novos Casos

source: Arbitrary Datums
pt: Dados Arbitrários

source: Datum ID
pt: ID do Dado

source: Datum Function
pt: Função do Dado

source: Add Datum
pt: Adicionar Dado

source: Only if the answer to...
pt: Somente se a resposta para...

source: Configuration no longer allowed.
pt: Configuração não é mais permitida.

source: Only if the answer to
pt: Somente se a resposta para

source: is
pt: é

source: has selected
pt: foi selecionado

source: is true
pt: é verdadeiro

source: Not assigned
pt: Não atribuído

source: Load the following properties into the form questions
pt: Carregar as seguintes propriedades nas perguntas do formulário

source: Property
pt: Propriedade

source: Question
pt: Pergunta

source: No properties will be loaded
pt: Nenhuma propriedade será carregada

source: Add Property
pt: Adicionar Propriedade

source: Save Questions to Case Properties
pt: Salvar Perguntas nas Propriedades do Caso

source: Save Questions to User Properties
pt: Salvar Perguntas nas Propriedades do Usuário

source: There are one or more form questions that are being saved to deprecated case properties. Please revise and consider changing these case properties. For more information on deprecated case properties, please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">this documentation</a> .
pt: Existem uma ou mais perguntas do formulário que estão sendo salvas em propriedades de caso obsoletas. Por favor, revise e considere alterar essas propriedades de caso. Para mais informações sobre propriedades de caso obsoletas, consulte <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143958252/Deprecating+Case+Types+and+Case+Properties+using+Data+Dictionary" target="_blank">esta documentação</a> .

source: User Case Property
pt: Propriedade de Caso do Usuário

source: User Case Properties allow you to store data about a web or mobile user. Saving a user case property ensures the data is available across forms and can be updated over time.
pt: As Propriedades de Caso do Usuário permitem armazenar dados sobre um usuário web ou móvel. Salvar uma propriedade de caso do usuário garante que os dados estejam disponíveis em todos os formulários e possam ser atualizados ao longo do tempo.

source: Saving a question as a case property makes it accessible and reusable across your application. Case properties can be tracked and updated over time.
pt: Salvar uma pergunta como propriedade de caso a torna acessível e reutilizável em todo o seu aplicativo. As propriedades de caso podem ser acompanhadas e atualizadas ao longo do tempo.

source: Save Only If Edited
pt: Salvar Apenas se Editado

source: Only save the answer if form submission will change the property from its previous value.
pt: Salve a resposta apenas se o envio do formulário alterar a propriedade em relação ao valor anterior.

source: Property has been deprecated.
pt: A propriedade foi descontinuada.

source: Click here to add a description
pt: Clique aqui para adicionar uma descrição

source: Error updating description. Please try again.
pt: Erro ao atualizar a descrição. Por favor, tente novamente.

source: No properties will be saved
pt: Nenhuma propriedade será salva

source: Add Case Property
pt: Adicionar Propriedade de Caso

source: Add User Property
pt: Adicionar Propriedade de Usuário

source: You no longer have permission to save this section.
pt: Você não tem mais permissão para salvar esta seção.

source: Custom Assertions
pt: Asserções Personalizadas

source: Add custom assertions that you will use elsewhere.
pt: Adicione asserções personalizadas que você usará em outros lugares.

source: Test
pt: Testar

source: Message Text
pt: Texto da Mensagem

source: Add custom assertion
pt: Adicionar asserção personalizada

source: Custom Instances
pt: Instâncias Personalizadas

source: Add custom instances that you will use elsewhere.
pt: Adicione instâncias personalizadas que você usará em outros lugares.

source: Instance path
pt: Caminho da instância

source: Add custom instance
pt: Adicionar instância personalizada

source: Display Condition
pt: Condição de Exibição

source: The form will not appear in the menu unless this condition is met. Read more on the <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Help Site</a>.
pt: O formulário não aparecerá no menu a menos que esta condição seja atendida. Leia mais no <a target='_blank' href='https://confluence.dimagi.com/display/commcarepublic/Form+Display+Conditions'>Site de Ajuda</a>.

source: To use display conditions which reference a case, <br/> (1) the <strong>Menu Mode</strong> setting must be set to <em>Display menu and then forms</em> <br/> (2) all the forms in the case list must update or close a case, which means registration forms must go in a separate case list, or if your project uses user properties, your display condition may use user properties.
pt: Para usar condições de exibição que fazem referência a um caso, <br/> (1) a configuração <strong>Modo de Menu</strong> deve estar definida como <em>Exibir menu e depois formulários</em> <br/> (2) todos os formulários na lista de casos devem atualizar ou fechar um caso, o que significa que formulários de registro devem estar em uma lista de casos separada, ou se seu projeto usar propriedades de usuário, sua condição de exibição pode usar propriedades de usuário.

source: To use display conditions which reference a user property, user properties must be enabled for your project.
pt: Para usar condições de exibição que fazem referência a uma propriedade de usuário, as propriedades de usuário devem estar habilitadas para seu projeto.

source: Enable user properties
pt: Habilitar propriedades de usuário

source: There is something wrong with the logic in the Form Display Condition. Check to make sure your parentheses match and you are referencing case properties correctly.
pt: Há algo errado com a lógica na Condição de Exibição do Formulário. Verifique se os parênteses estão corretos e se você está referenciando as propriedades de caso corretamente.

source: Auto Capture Location
pt: Captura Automática de Localização

source: On CommCare Android, have this form automatically capture the user's current geo-location.
pt: No CommCare Android, faça este formulário capturar automaticamente a localização geográfica atual do usuário.

source: This application is configured to auto capture location for all forms. <br> This can be changed in the application's settings, in the <strong>Advanced Settings</strong> tab, <strong>Android Settings</strong> section.
pt: Este aplicativo está configurado para capturar automaticamente a localização em todos os formulários. <br> Isso pode ser alterado nas configurações do aplicativo, na guia <strong>Configurações Avançadas</strong>, seção <strong>Configurações do Android</strong>.

source: Copy Form
pt: Copiar Formulário

source: Upload
pt: Enviar

source: Show
pt: Mostrar

source: Multimedia
pt: Multimídia

source: Logic
pt: Lógica

source: Form filtering is disabled for this form
pt: O filtro de formulário está desabilitado para este formulário

source: There were errors saving. Please fix the errors below.
pt: Houve erros ao salvar. Por favor, corrija os erros abaixo.

source: Form Settings
pt: Configurações do Formulário

source: This form has a schedule
pt: Este formulário possui um agendamento

source: Schedule Phase
pt: Fase do Agendamento

source: Forms that do not have a schedule are always shown
pt: Formulários que não possuem agendamento são sempre exibidos

source: Form Abbreviation
pt: Abreviação do Formulário

source: This field is required
pt: Este campo é obrigatório

source: "The phase this form is part of. Make phases on the <a href='%(module_url)s'>case list settings page</a>"
pt: "A fase da qual este formulário faz parte. Crie fases na <a href='%(module_url)s'>página de configurações da lista de casos</a>"

source: Please select a phase...
pt: Por favor, selecione uma fase...

source: Form Relevancy Window
pt: Janela de Relevância do Formulário

source: Show this form
pt: Mostrar este formulário

source: days
pt: dias

source: before the anchor date
pt: antes da data âncora

source: after the anchor date
pt: após a data âncora

source: Hide this form
pt: Ocultar este formulário

source: Forms can only be hidden if there are no transition or termination conditions
pt: Formulários só podem ser ocultados se não houver condições de transição ou término

source: Transitions
pt: Transições

source: Transition to the next phase
pt: Transição para a próxima fase

source: Terminate the schedule
pt: Encerrar o cronograma

source: Visit Schedule
pt: Cronograma de Visitas

source: Allow unscheduled visits
pt: Permitir visitas não agendadas

source: Repeat
pt: Repetir

source: Visit
pt: Visita

source: Due
pt: Previsto

source: after the last visit
pt: após a última visita

source: Visit can be made up to
pt: A visita pode ser realizada até

source: days early and
pt: dias antes e

source: days late
pt: dias depois

source: Please add at least one visit
pt: Por favor, adicione pelo menos uma visita

source: Add Visit
pt: Adicionar Visita

source: You have not created a form yet. Create a form in order to view and edit schedules.
pt: Você ainda não criou um formulário. Crie um formulário para visualizar e editar cronogramas.

source: Upload XForm
pt: Enviar XForm

source: End of Form Navigation
pt: Fim da Navegação do Formulário

source: After the user completes a form, your application automatically returns to the home screen. Here you can set the application to navigate automatically to a different location in the app.
pt: Após o usuário completar um formulário, seu aplicativo retorna automaticamente para a tela inicial. Aqui você pode configurar o aplicativo para navegar automaticamente para outro local no app.

source: This is an unknown value, possibly a deleted form. Please change this value.
pt: Este é um valor desconhecido, possivelmente um formulário excluído. Por favor, altere este valor.

source: The end of form navigation specified here will override the end of registration action in the menu(s) where this form is a case list registration form. To avoid this, select the default option here ('Home Screen').
pt: A navegação ao final do formulário especificada aqui irá sobrescrever a ação de finalização de registro no(s) menu(s) onde este formulário é um formulário de registro de lista de casos. Para evitar isso, selecione a opção padrão aqui ('Tela Inicial').

source: Navigation Fallback
pt: Navegação Alternativa

source: Add link
pt: Adicionar link

source: XPath Expression
pt: Expressão XPath

source: This form requires manual linking.
pt: Este formulário requer vinculação manual.

source: Enable manual linking
pt: Ativar vinculação manual

source: Disable manual linking
pt: Desativar vinculação manual

source: Refresh
pt: Atualizar

source: Continue
pt: Continuar

source: No additional linking required.
pt: Nenhuma vinculação adicional necessária.

source: Error fetching link data.
pt: Erro ao buscar dados do link.

source: Remove this link
pt: Remover este link

source: Make this my app’s Post-Update form
pt: Definir este como o formulário Pós-Atualização do meu app

source: Post-Update form
pt: Formulário Pós-Atualização

source: Users will be entered directly into this form when logging back into CommCare immediately after updating their CommCare app. You can use this to give users information on what has changed in a new app version
pt: Usuários serão direcionados diretamente para este formulário ao fazer login novamente no CommCare imediatamente após atualizar seu app CommCare. Você pode usar isso para informar aos usuários o que mudou em uma nova versão do app

source: You have already set another form as this app’s Post-Update form
pt: Você já definiu outro formulário como o formulário Pós-Atualização deste app

source: Enable the Post-Update form for this release
pt: Ativar o formulário Pós-Atualização para esta versão

source: Enable this
pt: Ativar isto

source: You can disable the Post-Update form if it is not necessary for the current app release, but you don’t want to delete it
pt: Você pode desativar o formulário Pós-Atualização se não for necessário para a versão atual do app, mas não deseja excluí-lo

source: Shadow source
pt: Fonte sombra

source: The form which this form will shadow
pt: O formulário que este formulário irá sombrear

source: <strong>User Properties</strong> allow you to store data about the user and use that data in forms.
pt: <strong>Propriedades do Usuário</strong> permitem armazenar dados sobre o usuário e usar esses dados em formulários.

source: Enable these function datums in session endpoints
pt: Ativar estes datums de função nos endpoints de sessão

source: Comma separated list of function datums in session endpoints
pt: Lista separada por vírgulas de datums de função nos endpoints de sessão

source: Add...
pt: Adicionar...

source: Your menus were reordered
pt: Seus menus foram reordenados

source: <p> Sub-menus are now displayed nested under their parent menu. The order of your menus has been changed to reflect that. </p> <p> Click "Rearrange" to make this change permanent. You won't be able to modify the order of your menus until you do so. </p> <p> Please contact support or report an issue if you have any concerns. </p>
pt: <p> Submenus agora são exibidos aninhados sob seu menu pai. A ordem dos seus menus foi alterada para refletir isso. </p> <p> Clique em "Reorganizar" para tornar esta alteração permanente. Você não poderá modificar a ordem dos seus menus até que faça isso. </p> <p> Por favor, entre em contato com o suporte ou reporte um problema se tiver alguma dúvida. </p>

source: Not Now
pt: Agora não

source: Rearrange
pt: Reorganizar

source: This is form %(index)s<br>
pt: Este é o formulário %(index)s<br>

source: Are you sure you want to delete this form?
pt: Tem certeza de que deseja excluir este formulário?

source: You are about to delete the form
pt: Você está prestes a excluir o formulário

source: Delete Form
pt: Apagar formulário
