Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Automatically deactivate Mobile Workers who have not submitted a form within the Inactivity Period below.
pt: Desativar automaticamente Trabalhadores Móveis que não enviaram um formulário dentro do Período de Inatividade abaixo.

source: Inactivity Period
pt: Período de Inatividade

source: 30 days
pt: 30 dias

source: 60 days
pt: 60 dias

source: 90 days
pt: 90 dias

source: 120 days
pt: 120 dias

source: 150 days
pt: 150 dias

source: 180 days
pt: 180 dias

source: 365 days
pt: 365 dias

source: Mobile workers who have not submitted a form after these many days will be considered inactive.
pt: Trabalhadores móveis que não enviarem um formulário após esse número de dias serão considerados inativos.

source: Auto-Deactivation by Month
pt: Desativação Automática por Mês

source: Allow auto-deactivation of Mobile Workers after a specific month.
pt: Permitir desativação automática de Trabalhadores Móveis após um mês específico.

source: When this is enabled, an option to select a month and year for deactivating a Mobile Worker will be present when creating that Mobile Worker.
pt: Quando esta opção estiver ativada, uma opção para selecionar mês e ano para desativação de um Trabalhador Móvel estará disponível ao criar esse Trabalhador Móvel.

source: Update Settings
pt: Atualizar Configurações

source: SMS Detailed Report
pt: Relatório Detalhado de SMS

source: This is a report of SMS details that can be altered by using the filter options above. Once you are happy with your filters, simply click Apply.
pt: Este é um relatório de detalhes de SMS que pode ser alterado usando as opções de filtro acima. Quando estiver satisfeito com seus filtros, basta clicar em Aplicar.

source: Date of Message
pt: Data da Mensagem

source: SMS parts
pt: Partes do SMS

source: Gateway Charge
pt: Cobrança do Gateway

source: Usage Charge
pt: Cobrança de Uso

source: Total Charge
pt: Cobrança Total

source: Message Log ID
pt: ID do Registro de Mensagem

source: Is Valid?
pt: É Válido?

source: Settings have been updated!
pt: As configurações foram atualizadas!

source: Please check form for errors.
pt: Por favor, verifique o formulário em busca de erros.

source: Enterprise Dashboard Error: {}
pt: Erro no Painel Empresarial: {}

source: Enterprise Dashboard: {}
pt: Painel Empresarial: {}

source: Enterprise Permissions
pt: Permissões Empresariais

source: Give web users who have access to a controlling project space the same level of access to your other project spaces. Such users will neither get email invitations to join these project spaces, nor will they appear as members in those project spaces.
pt: Dê aos usuários web que têm acesso a um espaço de projeto controlador o mesmo nível de acesso aos seus outros espaços de projeto. Esses usuários não receberão convites por e-mail para ingressar nesses espaços de projeto, nem aparecerão como membros nesses espaços.

source: Disable Enterprise Permissions
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: To turn on enterprise permissions, select the controlling project space.
pt: Para ativar as permissões empresariais, selecione o espaço de projeto controlador.

source: Select the controlling project space
pt: Manejo de Casos

source: Web users in <strong>%(source_domain)s</strong> will also have permissions in the following project spaces.
pt: Usuários web em <strong>%(source_domain)s</strong> também terão permissões nos seguintes espaços de projeto.

source: Web users in the controlling project space will also have permissions in the following project spaces.
pt: Usuários web no espaço de projeto controlador também terão permissões nos seguintes espaços de projeto.

source: Web users in <strong>%(source_domain)s</strong> will <strong>not</strong> have permissions in the following project spaces.
pt: Usuários web em <strong>%(source_domain)s</strong> <strong>não</strong> terão permissões nos seguintes espaços de projeto.

source: Web users in the controlling project space will <strong>not</strong> have permissions in the following project spaces.
pt: Usuários web no espaço de projeto controlador <strong>não</strong> terão permissões nos seguintes espaços de projeto.

source: Customize Mobile Form Submissions Date Range
pt: Personalizar Intervalo de Datas das Submissões de Formulários Móveis

source: No project spaces found.
pt: Nenhum espaço de projeto encontrado.

source: Email Report
pt: Enviar Relatório Por E-mail

source: Platform Overview for {}
pt: Visão Geral da Plataforma para {}

source: Platform Overview
pt: Visão Geral da Plataforma

source: Enterprise Console
pt: Console Empresarial

source: Projects Overview
pt: Visão Geral dos Projetos

source: User Management
pt: Manejo de Casos

source: Data Management & Export
pt: Gestão e Exportação de Dados

source: Security Center for {}
pt: Central de Segurança para {}

source: Security Center
pt: Central de Segurança

source: That report was not found. Please remember that download links expire after 24 hours.
pt: Esse relatório não foi encontrado. Lembre-se de que os links de download expiram após 24 horas.

source: Generating {title} report, will email to {email} when complete.
pt: Gerando relatório {title}, será enviado por e-mail para {email} quando estiver pronto.

source: Enterprise Settings
pt: Configurações Empresariais

source: Enterprise permissions have been disabled.
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Could not add {}.
pt: Não foi possível adicionar {}.

source: {} is now included in enterprise permissions.
pt: {} agora está incluído nas permissões empresariais.

source: Could not remove {}.
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: {} is now excluded from enterprise permissions.
pt: {} agora está excluído das permissões empresariais.

source: Please select a project.
pt: Por favor, selecione um projeto.

source: Controlling domain set to {}.
pt: Domínio controlador definido como {}.

source: Per event day
pt: Por dia de evento

source: Per entire event
pt: Por todo o evento

source: Attendance target
pt: Meta de presença

source: The expected amount of attendees.
pt: A quantidade esperada de participantes.

source: Allow same day registration
pt: Permitir registro no mesmo dia

source: Attendance recording options
pt: Opções de registro de presença

source: Attendees
pt: Participantes

source: Attendance Takers
pt: Registradores de Presença

source: Please choose at least one Attendance Taker
pt: Por favor, escolha pelo menos um Registrador de Presença

source: Invalid Start Date
pt: Data de Início Inválida

source: You cannot specify the start date in the past
pt: Você não pode especificar a data de início no passado

source: End Date cannot be before Start Date
pt: A Data de Término não pode ser anterior à Data de Início

source: You cannot specify the end date in the past
pt: Você não pode especificar a data de término no passado

source: All Locations
pt: Todas as Localizações

source: One or more of the locations was not found.
pt: Uma ou mais das localizações não foram encontradas.

source: Primary location must be one of the user's locations
pt: A localização principal deve ser uma das localizações do usuário

source: Primary location can't be empty if the user has any locations set
pt: A localização principal não pode estar vazia se o usuário tiver alguma localização definida

source: Attendee list under review
pt: Lista de participantes em revisão

source: Attendee list rejected
pt: Lista de participantes rejeitada

source: Attendee list accepted
pt: Lista de participantes aceita

source: Event not started
pt: Evento não iniciado

source: Event in progress
pt: Evento em andamento

source: Attendee
pt: Participante

source: This attendee cannot be deleted as <strong>%(attendee_name)s</strong> has been tracked as having attended one or more events.
pt: Este participante não pode ser excluído, pois <strong>%(attendee_name)s</strong> foi registrado como tendo participado de um ou mais eventos.

source: Update Attendee
pt: Atualizar Participante

source: Delete Attendee
pt: Excluir Participante

source: Are you sure you want to permanently delete <strong>%(attendee_name)s</strong>?
pt: Tem certeza de que deseja excluir permanentemente <strong>%(attendee_name)s</strong>?

source: This action will delete %(attendee_name)s as a potential attendee and will remove them from all future events that they are currently enlisted in.
pt: Esta ação excluirá %(attendee_name)s como participante potencial e irá removê-lo(a) de todos os eventos futuros em que está atualmente inscrito(a).

source: This action cannot be undone.
pt: Esta ação não pode ser desfeita.

source: Known potential attendees who can be invited to participate in Attendance Tracking Events.
pt: Participantes potenciais conhecidos que podem ser convidados para participar de Eventos de Rastreamento de Presença.

source: Create Potential Attendee
pt: Criar Participante Potencial

source: Enable Mobile Worker Attendees
pt: Ativar Participantes Trabalhadores Móveis

source: New Potential Attendees
pt: Novos Participantes Potenciais

source: Pending...
pt: Pendente...

source: NEW
pt: NOVO

source: ERROR
pt: ERRO

source: Potential Attendees
pt: Participantes Potenciais

source: Loading potential attendees ...
pt: Carregando participantes potenciais ...

source: <strong>There was an issue contacting the server.</strong> Please check your internet connection. If this issue continues, please <a href="#modalReportIssue" data-toggle="modal">report an issue</a>.
pt: <strong>Houve um problema ao contatar o servidor.</strong> Verifique sua conexão com a internet. Se o problema persistir, por favor <a href="#modalReportIssue" data-toggle="modal">relate um problema</a>.

source: You currently have no potential attendees.
pt: Você não possui participantes potenciais no momento.

source: No matching potential attendees found.
pt: Nenhum participante potencial correspondente encontrado.

source: Attendance tracking events can be used to track attendance of all the selected attendees.
pt: Eventos de rastreamento de presença podem ser usados para acompanhar a presença de todos os participantes selecionados.

source: Add new event
pt: Adicionar novo evento

source: View Attendees
pt: Ver Participantes

source: No Attendees Yet
pt: Nenhum Participante Ainda

source: Date Attended
pt: Data de Participação

source: Attendee Name
pt: Nome do Participante

source: Event has not yet started
pt: O evento ainda não começou

source: There was a problem fetching the list of attendees and attendance takers. Please try again.
pt: Houve um problema ao buscar a lista de participantes e responsáveis pela presença. Por favor, tente novamente.

source: Attendance Tracking
pt: Rastreamento de Presença

source: Attendance Tracking Events
pt: Eventos de Rastreamento de Presença

source: events per page
pt: eventos por página

source: You have no events
pt: Você não possui eventos

source: Loading events
pt: Carregando eventos

source: Events
pt: Eventos

source: Start date
pt: Data de início

source: End date
pt: Data de término

source: Attendance Target
pt: Meta de Presença

source: Total attendance
pt: Presença total

source: Total attendance takers
pt: Total de responsáveis pela presença

source: Add Attendance Tracking Event
pt: Adicionar Evento de Rastreamento de Presença

source: Add New Event
pt: Adicionar Novo Evento

source: Edit Attendance Tracking Event
pt: Editar Evento de Rastreamento de Presença

source: Edit Event
pt: Editar Evento

source: Attendees per page
pt: Participantes por página

source: You have no attendees
pt: Você não tem participantes

source: Loading attendees
pt: Carregando participantes

source: Form validation failed: {}
pt: Falha na validação do formulário: {}

source: Edit Attendee
pt: Editar Participante

source: Enabling mobile worker attendees status
pt: Ativando status de participantes trabalhadores móveis

source: Disabling mobile worker attendees status
pt: Desativando status de participantes trabalhadores móveis

source: Processing Mobile Workers. This may take some time...
pt: Processando Trabalhadores Móveis. Isso pode levar algum tempo...

source: User conversion failed for some reason and we have noted this failure.
pt: A conversão do usuário falhou por algum motivo e registramos essa falha.

source: Go back to view attendees
pt: Voltar para visualizar participantes

source: Mobile workers can now also be selected to attend events.
pt: Agora trabalhadores móveis também podem ser selecionados para participar de eventos.

source: Enabling mobile workers complete!
pt: Ativação de trabalhadores móveis concluída!

source: Enabling mobile worker attendees in progress. This may take a while...
pt: Ativando participantes trabalhadores móveis em andamento. Isso pode levar um tempo...

source: Mobile workers are now removed from the potential attendees list.
pt: Trabalhadores móveis agora foram removidos da lista de possíveis participantes.

source: Disabling mobile workers complete!
pt: Desativação de trabalhadores móveis concluída!

source: Disabling mobile worker attendees in progress. This may take a while...
pt: Desativando participantes trabalhadores móveis em andamento. Isso pode levar um tempo...

source: Export instance type {name} not supported!
pt: Tipo de instância de exportação {name} não suportado!

source: No Tables found in Export {name}
pt: Nenhuma Tabela encontrada na Exportação {name}

source: Cannot do a bulk case export as the project has more than %(max_case_types)s case types or %(max_apps)s applications.
pt: Não é possível fazer uma exportação em massa de casos, pois o projeto possui mais de %(max_case_types)s tipos de casos ou %(max_apps)s aplicativos.

source: Select model type
pt: Selecionar tipo de modelo

source: form
pt: formulário

source: Select Application Type
pt: Selecionar Tipo de Aplicativo

source: Menu is required
pt: Menu é obrigatório

source: Form is required
pt: Formulário é obrigatório

source: case type is required
pt: tipo de caso é obrigatório

source: All Mobile Workers
pt: Todos os Trabalhadores Móveis

source: Demo User
pt: Usuário de Demonstração

source: Unknown Users
pt: Usuários Desconhecidos

source: CommCare Supply
pt: CommTrack

source: Case Owner(s)
pt: Proprietário(s) do Caso

source: User(s)
pt: Usuário(s)

source: Last 7 days
pt: Últimos 7 dias

source: Last 30 days
pt: Últimos 30 dias

source: Last month
pt: Mês Passado

source: Last year
pt: Último ano

source: Days ago
pt: Dias atrás

source: Since a date
pt: Desde uma data

source: From a date to a date
pt: De uma data até outra data

source: Export forms received in this date range.
pt: Exportar formulários recebidos neste intervalo de datas.

source: Export cases modified in this date range.
pt: Exportar casos modificados neste intervalo de datas.

source: Number of Days
pt: Número de Dias

source: Begin Date
pt: Data de Início

source: Update location restriction to match filters.
pt: Atualizar restrição de localização para corresponder aos filtros.

source: Cannot submit case and form users and groups filter
pt: Não é possível enviar filtro de usuários e grupos de casos e formulários

source: A valid start date is required
pt: Uma data de início válida é obrigatória

source: A valid end date is required
pt: Uma data de término válida é obrigatória

source: Location Management
pt: Gerenciamento de Localização

source: Filters forms by date received. The timezone for this export is %(timezone)s.
pt: Filtra formulários pela data de recebimento. O fuso horário para esta exportação é %(timezone)s.

source: Export cases modified in this date range
pt: Exportar casos modificados neste intervalo de datas

source: Export messages sent in this date range
pt: Exportar mensagens enviadas neste período

source: Select project data source
pt: Selecionar fonte de dados do projeto

source: Download Data Export Tool query file
pt: Baixar arquivo de consulta da Ferramenta de Exportação de Dados

source: CSV (zip file)
pt: CSV (arquivo zip)

source: Excel (older versions)
pt: Excel (versões antigas)

source: The ID of the associated {} case type
pt: O ID do tipo de caso associado a {}

source: XLS format does not support more than 255 columns. Please select a different file type
pt: O formato XLS não suporta mais de 255 colunas. Por favor, selecione outro tipo de arquivo

source: {name} (created {date})
pt: {name} (criado em {date})

source: Forms
pt: Formulários

source: Repeat: {}
pt: Repetir: {}

source: Case History
pt: Histórico do Caso

source: Parent Cases
pt: Casos Pai

source: Messages
pt: Mensagens

source: Messages (created {date})
pt: Mensagens (criadas em {date})

source: {}: latitude (degrees)
pt: {}: latitude (graus)

source: {}: longitude (degrees)
pt: {}: longitude (graus)

source: {}: altitude (meters)
pt: {}: altitude (metros)

source: {}: accuracy (meters)
pt: {}: precisão (metros)

source: Unique identifier of the form submission
pt: Identificador único do envio do formulário

source: The time at which this form was completed
pt: O horário em que este formulário foi concluído

source: The time at which this form was started
pt: O horário em que este formulário foi iniciado

source: The username of the user who submitted this form
pt: O nome de usuário de quem enviou este formulário

source: The ID of the user who submitted this form
pt: O ID de quem enviou este formulário

source: The XMLNS of this form
pt: O XMLNS deste formulário

source: The name of this form
pt: O nome deste formulário

source: The version of CommCare and the app that was used to submit this form
pt: A versão do CommCare e do aplicativo usada para enviar este formulário

source: The ID of the device that submitted this form
pt: O ID do dispositivo que enviou este formulário

source: GPS capture when opening the form
pt: Captura de GPS ao abrir o formulário

source: The ID of the app that this form is part of
pt: O ID do aplicativo ao qual este formulário pertence

source: The ID of the published app that this form is part of
pt: O ID do aplicativo publicado ao qual este formulário pertence

source: The version of the app in which this form was last updated prior to being published
pt: A versão do aplicativo em que este formulário foi atualizado pela última vez antes de ser publicado

source: The ID of the last sync on the phone that occurred prior to submitting this form.
pt: O ID da última sincronização no telefone ocorrida antes do envio deste formulário.

source: True if the form was a partial submission, False otherwise.
pt: Verdadeiro se o formulário foi um envio parcial, Falso caso contrário.

source: The time at which the server receive this form submission
pt: O horário em que o servidor recebeu o envio deste formulário

source: The time at which this form was last edited.
pt: O horário em que este formulário foi editado pela última vez.

source: The IP address from which the form was submitted
pt: O endereço IP de onde o formulário foi enviado

source: Link to this form
pt: Link para este formulário

source: The HQ user who submitted the form. This will be the same as username unless the form was submitted via Log In As.
pt: O usuário HQ que enviou o formulário. Será o mesmo que o nome de usuário, a menos que o formulário tenha sido enviado via Log In As.

source: The name of the case that this form operated on
pt: O nome do caso no qual este formulário operou

source: Add stock data columns to the export
pt: Adicionar colunas de dados de estoque à exportação

source: The ID of the case
pt: O ID do caso

source: The name of the case
pt: O nome do caso

source: The type of the case
pt: O tipo do caso

source: True if the case is closed, otherwise False
pt: Verdadeiro se o caso está fechado, caso contrário Falso

source: The ID of the user who closed the case
pt: O ID de quem fechou o caso

source: The username of the user who closed the case
pt: O nome de usuário de quem fechou o caso

source: The date and time at which the case was closed
pt: A data e hora em que o caso foi fechado

source: The external ID for this case
pt: O ID externo deste caso

source: The ID of the user who last modified this case
pt: O ID de quem modificou este caso pela última vez

source: The username of the user who last modified this case
pt: O nome de usuário de quem modificou este caso pela última vez

source: The date and time at which the case was last modified
pt: A data e hora em que o caso foi modificado pela última vez

source: The ID of the user who opened the case
pt: O ID de quem abriu o caso

source: The username of the user who opened the case
pt: O nome de usuário de quem abriu o caso

source: The date and time at which the case was opened
pt: A data e hora em que o caso foi aberto

source: The ID of the user who owns the case
pt: O ID de quem é proprietário do caso

source: The username of the user who owns the case
pt: O nome de usuário da pessoa proprietária do caso

source: The date and time at which the server received the form that last modified the case
pt: A data e hora em que o servidor recebeu o formulário que modificou o caso pela última vez

source: Link to this case
pt: Link para este caso

source: CommCare Analytics is a Superset based tool that allows data exploration and data visualization. <!-- Add link to public docs here when the docs are ready --> <!-- For more information on Superset and how to get started, read the--> <!-- <a href="" target="_blank">documentation</a>.-->
pt: O CommCare Analytics é uma ferramenta baseada no Superset que permite a exploração e visualização de dados. <!-- Adicione o link para a documentação pública aqui quando estiver pronta --> <!-- Para mais informações sobre o Superset e como começar, leia a--> <!-- <a href="" target="_blank">documentação</a>.-->

source: <a href="%(analytics_redirect_url)s" target="_blank"> Navigate to Superset </a>
pt: <a href="%(analytics_redirect_url)s" target="_blank"> Navegar para o Superset </a>

source: These options allow you to configure how CommCare exports data from multi-select questions. If you do not want to split the options into multiple columns select the 'plain' option.
pt: Estas opções permitem configurar como o CommCare exporta dados de perguntas de múltipla seleção. Se você não quiser dividir as opções em várias colunas, selecione a opção 'simples'.

source: Each item that is selected in the select list will appear as a column in the exported data. Any options not selected will be in an "extra" column.
pt: Cada item selecionado na lista aparecerá como uma coluna nos dados exportados. Quaisquer opções não selecionadas estarão em uma coluna "extra".

source: More info
pt: Mais informações

source: Default file type
pt: Tipo de arquivo padrão

source: Excel Dashboard Integration is only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
pt: A Integração de Painel do Excel está disponível apenas no Plano Standard ou superior. Clique <a href="%(software_plan_url)s">aqui</a> para gerenciar o plano de software do seu projeto.

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
pt: Manter esta opção marcada garante que as datas apareçam no formato do Excel. Caso contrário, elas aparecerão como texto normal. Isso também permite hiperlinks para a multimídia capturada pelo envio do seu formulário.
