Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Invalid character '/' in case property name: '{}'. Parent or host case references are not allowed.
pt: Caractere inválido '/' no nome da propriedade de caso: '{}'. Referências a casos pai ou host não são permitidas.

source: Case property reference cannot contain '/' unless referencing the parent or host case with 'parent/' or 'host/'
pt: A referência de propriedade de caso não pode conter '/' a menos que esteja referenciando o caso pai ou host com 'parent/' ou 'host/'

source: Please specify a case property value.
pt: Por favor, especifique um valor para a propriedade de caso.

source: Please enter a number of days greater than or equal to zero
pt: Por favor, insira um número de dias maior ou igual a zero

source: Update Group Name
pt: Atualizar Nome do Grupo

source: Please include the case group ID.
pt: Por favor, inclua o ID do grupo de caso.

source: A case group was not found with that ID.
pt: Não foi encontrado um grupo de caso com esse ID.

source: Case ID, External ID, or Phone Number
pt: ID do Caso, ID Externo ou Número de Telefone

source: Add Case
pt: Adicionar Caso

source: Initial values are set by the form
pt: Os valores iniciais são definidos pelo formulário

source: Basic Information
pt: Informações Básicas

source: Run when
pt: Executar quando

source: The Actions will be performed for all open cases that match all filter criteria below.
pt: As ações serão realizadas para todos os casos abertos que correspondam a todos os critérios de filtro abaixo.

source: Initial values are set by the form.
pt: Os valores iniciais são definidos pelo formulário.

source: Case Filters
pt: Filtros de Caso

source: Rule Criteria
pt: Critérios da Regra

source: Invalid JSON object given
pt: Objeto JSON inválido fornecido

source: Please enter a number of days
pt: Por favor, insira um número de dias

source: Please enter a valid regular expression to match
pt: Por favor, insira uma expressão regular válida para corresponder

source: There was a problem with a UCR Filter Definition:
pt: Houve um problema com uma Definição de Filtro UCR:

source: Please specify at least one action.
pt: Por favor, especifique pelo menos uma ação.

source: The rule will be applied to all cases that match all filter criteria below.
pt: A regra será aplicada a todos os casos que correspondam a todos os critérios de filtro abaixo.

source: Cases Filter
pt: Filtro de Casos

source: Reassign Cases
pt: Reatribuir Casos

source: Reassign
pt: Reatribuir

source: Case Name
pt: Nome do Caso

source: Last Modified
pt: Última Modificação

source: An owner_id needs to be specified to bulk reassign cases
pt: É necessário especificar um owner_id para reatribuição em massa de casos

source: Copy Cases
pt: Copiar Casos

source: Normal Forms
pt: Formulários Normais

source: Archived Forms
pt: Formulários Arquivados

source: Restore selected Forms
pt: Restaurar Formulários Selecionados

source: Restore Forms Status
pt: Status da Restauração de Formulários

source: Restoring your forms, this may take some time...
pt: Restaurando seus formulários, isso pode levar algum tempo...

source: Restore complete!
pt: Restauração concluída!

source: Successfully restored
pt: Restaurado com sucesso

source: Restore Failed. Details:
pt: Falha na Restauração. Detalhes:

source: Problem restoring your forms! Please try again or report an issue
pt: Problema ao restaurar seus formulários! Por favor, tente novamente ou reporte um problema

source: To archive back any forms, use the Manage Forms report and filter to Normal forms
pt: Para arquivar novamente qualquer formulário, use o relatório Gerenciar Formulários e filtre para formulários Normais

source: Archive selected forms
pt: Arquivar formulários selecionados

source: Archive Forms Status
pt: Status do Arquivamento de Formulários

source: Archiving your forms, this may take some time...
pt: Arquivando seus formulários, isso pode levar algum tempo...

source: Archive complete!
pt: Arquivamento concluído!

source: Successfully archived
pt: Arquivado com sucesso

source: Archive Failed. Details:
pt: Falha no Arquivamento. Detalhes:

source: Problem archiving your forms! Please try again or report an issue
pt: Problema ao arquivar seus formulários! Por favor, tente novamente ou reporte um problema

source: To restore any archived forms, use the Manage Forms report and filter to Archived forms
pt: Para restaurar qualquer formulário arquivado, use o relatório Gerenciar Formulários e filtre para formulários Arquivados

source: Archived/Restored
pt: Arquivado/Restaurado

source: Manage Forms
pt: Gerir Formulários

source: View Form
pt: Visualizar Formulário

source: Submission Time
pt: Tempo de Submissão

source: Completion Time
pt: Tempo de Preenchimento

source: Case Update
pt: Atualização de Caso

source: Deduplicate
pt: Desduplicar

source: Scheduling
pt: Agendamento

source: ALL of the criteria are met
pt: TODOS os critérios são atendidos

source: ANY of the criteria are met
pt: QUALQUER um dos critérios é atendido

source: Running
pt: Executando

source: Finished
pt: Finalizado

source: Stopped
pt: Parado

source: No Forms are supplied
pt: Nenhum formulário fornecido

source: Automatically update or close cases from CommCare HQ
pt: Atualize ou feche casos automaticamente a partir do CommCare HQ

source: Create rules for updating or closing cases from CommCare HQ. All rules run every day at %(time)s GMT. For more information, see the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Help Site</a>.
pt: Crie regras para atualizar ou fechar casos a partir do CommCare HQ. Todas as regras são executadas diariamente às %(time)s GMT. Para mais informações, consulte o <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143957601/Automatically+Update+Cases">Site de Ajuda</a>.

source: Automatic Update Rules
pt: Regras de Atualização Automática

source: Rule Run History
pt: Histórico de Execução da Regra

source: NOTE: A system administrator is required to edit this rule.
pt: NOTA: É necessário um administrador do sistema para editar esta regra.

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
pt: Esta regra de deduplicação está atualmente preenchendo dados retroativamente. Você poderá editá-la assim que for concluída. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) casos processados. Recarregue a página para ver o progresso atualizado.

source: Include Closed Cases
pt: Incluir Casos Fechados

source: Add Update Case Property
pt: Adicionar Propriedade de Atualização do Caso

source: Set case property
pt: Definir propriedade do caso

source: to the exact value
pt: para o valor exato

source: to the value from other case property
pt: para o valor de outra propriedade do caso

source: <p> This page allows you to directly access a specific form data or case data page. Read more on our <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>help site</a>. </p>
pt: <p> Esta página permite acessar diretamente uma página de dados de formulário ou de caso específica. Saiba mais em nosso <a href='https://confluence.dimagi.com/display/commcarepublic/Find+Data+by+ID'>site de ajuda</a>. </p>

source: Delete case group <strong data-bind="text: name"></strong>?
pt: Excluir grupo de casos <strong data-bind="text: name"></strong>?

source: Yes, delete the case group <strong data-bind="text: name"></strong>.
pt: Sim, excluir o grupo de casos <strong data-bind="text: name"></strong>.

source: Deleting Group...
pt: Excluindo Grupo...

source: Delete Group
pt: Apagar Grupo

source: Group Deleted
pt: Grupo Excluído

source: Manage Cases
pt: Gerenciar Casos

source: Create rules for finding duplicate cases. Rules are run on each form submission. When rules are created or edited the rule will be locked for further changes and a backfill process will be run.
pt: Crie regras para encontrar casos duplicados. As regras são executadas a cada envio de formulário. Quando regras são criadas ou editadas, a regra será bloqueada para novas alterações e um processo de preenchimento retroativo será executado.

source: Add Deduplication Rule
pt: Adicionar Regra de Deduplicação

source: Inactive
pt: Inativo

source: Explore Duplicates
pt: Explorar Duplicados

source: Activate
pt: Ativar

source: Deactivate
pt: Desativar

source: Delete this rule?
pt: Excluir esta regra?

source: Are you sure you want to <strong>delete</strong> this rule?
pt: Tem certeza de que deseja <strong>excluir</strong> esta regra?

source: Delete Rule
pt: Excluir Regra

source: Cases in Group <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Edit</small></a>
pt: Casos no Grupo <a href="#" id="toggle-group-name">%(group_name)s <small><i class="fa fa-edit"></i> Editar</small></a>

source: cases processed. Please do not refresh or close this page.
pt: casos processados. Por favor, não atualize nem feche esta página.

source: Cases were successfully added:
pt: Casos adicionados com sucesso:

source: Issues encountered during bulk upload:
pt: Problemas encontrados durante o envio em massa:

source: Processing file...
pt: Processando arquivo...

source: Removing...
pt: Removendo...

source: Case Removed
pt: Caso Removido

source: Bulk upload cases to group
pt: Enviar casos em massa para o grupo

source: Automatically update or btn-close cases from CommCare HQ
pt: Atualize automaticamente ou feche casos do CommCare HQ

source: This deduplication rule is currently backfilling. You will be able to edit it once it has completed. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) cases processed. Reload the page to see the updated progress.
pt: Esta regra de deduplicação está atualmente preenchendo dados retroativamente. Você poderá editá-la assim que for concluída. <strong>%(progress)s%%</strong> (%(complete)s / %(total)s) casos processados. Recarregue a página para ver o progresso atualizado.

source: cases processed. Please do not refresh or btn-close this page.
pt: casos processados. Por favor, não atualize nem feche esta página.

source: Something went wrong! There was an error. If you see this error repeatedly please report it as issue.
pt: Algo deu errado! Ocorreu um erro. Se você vir esse erro repetidamente, por favor, reporte como um problema.

source: Select all %(total_xForms)s forms
pt: Selecionar todos os %(total_xForms)s formulários

source: (<span class="selectedCount ">0</span> forms selected)
pt: (<span class="selectedCount ">0</span> formulários selecionados)

source: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s selected cases to <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> selected cases to <!-- /ko -->
pt: <!-- ko if: selectAllMatches --> %(action_text)s %(total_cases)s casos selecionados para <!-- /ko --> <!-- ko ifnot: selectAllMatches --> %(action_text)s <span data-bind="text: selectedCount"></span> casos selecionados para <!-- /ko -->

source: Select all
pt: Selecionar tudo

source: Select New Owner...
pt: Selecionar Novo Responsável...

source: Case Copy
pt: Cópia de Caso

source: Case Reassignment
pt: Reatribuição de Caso

source: Add Automatic Case Update Rule
pt: Adicionar Regra Automática de Atualização de Caso

source: Unlock Linked Rules For Me
pt: Desbloquear Regras Vinculadas Para Mim

source: Lock Linked Rules For Me
pt: Bloquear Regras Vinculadas Para Mim

source: Linked configurations are controlled from a separate, linked project space. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Learn more</a>.
pt: As configurações vinculadas são controladas a partir de um espaço de projeto separado e vinculado. <a href='https://confluence.dimagi.com/display/commcarepublic/Enterprise+Release+Management' target='_blank'>Saiba mais</a>.

source: Are you sure you want to <strong>delete</strong> this rule?
pt: Tem certeza de que deseja <strong>excluir</strong> esta regra?

source: All rules for a specific case type are run together and are referred to as rule runs. This table displays information associated with each rule run.
pt: Todas as regras para um tipo de caso específico são executadas juntas e são chamadas de execuções de regras. Esta tabela exibe informações associadas a cada execução de regra.

source: Started On
pt: Iniciado Em

source: Finished On
pt: Finalizado Em

source: # of Cases Updated
pt: Nº de Casos Atualizados

source: # of Cases Closed
pt: Nº de Casos Encerrados

source: Close the case
pt: Encerrar o caso

source: Update case property
pt: Atualizar propriedade do caso

source: Custom action
pt: Ação personalizada

source: All cases matching the above criteria will be closed
pt: Todos os casos que correspondem aos critérios acima serão encerrados

source: Custom action ID
pt: ID da ação personalizada

source: Requires System Admin
pt: Requer Administrador do Sistema

source: Select a filter
pt: Selecione um filtro

source: Case not modified since
pt: Caso não modificado desde

source: Date case property
pt: Propriedade de data do caso

source: Date case property (advanced)
pt: Propriedade de data do caso (avançado)

source: Location
pt: Localização

source: Parent case is closed
pt: Caso pai está encerrado

source: Custom filter
pt: Filtro personalizado

source: UCR Filter
pt: Filtro UCR

source: AND
pt: E

source: OR
pt: OU

source: Case not modified in
pt: Caso não modificado em

source: has a value
pt: possui um valor

source: does not have a value
pt: não possui um valor

source: matches the regular expression
pt: corresponde à expressão regular

source: When the current date is
pt: Quando a data atual for

source: greater than or equal
pt: maior ou igual

source: less than or equal
pt: menor ou igual

source: the date in case property
pt: a data na propriedade do caso

source: plus
pt: mais

source: minus
pt: menos

source: The parent case is closed
pt: O caso pai está encerrado

source: Custom filter ID
pt: ID do filtro personalizado

source: Case belongs to location
pt: Caso pertence à localização

source: Include cases from child locations
pt: Incluir casos de localizações filhas

source: Filter Definition
pt: Definição do Filtro

source: Find
pt: Encontrar

source: The bulk case copy has completed successfully.
pt: A cópia em massa dos casos foi concluída com sucesso.

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
pt: %(case_count)s casos copiados com sucesso. <p>A lista de casos copiados pode ser visualizada em <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> É possível que no relatório o owner_id ainda não esteja atualizado; você pode abrir casos individuais e confirmar o responsável correto pelo caso. O relatório é atualizado com um pequeno atraso. </p>

source: All cases were copied
pt: Todos os casos foram copiados

source: Succesfully copied %(case_count)s cases. <p>The list of cases that were copied can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
pt: %(case_count)s casos copiados com sucesso. <p>A lista de casos que foram copiados pode ser visualizada em <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> É possível que no relatório o owner_id ainda não esteja atualizado. Você pode abrir casos individuais e confirmar o responsável correto pelo caso; o relatório é atualizado com um pequeno atraso. </p>

source: However, we ran into the following problems:
pt: No entanto, encontramos os seguintes problemas:

source: Case Copy Failed! Details:
pt: Falha ao copiar o caso! Detalhes:

source: The bulk case reassignment has completed successfully.
pt: A reatribuição em massa de casos foi concluída com sucesso.

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
pt: %(case_count)s casos reatribuídos com sucesso. <p>A lista de casos que foram reatribuídos pode ser visualizada em <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> É possível que no relatório o owner_id ainda não esteja atualizado. Você pode abrir casos individuais e confirmar o responsável correto pelo caso; o relatório é atualizado com um pequeno atraso. </p>

source: All cases were reassigned
pt: Todos os casos foram reatribuídos

source: Succesfully reassigned %(case_count)s cases. <p>The list of cases that were reassigned can be viewed at <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> It's possible that in the report the owner_id is not yet updated, you can open individual cases and confirm the right case owner, the report gets updated with a slight delay. </p>
pt: %(case_count)s casos reatribuídos com sucesso. <p>A lista de casos que foram reatribuídos pode ser visualizada em <a href='%(report_url)s'>%(report_url)s</a>.</p> <p> É possível que no relatório o owner_id ainda não esteja atualizado. Você pode abrir casos individuais e confirmar o responsável correto pelo caso; o relatório é atualizado com um pequeno atraso. </p>

source: Case Reassignment Failed! Details:
pt: Falha na reatribuição do caso! Detalhes:

source: <span>Return to <a href="%(form_management_url)s">Manage Forms</a> to reverse this.</span>
pt: <span>Retorne para <a href="%(form_management_url)s">Gerenciar Formulários</a> para reverter isso.</span>

source: The case group was not found.
pt: O grupo de casos não foi encontrado.

source: Could not find case with identifier '{}'.
pt: Não foi possível encontrar o caso com o identificador '{}'.

source: It looks like the case with identifier '{}' is marked as deleted.
pt: Parece que o caso com o identificador '{}' está marcado como excluído.

source: A case with identifier '{}' already exists in this group.
pt: Um caso com o identificador '{}' já existe neste grupo.

source: Case with identifier '{}' has been added to this group.
pt: Caso com o identificador '{}' foi adicionado a este grupo.

source: XForm {form_id} does not belong to domain {domain}
pt: O XForm {form_id} não pertence ao domínio {domain}

source: XForm {form_id} for domain {domain} by user '{username}'
pt: XForm {form_id} para o domínio {domain} pelo usuário '{username}'

source: Successfully archived {form}
pt: {form} arquivado com sucesso

source: Successfully unarchived {form}
pt: {form} desarquivado com sucesso

source: Could not archive {form}: {error}
pt: Não foi possível arquivar {form}: {error}

source: Could not find XForm {form_id}
pt: Não foi possível encontrar o XForm {form_id}

source: {success_msg} {count} form(s)
pt: {success_msg} {count} formulário(s)

source: No payloads specified
pt: Nenhum payload especificado

source: Successfully resent repeat record (id={})
pt: Registro repetido reenviado com sucesso (id={})

source: Successfully cancelled repeat record (id={})
pt: Registro repetido cancelado com sucesso (id={})

source: Successfully requeued repeat record (id={})
pt: Registro repetido reencaminhado com sucesso (id={})

source: Could not perform action for repeat record (id={}): {}
pt: Não foi possível realizar a ação para o registro repetido (id={}): {}

source: Successfully performed {action} action on {count} form(s)
pt: Ação {action} realizada com sucesso em {count} formulário(s)

source: Case Groups
pt: Grupos de Casos

source: groups per page
pt: grupos por página

source: You have no case groups. Please create one!
pt: Você não tem grupos de casos. Por favor, crie um!

source: Loading groups...
pt: Carregando grupos...

source: Deleted Groups:
pt: Grupos Excluídos:

source: New Groups:
pt: Novos Grupos:

source: Number of Cases
pt: Número de Casos

source: Manage Case Group
pt: Gerenciar Grupo de Casos

source: cases per page
pt: casos por página

source: You have no cases in your group.
pt: Você não tem casos em seu grupo.

source: Loading cases...
pt: Carregando casos...

source: Removed Cases:
pt: Casos Removidos:

source: Added Cases:
pt: Casos Adicionados:

source: Manage Group '%s'
pt: Gerenciar Grupo '%s'

source: case
pt: caso

source: cases
pt: casos

source: We received your file and are processing it...
pt: Recebemos seu arquivo e estamos processando...

source: No files uploaded
pt: Nenhum arquivo enviado

source: Sorry, we could not a find a case that matched the identifier you provided.
pt: Desculpe, não foi possível encontrar um caso que corresponda ao identificador fornecido.

source: Case already in group
pt: Caso já está no grupo

source: It looks like this case was deleted.
pt: Parece que este caso foi excluído.

source: Case added
pt: Caso adicionado

source: Form Management
pt: Gerenciamento de Formulários

source: Form Status
pt: Status do Formulário

source: Find Data by ID
pt: Encontrar Dados pelo ID

source: Automatically Update Cases
pt: Atualizar Casos Automaticamente

source: rules per page
pt: regras por página

source: You have no case rules.
pt: Você não possui nenhuma regra de casos.

source: Loading rules...
pt: Carregando regras...

source: Deleted Rules
pt: Regras Excluídas

source: midnight
pt: meia-noite

source: Please provide an id.
pt: Por favor, forneça um id.

source: Rule not found.
pt: Regra não encontrada.

source: Add Case Rule
pt: Adicionar Regra de Caso

source: Edit Case Rule
pt: Editar Regra de Caso

source: View Case Rule
pt: Visualizar Regra de Caso

source: Deduplicate Cases
pt: Desduplicar Casos

source: Potential Duplicate Count
pt: Contagem Potencial de Duplicados

source: Processing - {progress_percent}% ({cases_processed}/{total_cases} cases) complete
pt: Processando - {progress_percent}% ({cases_processed}/{total_cases} casos) concluído

source: Create Deduplication Rule
pt: Criar Regra de Desduplicação

source: Deduplication rule not saved due to the following issues: %s
pt: Regra de desduplicação não salva devido aos seguintes problemas: %s

source: Successfully created deduplication rule: {}
pt: Regra de desduplicação criada com sucesso: {}

source: A rule with name {name} already exists
pt: Já existe uma regra com o nome {name}

source: Matching case properties must be unique
pt: As propriedades de caso correspondentes devem ser únicas

source: You cannot update reserved property: {}
pt: Você não pode atualizar a propriedade reservada: {}

source: Action case properties must be unique
pt: As propriedades de caso de ação devem ser únicas

source: You cannot update properties that are used to match a duplicate.
pt: Você não pode atualizar propriedades que são usadas para identificar um duplicado.

source: Edit Deduplication Rule
pt: Editar Regra de Desduplicação

source: Rule {name} is currently backfilling and cannot be edited
pt: A regra {name} está atualmente em preenchimento retroativo e não pode ser editada

source: Rule {name} was updated, and has been queued for backfilling
pt: A regra {name} foi atualizada e está na fila para preenchimento retroativo

source: Rule {name} was not updated, since nothing changed
pt: A regra {name} não foi atualizada, pois nada mudou

source: yes
pt: sim

source: no
pt: não
