Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: The domain "{domain}" was not found.
pt: O domínio "{domain}" não foi encontrado.

source: The project space "{domain}" has not yet been activated. Please report an issue if you think this is a mistake.
pt: O espaço do projeto "{domain}" ainda não foi ativado. Por favor, reporte um problema se achar que isso é um erro.

source: maximum password attempts exceeded
pt: número máximo de tentativas de senha excedido

source: Password must have at least {password_length} characters.
pt: A senha deve ter pelo menos {password_length} caracteres.

source: Password is not strong enough. Try making your password more complex.
pt: A senha não é forte o suficiente. Tente torná-la mais complexa.

source: Override project's timezone setting just for me.
pt: Substituir a configuração de fuso horário do projeto apenas para mim.

source: My Timezone
pt: Meu Fuso Horário

source: Update My Settings
pt: Atualizar Minhas Configurações

source: Allowed Countries
pt: Países Permitidos

source: Allowed IPs
pt: IPs Permitidos

source: Denied IPs
pt: IPs Negados

source: Additional Notes
pt: Notas Adicionais

source: Edit IP Access Config
pt: Editar Configuração de Acesso por IP

source: Update IP Access Config
pt: Atualizar Configuração de Acesso por IP

source: There are IP addresses in both the Allowed and Denied lists. Please ensure an IP address is only in one list at a time.
pt: Há endereços IP nas listas de Permitidos e Negados. Por favor, garanta que um IP esteja em apenas uma lista por vez.

source: The Allowed Countries field cannot be saved because MaxMind is not configured for your environment
pt: O campo Países Permitidos não pode ser salvo porque o MaxMind não está configurado para seu ambiente

source: Please add your own country or IP to the Allowed IPs field to avoid being locked out.
pt: Adicione seu próprio país ou IP ao campo de IPs Permitidos para evitar ser bloqueado.

source: You cannot put your current IP address in the Denied IPs field
pt: Você não pode colocar seu IP atual no campo de IPs Negados

source: The user being transferred to does not exist
pt: O usuário para o qual está sendo feita a transferência não existe

source: Mismatch in domains when confirming
pt: Incompatibilidade de domínios ao confirmar

source: Type the name of the project to confirm
pt: Digite o nome do projeto para confirmar

source: New owner's CommCare username
pt: Nome de usuário CommCare do novo proprietário

source: Transfer Project
pt: Transferir Projeto

source: You may not specify a sub area when the project has no specified area
pt: Você não pode especificar uma subárea quando o projeto não tem uma área especificada

source: This is not a valid sub-area for the area %s
pt: Esta não é uma subárea válida para a área %s

source: Project Name
pt: Nome do Projeto

source: This name will appear in the upper right corner when you are in this project. Changing this name will not change the URL of the project.
pt: Este nome aparecerá no canto superior direito quando você estiver neste projeto. Alterar este nome não mudará a URL do projeto.

source: Project Description
pt: Descrição do Projeto

source: Please provide a short description of your project (Max 1000 characters).
pt: Por favor, forneça uma breve descrição do seu projeto (Máx. 1000 caracteres).

source: Default Timezone
pt: Fuso Horário Padrão

source: Select a location
pt: Selecione uma localização

source: Default project location
pt: Localização padrão do projeto

source: Please select your project's default location.
pt: Por favor, selecione a localização padrão do seu projeto.

source: Custom Logo
pt: Logo Personalizado

source: Upload a custom image to display instead of the CommCare HQ logo. It will be automatically resized to a height of 32 pixels. Upload size limit is {size_limit} MB.
pt: Envie uma imagem personalizada para exibir no lugar do logo do CommCare HQ. Ela será redimensionada automaticamente para uma altura de 32 pixels. O limite de tamanho do upload é {size_limit} MB.

source: Delete Logo
pt: Excluir Logo

source: Delete Logo after Submitting this Form
pt: Excluir o logo após enviar este formulário

source: Delete your custom logo and use the standard one.
pt: Exclua seu logo personalizado e use o padrão.

source: Logo to use in systems emails
pt: Logo para usar em e-mails do sistema

source: Upload an image to display in system emails from CommCare. It will be displayed in a square format. The upload size limit is {size_limit} MB.
pt: Envie uma imagem para exibir em e-mails do sistema enviados pelo CommCare. Ela será exibida em formato quadrado. O limite de tamanho do upload é {size_limit} MB.

source: Call Center Application
pt: Aplicativo de Central de Atendimento

source: Enable Call Center Application
pt: Ativar Aplicativo de Central de Atendimento

source: Call Center mode is a CommCare HQ module for managing call center workflows. It is still under active development. Do not enable for your domain unless you're actively piloting it.
pt: O modo Central de Atendimento é um módulo do CommCare HQ para gerenciar fluxos de trabalho de centrais de atendimento. Ainda está em desenvolvimento ativo. Não ative para seu domínio a menos que esteja realizando um piloto ativo.

source: Call Center Type
pt: Tipo de Central de Atendimento

source: If "Create cases and indicators" is selected, each user will have a case associated with it, and fixtures will be synced containing indicators about each user. If "Create just cases" is selected, the fixtures will not be created.
pt: Se "Criar casos e indicadores" for selecionado, cada usuário terá um caso associado, e fixtures serão sincronizados contendo indicadores sobre cada usuário. Se "Criar apenas casos" for selecionado, os fixtures não serão criados.

source: Select an Owner...
pt: Selecione um Proprietário...

source: Call Center Case Owner
pt: Proprietário do Caso da Central de Atendimento

source: Select the person who will be listed as the owner of all cases created for call center users.
pt: Selecione a pessoa que será listada como proprietária de todos os casos criados para usuários da central de atendimento.

source: Call Center Case Type
pt: Tipo de Caso da Central de Atendimento

source: Enter the case type to be used for FLWs in call center apps
pt: Digite o tipo de caso a ser usado para FLWs em aplicativos de central de atendimento

source: Default mobile report sync delay (hours)
pt: Atraso padrão de sincronização de relatório móvel (horas)

source: Default time to wait between sending updated mobile report data to users. Can be overridden on a per user basis.
pt: Tempo padrão de espera entre o envio de dados atualizados de relatórios móveis para usuários. Pode ser substituído por usuário.

source: Account confirmation link expiry
pt: Validade do link de confirmação de conta

source: Default time (in days) for which account confirmation link will be valid.
pt: Tempo padrão (em dias) pelo qual o link de confirmação de conta será válido.

source: Call limit
pt: Limite de chamadas

source: Limit on number of calls allowed to an operator for each call type.
pt: Limite do número de chamadas permitidas a um operador para cada tipo de chamada.

source: Confirmation SMS project name
pt: Nome do projeto para SMS de confirmação

source: Name of the project to be used in SMS sent for account confirmation to users.
pt: Nome do projeto a ser usado em SMS enviados para confirmação de conta de usuários.

source: Enable Release Mode
pt: Ativar Modo de Lançamento

source: Check this box to enable release mode setting on the app release page. Enabled setting restricts user to directly mark a version 'released' and allows users to do so only when they are in 'Release Mode' on the release page of applications.
pt: Marque esta caixa para ativar a configuração de modo de lançamento na página de lançamento do app. A configuração ativada restringe o usuário de marcar uma versão como 'lançada' diretamente e permite que usuários façam isso apenas quando estiverem no 'Modo de Lançamento' na página de lançamento das aplicações.

source: Orphan Case Alerts
pt: Alertas de Casos Órfãos

source: Show Orphan Case Alerts on Mobile Worker Edit Page
pt: Exibir Alertas de Casos Órfãos na Página de Edição do Trabalhador Móvel

source: Displays a warning message on the mobile worker location edit page about locations that owns cases and only have one assigned mobile worker. This helps prevent situations where cases are being orphaned by moving the only assigned mobile worker out of the location owning that cases.
pt: Exibe uma mensagem de aviso na página de edição de localização do trabalhador móvel sobre localizações que possuem casos e têm apenas um trabalhador móvel atribuído. Isso ajuda a evitar situações em que casos ficam órfãos ao mover o único trabalhador móvel atribuído para fora da localização que possui esses casos.

source: Use elasticsearch when fetching apps for exports
pt: Usar elasticsearch ao buscar apps para exportação

source: (Internal) Fetches apps using elasticsearch instead of couch in exports
pt: (Interno) Busca apps usando elasticsearch em vez de couch nas exportações

source: Connect Messaging Channel Name
pt: Nome do Canal de Mensagens Connect

source: Name of the channel created in connect messaging.
pt: Nome do canal criado no connect messaging.

source: Default timezone
pt: Fuso horário padrão

source: Edit Basic Information
pt: Editar Informações Básicas

source: Update Basic Info
pt: Atualizar Informações Básicas

source: Logo exceeds {} MB size limit
pt: O logotipo excede o limite de tamanho de {} MB

source: Logo for systems emails exceeds {} MB size limit
pt: O logotipo para e-mails do sistema excede o limite de tamanho de {} MB

source: Release Mode Visibility should be a boolean.
pt: A Visibilidade do Modo de Lançamento deve ser um valor booleano.

source: {} should be an integer.
pt: {} deve ser um número inteiro.

source: You must choose a Call Center Type, Owner, and Case Type to use the call center application. Please uncheck the "Call Center Application" setting or enter values for the other fields.
pt: Você deve escolher um Tipo de Call Center, Proprietário e Tipo de Caso para usar o aplicativo de call center. Por favor, desmarque a configuração "Aplicativo de Call Center" ou preencha os outros campos.

source: Unable to save logo: {}
pt: Não foi possível salvar o logotipo: {}

source: Web Apps should use
pt: Os aplicativos web devem usar

source: Latest starred version
pt: Versão mais recente marcada com estrela

source: Highest numbered version (not recommended)
pt: Versão de número mais alto (não recomendado)

source: Choose whether Web Apps should use the latest starred build or highest numbered build in your application.
pt: Escolha se os aplicativos web devem usar a versão mais recente marcada com estrela ou a versão de número mais alto em seu aplicativo.

source: Restrict Dimagi Staff Access
pt: Restringir acesso da equipe Dimagi

source: CommCare support staff sometimes require access to your project space to provide rapid, in-depth support. Checking this box will restrict the degree of support they will be able to provide in the event that you report an issue. You may also miss out on important communications and updates. Regardless of whether this option is checked, Commcare support staff will have access to your billing information and project metadata; and CommCare system administrators will also have direct access to data infrastructure strictly for the purposes of system administration as outlined in our <a href="https://www.dimagi.com/terms/latest/privacy/">Privacy Policy</a>.
pt: A equipe de suporte do CommCare às vezes precisa acessar seu espaço de projeto para fornecer suporte rápido e detalhado. Marcar esta opção irá restringir o nível de suporte que poderão oferecer caso você reporte um problema. Você também pode deixar de receber comunicações e atualizações importantes. Independentemente de esta opção estar marcada ou não, a equipe de suporte do CommCare terá acesso às suas informações de cobrança e metadados do projeto; e os administradores do sistema CommCare também terão acesso direto à infraestrutura de dados estritamente para fins de administração do sistema, conforme descrito em nossa <a href="https://www.dimagi.com/terms/latest/privacy/">Política de Privacidade</a>.

source: Secure submissions
pt: Envios seguros

source: Secure Submissions prevents others from impersonating your mobile workers. This setting requires all deployed applications to be using secure submissions as well. <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>Read more about secure submissions here</a>
pt: Envios Seguros impedem que outras pessoas se passem por seus agentes móveis. Esta configuração exige que todos os aplicativos implantados também usem envios seguros. <a href='https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2367226200/Project+Settings+Overview'>Leia mais sobre envios seguros aqui</a>

source: Shorten Inactivity Timeout
pt: Reduzir tempo limite de inatividade

source: All web users on this project will be logged out after {} minutes of inactivity
pt: Todos os usuários web deste projeto serão desconectados após {} minutos de inatividade

source: Inactivity Timeout Length
pt: Duração do tempo limite de inatividade

source: Override the default {}-minute length of the inactivity timeout. Has no effect unless inactivity timeout is on. Note that when this is updated, users may need to log out and back in for it to take effect.
pt: Substitua a duração padrão de {} minutos do tempo limite de inatividade. Não tem efeito a menos que o tempo limite de inatividade esteja ativado. Observe que, ao atualizar esta configuração, os usuários podem precisar sair e entrar novamente para que tenha efeito.

source: Web user requests
pt: Solicitações de usuários web

source: Allow unknown users to request web access to the domain.
pt: Permitir que usuários desconhecidos solicitem acesso web ao domínio.

source: HIPAA compliant
pt: Compatível com HIPAA

source: Two Factor Authentication
pt: Autenticação em dois fatores

source: All users on this project will be required to enable two factor authentication
pt: Todos os usuários deste projeto serão obrigados a ativar a autenticação em dois fatores

source: Require Strong Passwords for Mobile Workers
pt: Exigir senhas fortes para agentes móveis

source: All mobile workers in this project will be required to have a strong password
pt: Todos os agentes móveis deste projeto serão obrigados a ter uma senha forte

source: Disable Google Analytics
pt: Desativar Google Analytics

source: Disable Mobile Worker Lockout
pt: Desativar bloqueio de agentes móveis

source: Mobile Workers will never be locked out of their account, regardlessof the number of failed attempts
pt: Agentes móveis nunca serão bloqueados de suas contas, independentemente do número de tentativas falhas

source: During sign up, only allow the email address the invitation was sent to
pt: Durante o cadastro, permitir apenas o endereço de e-mail para o qual o convite foi enviado

source: Disables the email field on the sign up page
pt: Desativa o campo de e-mail na página de cadastro

source: Edit Privacy Settings
pt: Editar configurações de privacidade

source: Update Privacy Settings
pt: Atualizar configurações de privacidade

source: Choose specific time for custom auto case update rules to run
pt: Escolher horário específico para execução das regras personalizadas de atualização automática de casos

source: Hour of the day, in UTC, for rules to run (0-23)
pt: Hora do dia, em UTC, para execução das regras (0-23)

source: Set custom auto case update rule limits
pt: Definir limites personalizados para regras de atualização automática de casos

source: Max allowed updates in a daily run
pt: Máximo de atualizações permitidas em uma execução diária

source: Set custom OData Feed Limit? Default is {}.
pt: Definir limite personalizado para Feed OData? O padrão é {}.

source: Max allowed OData Feeds
pt: Máximo de Feeds OData permitidos

source: Support Hand-off information
pt: Informações de transferência de suporte

source: Project Limits
pt: Limites do projeto

source: Salesforce Details
pt: Detalhes do Salesforce

source: Update Project Information
pt: Atualizar informações do projeto

source: Case update rule limits are only modifiable by Dimagi admins. Please reach out to {support_email} if you wish to update this setting.
pt: Os limites de regras de atualização de caso só podem ser modificados por administradores da Dimagi. Entre em contato com {support_email} se desejar atualizar esta configuração.

source: Please specify a limit for OData feeds.
pt: Por favor, especifique um limite para feeds OData.

source: That email address doesn't have an associated user account. Are you sure you've registered?
pt: Esse endereço de e-mail não possui uma conta de usuário associada. Tem certeza de que você se registrou?

source: The user account associated with this email address cannot reset the password.
pt: A conta de usuário associada a este endereço de e-mail não pode redefinir a senha.

source: This looks like a username. Please check your URL to be sure you are at your project's URL
pt: Isso parece um nome de usuário. Verifique sua URL para garantir que você está na URL do seu projeto

source: New password
pt: Nova Palavra-passe

source: Show contact emails as text
pt: Exibir e-mails de contato como texto

source: Useful when you want to copy contact emails
pt: Útil quando você deseja copiar e-mails de contato

source: Mailing Address
pt: Endereço para correspondência

source: Update Billing Information
pt: Atualizar informações de cobrança

source: It looks like this phone number is invalid. Did you forget the country code?
pt: Parece que este número de telefone é inválido. Você esqueceu o código do país?

source: Subscribe to Plan
pt: Assinar Plano

source: Renew Plan
pt: Renovar Plano

source: Email To
pt: Enviar Email Para

source: Estimated annual expenditures on airtime:
pt: Estimativa anual de gastos com créditos:

source: Estimated annual expenditures on devices:
pt: Estimativa anual de gastos com dispositivos:

source: We grant pro-bono subscriptions to match the duration of your project, up to a maximum of 12 months at a time (at which point you need to reapply).
pt: Concedemos assinaturas pro-bono para corresponder à duração do seu projeto, até um máximo de 12 meses por vez (após esse período, será necessário reaplicar).

source: If you have already been in touch with someone from Dimagi, please list their name.
pt: Se você já entrou em contato com alguém da Dimagi, por favor, informe o nome dessa pessoa.

source: Number of expected users
pt: Número de usuários esperados

source: Pro-Bono Application
pt: Solicitação Pro-Bono

source: Submit Pro-Bono Application
pt: Enviar Solicitação Pro-Bono

source: Test or Demo Project
pt: Projeto de Teste ou Demonstração

source: <i class="fa fa-info-circle"></i> You will have access to all features for free as soon as you hit "Update". Please make sure this is an internal Dimagi test space, not in use by a partner.<br>Test projects belong to Dimagi and are not subject to Dimagi's external terms of service.
pt: <i class="fa fa-info-circle"></i> Você terá acesso a todos os recursos gratuitamente assim que clicar em "Atualizar". Por favor, certifique-se de que este é um espaço de teste interno da Dimagi, não utilizado por um parceiro.<br>Projetos de teste pertencem à Dimagi e não estão sujeitos aos termos de serviço externos da Dimagi.

source: Extended Trial
pt: Teste Estendido

source: Organization Name
pt: Nome da Organização

source: Partner Contact Emails
pt: Emails de Contato do Parceiro

source: <p><i class="fa fa-info-circle"></i> The trial will begin as soon as you hit "Update" and end on <span data-bind="text: end_date"></span>. On <span data-bind="text: end_date"></span> the project space will be automatically paused.</p>
pt: <p><i class="fa fa-info-circle"></i> O teste começará assim que você clicar em "Atualizar" e terminará em <span data-bind="text: end_date"></span>. Em <span data-bind="text: end_date"></span> o espaço do projeto será automaticamente pausado.</p>

source: Contracted Partner
pt: Parceiro Contratado

source: Fogbugz Client Name
pt: Nome do Cliente Fogbugz

source: This is who will receive invoices if the Client exceeds the user or SMS limits in their plan.
pt: Esta é a pessoa que receberá as faturas caso o Cliente ultrapasse os limites de usuários ou SMS do plano.

source: Date the project needs access to features.
pt: Data em que o projeto precisa de acesso aos recursos.

source: Specify the End Date based on the Start Date plus number of months of software plan in the contract with the Client.
pt: Especifique a Data Final com base na Data de Início mais o número de meses do plano de software no contrato com o Cliente.

source: <p><i class="fa fa-info-circle"></i> This project is on a contracted Enterprise subscription. You cannot change contracted Enterprise subscriptions here. Please contact the Ops team at %(accounts_email)s to request changes.</p>
pt: <p><i class="fa fa-info-circle"></i> Este projeto está em uma assinatura Enterprise contratada. Você não pode alterar assinaturas Enterprise contratadas aqui. Por favor, entre em contato com a equipe de Operações pelo %(accounts_email)s para solicitar alterações.</p>

source: <p><i class="fa fa-info-circle"></i> Clicking "Update" will set up the subscription in CommCare HQ to one of our standard contracted plans.<br/> If you need to set up a non-standard plan, please email {}.</p>
pt: <p><i class="fa fa-info-circle"></i> Clicar em "Atualizar" configurará a assinatura no CommCare HQ para um de nossos planos contratados padrão.<br/> Se você precisar configurar um plano não padrão, envie um email para {}.</p>

source: <div class="alert alert-warning"><p><strong>Are you sure you want to extend the subscription?</strong></p><p>If this project is becoming a self-service project and only paying for hosting fees, please have them self-subscribe through the subscription page. Please use this page only to extend the existing services contract.</p></div>
pt: <div class="alert alert-warning"><p><strong>Tem certeza de que deseja estender a assinatura?</strong></p><p>Se este projeto está se tornando um projeto de autoatendimento e pagando apenas pelas taxas de hospedagem, por favor, peça para que se inscrevam pela página de assinatura. Use esta página apenas para estender o contrato de serviços existente.</p></div>

source: End Date cannot be a past date.
pt: A Data Final não pode ser uma data passada.

source: This contract is too long to be managed in this interface. Please contact %(email)s to manage a contract greater than 5 years.
pt: Este contrato é muito longo para ser gerenciado nesta interface. Por favor, entre em contato com %(email)s para gerenciar contratos superiores a 5 anos.

source: user
pt: usuário

source: You tried to add too much %(credits_name)s credit! Only someone on the operations team can add that much credit. Please reach out to %(email)s.
pt: Você tentou adicionar muitos créditos de %(credits_name)s! Apenas alguém da equipe de operações pode adicionar essa quantidade de crédito. Por favor, entre em contato com %(email)s.

source: Select a subscription type...
pt: Selecione um tipo de assinatura...

source: Subscription Type
pt: Tipo de Assinatura

source: Select Status
pt: Selecionar Status

source: Applicable for search only
pt: Aplicável apenas para busca

source: Add New Restriction
pt: Adicionar Nova Restrição

source: Please select application
pt: Por favor, selecione o aplicativo

source: Please select location
pt: Por favor, selecione o local

source: Please select version
pt: Por favor, selecione a versão
