Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: The user {} was never a test user for this Identity Provider and the {} Email Domain.
pt: O usuário {} nunca foi um usuário de teste para este Provedor de Identidade e o Domínio de E-mail {}.

source: User account for {} has been re-activated.
pt: Conta de usuário para {} foi reativada.

source: User account for {} created.
pt: Conta de usuário para {} criada.

source: Could not accept invitation because it is expired.
pt: Não foi possível aceitar o convite porque ele expirou.

source: You have been added to the "{}" project space.
pt: Você foi adicionado ao espaço do projeto "{}".

source: You did not enter a valid slug. Did you mean '{}'?
pt: Você não inseriu um slug válido. Você quis dizer '{}'?

source: Please make sure you specify at least one Authenticated Email Domain.
pt: Por favor, certifique-se de especificar pelo menos um Domínio de E-mail Autenticado.

source: Please make sure you have specified at least one enterprise admin that is exempt from SSO.
pt: Por favor, certifique-se de ter especificado pelo menos um administrador corporativo isento de SSO.

source: This is required when Single Sign On is active.
pt: Isto é obrigatório quando o Single Sign On está ativo.

source: This is not a valid One Login URL.
pt: Esta não é uma URL válida do One Login.

source: <a href="{}">Please read this guide</a> on how to set up CommCare HQ with {}.<br />You will need the following information:
pt: <a href="{}">Por favor, leia este guia</a> sobre como configurar o CommCare HQ com {}.<br />Você precisará das seguintes informações:

source: Billing Account Owner
pt: Proprietário da Conta de Cobrança

source: Protocol
pt: Protocolo

source: Service
pt: Serviço

source: Public Name
pt: Nome Público

source: Users will see this name when logging in.
pt: Usuários verão este nome ao fazer login.

source: Slug for SP Endpoints
pt: Slug para Endpoints SP

source: This will be the unique slug for this IdP's SAML2 urls.
pt: Este será o slug único para as URLs SAML2 deste IdP.

source: Primary Configuration
pt: Configuração Primária

source: Create Identity Provider
pt: Criar Provedor de Identidade

source: A Identity Provider already exists with this slug.
pt: Já existe um Provedor de Identidade com este slug.

source: This service does not support the selected protocol.
pt: Este serviço não suporta o protocolo selecionado.

source: Login Url
pt: URL de Login

source: Redirect URIs
pt: URIs de Redirecionamento

source: Post Logout Redirect URIs
pt: URIs de Redirecionamento Pós-Logout

source: Sign-in redirect URIs
pt: URIs de redirecionamento de login

source: Sign-out redirect URIs
pt: URIs de redirecionamento de logout

source: Initiate login URI
pt: URI de início de login

source: Identifier (Entity ID)
pt: Identificador (Entity ID)

source: Reply URL (Assertion Consumer Service)
pt: URL de Resposta (Assertion Consumer Service)

source: Sign on URL
pt: URL de Login

source: Public x509 Cert
pt: Certificado Público x509

source: Certificate Expires On
pt: Certificado expira em

source: Rollover x509 Cert
pt: Certificado x509 de Rollover

source: This is a high security feature that ensures Assertions are fully encrypted. This feature requires a Premium Entra ID subscription.
pt: Este é um recurso de alta segurança que garante que as Assertivas estejam totalmente criptografadas. Este recurso requer uma assinatura Premium do Entra ID.

source: This feature may or may not be supported by your Identity Provider. Please refer to their documentation.
pt: Este recurso pode ou não ser suportado pelo seu Provedor de Identidade. Consulte a documentação correspondente.

source: Not needed/generated yet.
pt: Ainda não necessário/gerado.

source: CAUTION: Changing this value will alter SSO endpoint URLs below and affect active SSO setups for the client!
pt: ATENÇÃO: Alterar este valor irá modificar as URLs dos endpoints SSO abaixo e afetar as configurações SSO ativas do cliente!

source: This text is what users will see when logging in with SSO.
pt: Este texto é o que usuários verão ao fazer login com SSO.

source: Allow Enterprise Admins to edit SSO Enterprise Settings
pt: Permitir que Admins Empresariais editem as Configurações Empresariais de SSO

source: Single Sign On is active
pt: Single Sign On está ativo

source: Force users with matching email domains to log in with SSO.
pt: Forçar usuários com domínios de e-mail correspondentes a fazer login com SSO.

source: Service Provider Settings
pt: Configurações do Provedor de Serviço

source: Relying Party Settings
pt: Configurações da Parte Confiável

source: This account has no active Enterprise subscription! Please fix the Billing Account configuration in order to complete the Identity Provider setup.
pt: Esta conta não possui uma assinatura Empresarial ativa! Corrija a configuração da Conta de Cobrança para concluir a configuração do Provedor de Identidade.

source: Manage Billing Account
pt: Gerenciar Conta de Cobrança

source: Update Configuration
pt: Atualizar Configuração

source: Another Identity Provider already exists with this slug.
pt: Já existe outro Provedor de Identidade com este slug.

source: Login URL
pt: URL de Login

source: Logout URL
pt: URL de Logout

source: Public IdP Signing Certificate
pt: Certificado Público de Assinatura do IdP

source: Issuer ID
pt: ID do Emissor

source: Client ID
pt: ID do Cliente

source: Client Secret
pt: Segredo do Cliente

source: Please make sure an enterprise admin has filled out the following details before activating SSO globally: {}
pt: Certifique-se de que um admin empresarial preencheu os seguintes detalhes antes de ativar o SSO globalmente: {}

source: This will also force users with matching linked email domains to log in with SSO.
pt: Isso também forçará usuários com domínios de e-mail vinculados correspondentes a fazer login com SSO.

source: Login Enforcement
pt: Aplicação de Login

source: Global: All users must use SSO unless exempt
pt: Global: Todos os usuários devem usar SSO, a menos que isentos

source: Test: Only Test Users are required to use SSO
pt: Teste: Apenas Usuários de Teste são obrigados a usar SSO

source: When the Identity Provider is active, this determines how users will be required to login at the homepage.
pt: Quando o Provedor de Identidade estiver ativo, isso determina como os usuários deverão fazer login na página inicial.

source: Linked Email Domains
pt: Domínios de E-mail Vinculados

source: Auto-Deactivation
pt: Desativação Automática

source: This option ensures any authorization provided by CommCare HQ to Web Users using SSO is removed when those users are removed from Entra ID. This includes automatic deactivation of any API keys associated with these users.
pt: Esta opção garante que qualquer autorização concedida pelo CommCare HQ a Usuários Web usando SSO seja removida quando esses usuários forem removidos do Entra ID. Isso inclui a desativação automática de quaisquer chaves de API associadas a esses usuários.

source: Automatically deactivate Web Users
pt: Desativar automaticamente Usuários Web

source: Tenant Id
pt: ID do Locatário

source: Application ID
pt: ID do Aplicativo

source: Secret Expires On
pt: Segredo Expira Em

source: Reveal Keys
pt: Revelar Chaves

source: When enabled, all keys on a user’s API Key page will no longer be partially hidden after creation. This also removes the suggestion to copy an API key to another location when generating a new key.
pt: Quando ativado, todas as chaves na página de Chaves de API de um usuário não ficarão mais parcialmente ocultas após a criação. Isso também remove a sugestão de copiar uma chave de API para outro local ao gerar uma nova chave.

source: Always display full API keys to SSO users
pt: Sempre exibir chaves de API completas para usuários SSO

source: Require Expiration Date
pt: Exigir Data de Expiração

source: When enabled, this ensures that a date of expiration is always provided when SSO users generated new keys from their API Keys page
pt: Quando ativado, isso garante que uma data de expiração seja sempre fornecida quando usuários SSO gerarem novas chaves em sua página de Chaves de API

source: Always require an expiration date for API keys
pt: Sempre exigir uma data de expiração para chaves de API

source: Maximum Expiration Length
pt: Duração Máxima de Expiração

source: If an expiration date is required, the expiration date will not exceed this many days from the date an API key is created
pt: Se uma data de expiração for exigida, a data de expiração não excederá este número de dias a partir da data em que uma chave de API for criada

source: 1 Year
pt: 1 Ano

source: 180 Days
pt: 180 Dias

source: 160 Days
pt: 160 Dias

source: 120 Days
pt: 120 Dias

source: 90 Days
pt: 90 Dias

source: 60 Days
pt: 60 Dias

source: All existing API keys that do not comply with this expiration date policy will be updated to ensure a compliant expiration date is present. For keys that do not have an expiration date set, the date of expiration will be <span data-bind="text: expirationLength"></span> from today after clicking "Update Configuration" below. This will apply only to SSO users associated with this Identity Provider.
pt: Todas as chaves de API existentes que não estiverem em conformidade com esta política de data de expiração serão atualizadas para garantir que uma data de expiração compatível esteja presente. Para chaves que não têm uma data de expiração definida, a data de expiração será <span data-bind="text: expirationLength"></span> a partir de hoje após clicar em "Atualizar Configuração" abaixo. Isso se aplicará apenas a usuários SSO associados a este Provedor de Identidade.

source: API Key Management
pt: Gerenciamento de Chaves de API

source: Single Sign-On Settings
pt: Configurações de Single Sign-On

source: This is required when Auto-Deactivation is enabled.
pt: Isso é obrigatório quando a Desativação Automática está ativada.

source: This certificate has already expired!
pt: Este certificado já expirou!

source: Please specify a value.
pt: Por favor, especifique um valor.

source: Upload Certificate (Base64)
pt: Carregar Certificado (Base64)

source: Certificate (Base64)
pt: Certificado (Base64)

source: Token Encryption
pt: Criptografia de Token

source: Use Token Encryption
pt: Usar Criptografia de Token

source: {} Identifier
pt: {} Identificador

source: Upload New Certificate (Base64)
pt: Carregar Novo Certificado (Base64)

source: Basic SAML Configuration for {}
pt: Configuração SAML Básica para {}

source: Connection Details from {}
pt: Detalhes da Conexão de {}

source: SAML Token Encryption
pt: Criptografia de Token SAML

source: Update Secret
pt: Atualizar Segredo

source: Cancel Update
pt: Cancelar Atualização

source: Remote User Management
pt: Gerenciamento Remoto de Usuários

source: File type not accepted. Please ensure you have uploaded a Base64 x509 certificate.
pt: Tipo de arquivo não aceito. Por favor, certifique-se de ter carregado um certificado x509 em Base64.

source: Issuer URL
pt: URL do Emissor

source: Issuer URI
pt: URI do Emissor

source: Show Secret
pt: Mostrar Segredo

source: Hide Secret
pt: Ocultar Segredo

source: Application Details for {}
pt: Detalhes do Aplicativo para {}

source: OpenID Provider Configuration
pt: Configuração do Provedor OpenID

source: There was an issue connecting to the Microsoft Graph API.
pt: Houve um problema ao conectar à API Microsoft Graph.

source: An HTTP error occured when connecting to the Microsoft Graph API, which usuallyindicates an issue with Microsoft's servers.
pt: Ocorreu um erro HTTP ao conectar à API Microsoft Graph, o que geralmente indica um problema nos servidores da Microsoft.

source: We received an empty list of users from your Microsoft Entra ID instance.
pt: Recebemos uma lista vazia de usuários da sua instância do Microsoft Entra ID.

source: We encountered an issue when connecting to your Microsoft Graph API:
pt: Encontramos um problema ao conectar à sua API Microsoft Graph:

source: We encountered an unknown issue, please contact Commcare HQ Support.
pt: Encontramos um problema desconhecido, por favor entre em contato com o Suporte do Commcare HQ.

source: Identity Provider
pt: Provedor de Identidade

source: Authenticated Email Domains
pt: Domínios de E-mail Autenticados

source: SSO Exempt Users
pt: Usuários Isentos de SSO

source: SSO Test Users
pt: Usuários de Teste SSO

source: Danger Zone
pt: Zona de Perigo

source: Single Sign-On Request Failed
pt: Falha na Solicitação de Single Sign-On

source: Sorry, but we're having trouble signing you in.
pt: Desculpe, estamos tendo dificuldades para autenticar você.

source: The issue looks like it might be related to the configuration with your Identity Provider and CommCare HQ.
pt: O problema parece estar relacionado à configuração com seu Provedor de Identidade e o CommCare HQ.

source: This is the error message we are seeing:
pt: Esta é a mensagem de erro que estamos vendo:

source: Please <a href="%(docs_link)s">review our documentation</a> for setting up SSO with %(idp_service_name)s.
pt: Por favor, <a href="%(docs_link)s">consulte nossa documentação</a> para configurar o SSO com %(idp_service_name)s.

source: If the error message and documentation are not helping, please reach out to your support contact.
pt: Se a mensagem de erro e a documentação não ajudarem, por favor entre em contato com seu suporte.

source: This issue might be due to the following reason:
pt: Este problema pode ser devido ao seguinte motivo:

source: If this error persists, please contact your project's administrator for assistance.
pt: Se este erro persistir, por favor entre em contato com o(a) administrador(a) do seu projeto para obter assistência.

source: Single Sign-On is misconfigured
pt: Single Sign-On está mal configurado

source: Your Redirect URL is invalid.
pt: Sua URL de Redirecionamento é inválida.

source: The redirect URL you have specified is not valid. Please remove the text after "next=" in the url to temporarily resolve this issue. If the issue persists, please contact support so we can find a permanent solution.
pt: A URL de redirecionamento especificada não é válida. Por favor, remova o texto após "next=" na url para resolver temporariamente este problema. Se o problema persistir, entre em contato com o suporte para que possamos encontrar uma solução permanente.

source: There was an issue logging in with %(service)s:
pt: Houve um problema ao fazer login com %(service)s:

source: It looks like there is an issue with %(idp_name)s's configuration.
pt: Parece que há um problema na configuração do %(idp_name)s.

source: Please reach out to support, so we can quickly resolve this problem. Thank you!
pt: Por favor, entre em contato com o suporte para que possamos resolver rapidamente este problema. Obrigado!

source: It looks like your setup is not complete.
pt: Parece que sua configuração não está completa.

source: Information seems to be missing from your SSO configuration. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
pt: Parece que informações estão faltando na sua configuração de SSO. Por favor, revise a <a href="%(docs_link)s">documentação</a> para configurar o SSO.

source: It looks like we are missing your certificate.
pt: Parece que estamos sem o seu certificado.

source: It looks like your x509 certificate is missing from your SSO setup. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
pt: Parece que o seu certificado x509 está ausente na sua configuração de SSO. Por favor, revise a <a href="%(docs_link)s">documentação</a> para configurar o SSO.

source: Obtaining User Information Was Not Possible
pt: Não foi possível obter informações do usuário

source: It looks like there was an issue obtaining the user's information from your Identity Provider. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
pt: Parece que houve um problema ao obter as informações do usuário do seu Provedor de Identidade. Por favor, revise a <a href="%(docs_link)s">documentação</a> para configurar o SSO.

source: OpenID Connect Session Unknown
pt: Sessão OpenID Connect Desconhecida

source: It looks like you tried to authenticate without a valid OpenID Connect Session. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
pt: Parece que você tentou autenticar sem uma sessão OpenID Connect válida. Por favor, revise a <a href="%(docs_link)s">documentação</a> para configurar o SSO.

source: OIDC Method Not Allowed
pt: Método OIDC Não Permitido

source: You did not complete a full SSO handshake. Please review the <a href="%(docs_link)s">documentation</a> for setting up SSO.
pt: Você não completou o handshake completo de SSO. Por favor, revise a <a href="%(docs_link)s">documentação</a> para configurar o SSO.

source: It looks like there is an issue with your SSO configuration.
pt: Parece que há um problema na sua configuração de SSO.

source: The error code is "%(error_code)s". Please reach out to your support contact with this information so we can assist with this issue.
pt: O código de erro é "%(error_code)s". Por favor, entre em contato com seu suporte com esta informação para que possamos ajudar com este problema.

source: Dear enterprise administrator,
pt: Prezado(a) administrador(a) empresarial,

source: The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s
pt: O Segredo da API do seu Provedor de Identidade "%(idp_name)s" expira em breve! Se um novo Segredo da API não for criado, a funcionalidade de Gerenciamento Remoto de Usuários para seu Provedor de Identidade deixará de funcionar em: %(expires_on)s

source: If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
pt: Se tiver alguma dúvida, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar e apoiar o CommCare.

source: Dear enterprise administrator, The API Secret for your Identity Provider "%(idp_name)s" expires soon! If a new API Secret is not created, the Remote User Management functionality for your Identity Provider will stop working on: %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) empresarial, O Segredo da API do seu Provedor de Identidade "%(idp_name)s" expira em breve! Se um novo Segredo da API não for criado, a funcionalidade de Gerenciamento Remoto de Usuários para seu Provedor de Identidade deixará de funcionar em: %(expires_on)s Se tiver alguma dúvida, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar e apoiar o CommCare. Atenciosamente, A Equipe CommCare HQ %(base_url)s

source: The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s
pt: O certificado do seu Provedor de Identidade %(idp_name)s expira em breve! Se o certificado não for renovado, qualquer autenticação de single sign-on usando este IdP deixará de funcionar %(expires_on)s

source: Dear enterprise administrator, The certificate for your Identity Provider %(idp_name)s expires soon! If the certificate is not renewed, any single sign-on authentication using this IdP will stop working %(expires_on)s If you have any questions, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) empresarial, O certificado do seu Provedor de Identidade %(idp_name)s expira em breve! Se o certificado não for renovado, qualquer autenticação de single sign-on usando este IdP deixará de funcionar %(expires_on)s Se tiver alguma dúvida, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar e apoiar o CommCare. Atenciosamente, A Equipe CommCare HQ %(base_url)s

source: We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s
pt: Pulamos temporariamente a desativação automática de Usuários Web gerenciados por SSO pelo seguinte motivo: %(failure_reason)s

source: Please check the configuration for Remote User Management in your Identity Provider settings.
pt: Por favor, verifique a configuração de Gerenciamento Remoto de Usuários nas configurações do seu Provedor de Identidade.

source: If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare.
pt: Se tiver alguma dúvida ou se este problema persistir, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar e apoiar o CommCare.

source: Dear enterprise administrator, We have temporarily skipped automatic deactivation of SSO-managed Web Users for the following reason: %(failure_reason)s Please check the configuration for Remote User Management in your Identity Provider settings. If you have any questions, or if this issue persists, please don’t hesitate to contact %(contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) empresarial, Pulamos temporariamente a desativação automática de Usuários Web gerenciados por SSO pelo seguinte motivo: %(failure_reason)s Por favor, verifique a configuração de Gerenciamento Remoto de Usuários nas configurações do seu Provedor de Identidade. Se tiver alguma dúvida ou se este problema persistir, não hesite em entrar em contato com %(contact_email)s. Obrigado por usar e apoiar o CommCare. Atenciosamente, A Equipe CommCare HQ %(base_url)s

source: Manage Single Sign-On
pt: Gerenciar Single Sign-On

source: Configure external Identity Providers associated with your Enterprise Account below.
pt: Configure abaixo os Provedores de Identidade externos associados à sua Conta Empresarial.

source: Identity Providers
pt: Provedores de Identidade

source: Email Domains
pt: Domínios de E-mail

source: Not Active
pt: Não Ativo

source: Delete Identity Provider
pt: Excluir Provedor de Identidade

source: An active Identity Provider cannot be deleted.
pt: Um Provedor de Identidade ativo não pode ser excluído.

source: Please first deactivate the Identity Provider and communicate the intent to the client before deletion.
pt: Por favor, desative primeiro o Provedor de Identidade e comunique a intenção ao cliente antes da exclusão.

source: <strong>WARNING:</strong> Deleting an Identity Provider is not reversible.
pt: <strong>ATENÇÃO:</strong> Excluir um Provedor de Identidade é irreversível.

source: Deletion will immediately affect any client's SSO setup. Please exercise extreme caution. An active Identity Provider will not be deleted.
pt: A exclusão afetará imediatamente qualquer configuração de SSO do cliente. Por favor, tenha extrema cautela. Um Provedor de Identidade ativo não será excluído.

source: Users with email addresses ending in these domain names must log in with SSO if the Identity Provider is active.
pt: Usuários com endereços de e-mail terminando nestes domínios devem fazer login com SSO se o Provedor de Identidade estiver ativo.

source: There are no email domains associated with this identity provider. Please add one below.
pt: Não há domínios de e-mail associados a este provedor de identidade. Por favor, adicione um abaixo.

source: Add Email Domain
pt: Adicionar Domínio de Email
