Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: To pay by credit card, please go to your <a href="%(statements_url)s">Billing Statements</a> page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
pt: Para pagar com cartão de crédito, acesse sua página de <a href="%(statements_url)s">Extratos de Cobrança</a>, clique no botão verde "Efetuar Pagamento" em frente à(s) sua(s) fatura(s) em aberto, e preencha o valor que deseja pagar, bem como os dados do seu cartão de crédito.

source: To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
pt: Para pagar por transferência bancária, encontre os dados bancários da Dimagi na sua fatura. Inclua o número da fatura no pagamento e envie um e-mail para %(accounts_email)s após realizar o pagamento, informando a data do pagamento, o valor, o número da fatura e o nome do espaço do projeto.

source: Best Regards,
pt: Atenciosamente,

source: Dear %(domain_or_account)s administrator, this is a reminder that your %(plan_name)s Billing Statement for %(month_name)s is due in %(days_until_due)s days. Statement No.: %(statement_number)s Project Space: %(domain)s Software Plan: %(plan_name)s Status: %(payment_status)s Amount Due this Month: %(amount_due)s Total Balance: %(total_balance)s
pt: Prezado(a) administrador(a) de %(domain_or_account)s, Este é um lembrete de que seu Extrato de Cobrança %(plan_name)s referente a %(month_name)s vence em %(days_until_due)s dias. Nº do Extrato: %(statement_number)s Espaço do Projeto: %(domain)s Plano de Software: %(plan_name)s Status: %(payment_status)s Valor Devido Este Mês: %(amount_due)s Saldo Total: %(total_balance)s

source: To view the full billing statement, log into your project space on CommCare HQ and navigate to Billing Statements: %(statements_url)s.
pt: Para visualizar o extrato de cobrança completo, acesse seu espaço de projeto no CommCare HQ e navegue até Extratos de Cobrança: %(statements_url)s.

source: Your project's administrator can view the full billing statement by logging into your project space on CommCare HQ and navigating to navigate to Billing Statements: %(statements_url)s.
pt: O(a) administrador(a) do seu projeto pode visualizar o extrato de cobrança completo acessando seu espaço de projeto no CommCare HQ e navegando até Extratos de Cobrança: %(statements_url)s.

source: - To pay by credit card, please go to your Billing Statements page, click on the green "Make Payment" button in front of your unpaid invoice(s), and fill in the amount you want to pay as well as your credit card details.
pt: - Para pagar com cartão de crédito, acesse sua página de Extratos de Cobrança, clique no botão verde "Efetuar Pagamento" em frente à(s) sua(s) fatura(s) em aberto, e preencha o valor que deseja pagar, bem como os dados do seu cartão de crédito.

source: - To pay by wire, find Dimagi's bank account details on your invoice. Please include the invoice number in your wire payment and make sure to send an email to %(accounts_email)s after you have made the payment, mentioning the date of the payment, the amount, the invoice number, and the project space.
pt: - Para pagar por transferência bancária, encontre os dados bancários da Dimagi na sua fatura. Inclua o número da fatura no pagamento e envie um e-mail para %(accounts_email)s após realizar o pagamento, informando a data do pagamento, o valor, o número da fatura e o nome do espaço do projeto.

source: Thank you for using %(plan_name)s. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org
pt: Obrigado por usar %(plan_name)s. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org

source: Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s.
pt: Sua conta de cobrança possui Extratos de Cobrança do CommCare em aberto há mais de %(days_overdue)s dias. O saldo atualmente devido é: $%(total)s.

source: You can also pre-pay for several months at any time by following <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >these steps</a >.
pt: Você também pode fazer um pagamento antecipado para vários meses a qualquer momento seguindo <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#How-to-Prepay-by-Credit-or-Debit-Card" >estes passos</a >.

source: <em>Please make a payment as soon as possible for the amount due.</em> <strong >If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s.</strong > As of this date, you will lose access to your project space until you re-subscribe to a paid plan.
pt: <em>Por favor, efetue o pagamento do valor devido o quanto antes.</em> <strong >Se não for possível efetuar o pagamento, sua assinatura será pausada em %(date_to_pause)s.</strong > A partir desta data, você perderá o acesso ao seu espaço de projeto até que faça uma nova assinatura de um plano pago.

source: If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don't hesitate to contact <a href="mailto:%(contact_email)s">%(contact_email)s</a>.
pt: Se tiver alguma dúvida ou se acredita que seus pagamentos recentes não foram refletidos neste saldo, não hesite em entrar em contato com <a href="mailto:%(contact_email)s">%(contact_email)s</a>.

source: Thanks, <br /> The CommCare HQ Team <br /> www.commcarehq.org
pt: Obrigado, <br /> Equipe CommCare HQ <br /> www.commcarehq.org

source: Dear %(domain_or_account)s administrator, Your billing account has unpaid CommCare Billing Statements which are more than %(days_overdue)s days overdue. The balance currently owed is: $%(total)s. To see the full list of unpaid invoices you can follow this link: %(statements_url)s As a reminder, payments can be made via credit card, Electronic Fund Transfer (EFT), or check by following the instructions at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods You can also pre-pay for several months at any time by following the steps at https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Please make a payment as soon as possible for the amount due. If you are not able to make a payment, your subscription will be paused on %(date_to_pause)s. As of this date, you will lose access to your project space until you re-subscribe to a paid plan. If you have any questions or if you think your recent payments haven’t been reflected in this balance, please don’t hesitate to contact %(contact_email)s. Thanks, The CommCare HQ Team www.commcarehq.org
pt: Prezado(a) administrador(a) de %(domain_or_account)s, Sua conta de cobrança possui Extratos de Cobrança do CommCare em aberto há mais de %(days_overdue)s dias. O saldo atualmente devido é: $%(total)s. Para ver a lista completa de faturas em aberto, acesse este link: %(statements_url)s Como lembrete, os pagamentos podem ser feitos via cartão de crédito, Transferência Eletrônica de Fundos (EFT) ou cheque, seguindo as instruções em https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods Você também pode fazer um pagamento antecipado para vários meses a qualquer momento seguindo os passos em https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143950358/CommCare+Subscriptions+Pricing+FAQs#Monthly-Billing Por favor, efetue o pagamento do valor devido o quanto antes. Se não for possível efetuar o pagamento, sua assinatura será pausada em %(date_to_pause)s. A partir desta data, você perderá o acesso ao seu espaço de projeto até que faça uma nova assinatura de um plano pago. Se tiver alguma dúvida ou se acredita que seus pagamentos recentes não foram refletidos neste saldo, não hesite em entrar em contato com %(contact_email)s. Obrigado, Equipe CommCare HQ www.commcarehq.org

source: Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
pt: Sua assinatura %(plan_name)s para %(domain)s está prestes a expirar! Se você não renovar sua assinatura antes disso, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até que faça uma nova assinatura de um plano pago.

source: To change or renew your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
pt: Para alterar ou renovar sua assinatura, acesse seu projeto no CommCare HQ e navegue até a <a href="%(subscription_url)s">página de assinatura</a> nas configurações do projeto.

source: Dear %(domain)s administrator, Your %(plan_name)s subscription for %(domain)s ends soon! If you do not renew your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change or renew your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have any questions, please don’t hesitate to contact %(invoicing_contact_email)s. Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) de %(domain)s, Sua assinatura %(plan_name)s para %(domain)s está prestes a expirar! Se você não renovar sua assinatura antes disso, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até que faça uma nova assinatura de um plano pago. Para alterar ou renovar sua assinatura, acesse seu projeto no CommCare HQ e navegue até a página de assinatura nas configurações do projeto: %(subscription_url)s Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Obrigado por usar e apoiar o CommCare. Atenciosamente, Equipe CommCare HQ %(base_url)s

source: Your 30 Day Trial for %(domain)s ends soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan.
pt: Seu Teste Gratuito de 30 Dias para %(domain)s está prestes a expirar! Se você não alterar sua assinatura antes disso, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até que faça uma nova assinatura de um plano pago.

source: To change your subscription, please log into your project on CommCare HQ and navigate to the <a href="%(subscription_url)s">subscription page</a> in your project settings.
pt: Para alterar sua assinatura, acesse seu projeto no CommCare HQ e navegue até a <a href="%(subscription_url)s">página de assinatura</a> nas configurações do projeto.

source: If you have questions about our pricing plans, <a href="http://www.commcarehq.org/software-plans/">you can review them here</a>.
pt: Se tiver dúvidas sobre nossos planos de preços, <a href="http://www.commcarehq.org/software-plans/">você pode consultá-los aqui</a>.

source: Thank you for your use and support of CommCare.
pt: Obrigado por usar e apoiar o CommCare.

source: Dear %(domain)s administrator, Your 30 Day Trial for %(domain)s is ending soon! If you do not change your subscription before then, your subscription will be paused on %(ending_on)s and you will lose access to all features until you re-subscribe to a new paid plan. To change your subscription, please log into your project on CommCare HQ and and navigate to the subscription page in your project settings: %(subscription_url)s If you have questions about our pricing plans, you can review them here: https://www.commcarehq.org/pricing/ Thank you for your use and support of CommCare. Best regards, The CommCare HQ Team %(base_url)s
pt: Prezado(a) administrador(a) de %(domain)s, Seu Teste Gratuito de 30 Dias para %(domain)s está prestes a expirar! Se você não alterar sua assinatura antes disso, ela será pausada em %(ending_on)s e você perderá o acesso a todos os recursos até que faça uma nova assinatura de um plano pago. Para alterar sua assinatura, acesse seu projeto no CommCare HQ e navegue até a página de assinatura nas configurações do projeto: %(subscription_url)s Se tiver dúvidas sobre nossos planos de preços, você pode consultá-los aqui: https://www.commcarehq.org/pricing/ Obrigado por usar e apoiar o CommCare. Atenciosamente, Equipe CommCare HQ %(base_url)s

source: Please find attached the prepayment invoice for your CommCare subscription.
pt: Em anexo, segue a fatura de pagamento antecipado para sua assinatura do CommCare.

source: Amount Due
pt: Quantidade Devida

source: <b>Note:</b> Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option.
pt: <b>Observação:</b> Quaisquer cobranças sob demanda por usuários excedentes ou SMS serão cobradas separadamente com base no uso real no mês seguinte. Se preferir, você também pode pagar antecipadamente pelo uso sob demanda esperado. Entre em contato conosco se quiser explorar essa opção.

source: <b>Instructions for Payment</b>
pt: <b>Instruções para Pagamento</b>

source: Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment:
pt: A Dimagi aceita pagamentos via ACH, transferência bancária e cartão de crédito. Todas as opções de pagamento estão listadas na fatura em anexo. Se for pagar por transferência bancária, siga estas instruções para garantir o processamento e identificação do seu pagamento de forma ágil:

source: Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice.
pt: Envie o pagamento por transferência bancária para a conta da Dimagi e inclua o ID da fatura nos detalhes do pagamento. Os dados bancários da Dimagi e o ID da fatura podem ser encontrados na fatura em anexo.

source: Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name.
pt: Envie um e-mail para %(accounts_email)s após realizar o pagamento, incluindo a data do pagamento, o valor, o número da fatura e o nome do espaço do projeto.

source: Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s.
pt: Obrigado por usar o CommCare. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s.

source: %(greeting)s Please find attached the prepayment invoice for your CommCare subscription.
pt: %(greeting)s Em anexo, segue a fatura de pagamento antecipado para sua assinatura do CommCare.

source: Note: Any on-demand charges for excess users or SMS will be billed separately based on actual usage in the following month. If you prefer, you may also prepay for expected on-demand usage. Please contact us if you would like to explore this option. Instructions for Payment Dimagi accepts payments via ACH, wire transfer, and credit card. All payment options are listed in the attached invoice. If paying by wire, please follow these instructions to ensure timely processing and identification of your payment: 1. Send the wire payment to Dimagi’s bank account and include the invoice ID in the wire payment details. Dimagi’s bank account details and the invoice ID can be found in the attached invoice. 2. Send an email to %(accounts_email)s after you have made the payment including the date of the payment, the amount, the invoice number and the project space name. Thank you for using CommCare. If you have any questions, please don't hesitate to contact %(invoicing_contact_email)s. Best Regards, The CommCare HQ Team www.commcarehq.org Statement From: CommCare HQ and the corporation Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 USA
pt: Observação: Quaisquer cobranças sob demanda por usuários excedentes ou SMS serão cobradas separadamente com base no uso real no mês seguinte. Se preferir, você também pode pagar antecipadamente pelo uso sob demanda esperado. Entre em contato conosco se quiser explorar essa opção. Instruções para Pagamento A Dimagi aceita pagamentos via ACH, transferência bancária e cartão de crédito. Todas as opções de pagamento estão listadas na fatura em anexo. Se for pagar por transferência bancária, siga estas instruções para garantir o processamento e identificação do seu pagamento de forma ágil: 1. Envie o pagamento por transferência bancária para a conta da Dimagi e inclua o ID da fatura nos detalhes do pagamento. Os dados bancários da Dimagi e o ID da fatura podem ser encontrados na fatura em anexo. 2. Envie um e-mail para %(accounts_email)s após realizar o pagamento, incluindo a data do pagamento, o valor, o número da fatura e o nome do espaço do projeto. Obrigado por usar o CommCare. Se tiver alguma dúvida, não hesite em entrar em contato com %(invoicing_contact_email)s. Atenciosamente, Equipe CommCare HQ www.commcarehq.org Extrato de: CommCare HQ e a empresa Dimagi, Inc. 585 Massachusetts Ave, Ste 4, Cambridge, MA 02139 EUA

source: Resend Invoice #%(invoice_number)s Email?
pt: Reenviar e-mail da Fatura nº %(invoice_number)s?

source: Invoice
pt: Fatura

source: Adjustments
pt: Ajustes

source: Suppress
pt: Suprimir

source: Hide From Client
pt: Ocultar do Cliente

source: Date
pt: Data

source: Recipients
pt: Destinatários

source: View PDF
pt: Visualizar PDF

source: Reason
pt: Razão

source: User
pt: Usuário

source: Amount
pt: Quantidade

source: Adjust Balance for Invoice #
pt: Ajustar saldo para Fatura #

source: What happens after your subscription gets paused?
pt: O que acontece após sua assinatura ser pausada?

source: You will lose access to your project space, but you will be able to re-subscribe any time in the future.
pt: Você perderá acesso ao seu espaço de projeto, mas poderá reativar sua assinatura a qualquer momento no futuro.

source: You will no longer be billed. However, based on your payment method you may have an open invoice for the service provided this month.
pt: Você não será mais cobrado. No entanto, dependendo do seu método de pagamento, pode haver uma fatura em aberto referente ao serviço prestado neste mês.

source: Re-subscribing will restore full access to your project space, including your data, apps, report, and configurations.
pt: Reativar a assinatura restaurará o acesso completo ao seu espaço de projeto, incluindo seus dados, aplicativos, relatórios e configurações.

source: If you don't intend to use this project space again and would like to delete it, please inform us at <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.
pt: Se você não pretende usar este espaço de projeto novamente e deseja excluí-lo, por favor, informe-nos em <a href="mailto:%(SUPPORT_EMAIL)s">%(SUPPORT_EMAIL)s</a>.

source: We hope to see you soon!
pt: Esperamos vê-lo em breve!

source: You’ll have access to the features on your <strong>%(p)s Edition Software Plan </strong> through %(current_subscription_end_date)s.<br /> On %(current_subscription_end_date)s your current subscription will be paused.
pt: Você terá acesso aos recursos do seu <strong>Plano de Software %(p)s Edition</strong> até %(current_subscription_end_date)s.<br /> Em %(current_subscription_end_date)s sua assinatura atual será pausada.

source: Your subscription will be paused immediately upon clicking the Confirm Pause button.
pt: Sua assinatura será pausada imediatamente ao clicar no botão Confirmar Pausa.

source: Monthly Fee
pt: Taxa Mensal

source: Included each month
pt: Incluído a cada mês

source: By continuing you are subscribing to a new Pay Annually plan. The new subscription will have the same end date as your existing subscription. You will receive a prorated invoice via email for the difference in plan fees due.
pt: Ao continuar, você estará assinando um novo plano Pagar Anualmente. A nova assinatura terá a mesma data de término da sua assinatura atual. Você receberá uma fatura proporcional por e-mail referente à diferença nas taxas do plano devidas.

source: By continuing you are subscribing to a Pay Annually plan and will receive an invoice via email for plan fees due.
pt: Ao continuar, você estará assinando um plano Pagar Anualmente e receberá uma fatura por e-mail referente às taxas do plano devidas.

source: By continuing you are moving from a Pay Annually to a Pay Monthly plan. Any prepaid plan fees will be automatically applied to future monthly invoices.
pt: Ao continuar, você estará migrando de um plano Pagar Anualmente para um plano Pagar Mensalmente. Quaisquer taxas de plano pré-pagas serão automaticamente aplicadas às futuras faturas mensais.

source: Subscription
pt: Subscrição

source: Product Rate
pt: Taxa de Produto

source: Feature Rate
pt: Taxa de Feição

source: Balance
pt: Saldo

source: Note: Selecting this plan will result in the following changes to your project.
pt: Nota: Selecionar este plano resultará nas seguintes alterações em seu projeto.

source: Go to All Invoices page for this Project Space
pt: Ir para a página de Todas as Faturas deste Espaço de Projeto

source: Export to Excel
pt: Exportar para Excel

source: Add New Credit Card
pt: Adicionar Novo Cartão de Crédito

source: Processing your request
pt: Processando sua solicitação

source: Use this card to autopay
pt: Usar este cartão para pagamento automático

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
pt: Utilizamos o <a href="http://www.stripe.com/" target="_blank">Stripe</a> para processar esta transação.

source: Save
pt: Salvar

source: Pay Monthly
pt: Pagar Mensalmente

source: Pay Annually
pt: Pagar Anualmente

source: Save close to 20%% when you pay annually.
pt: Economize cerca de 20%% ao pagar anualmente.

source: Select Payment Method
pt: Selecionar método de pagamento

source: Card
pt: Cartão

source: Use a saved card
pt: Usar um cartão guardado

source: Actually remove this card?
pt: Remover este cartão?

source: Yes, Remove
pt: Sim, remove.

source: Removing card...
pt: Removendo cartão...

source: Use a different card
pt: Usar um cartão diferente

source: Card Information
pt: Infomação do cartão

source: Processing your payment...
pt: Processando seu pagamento...

source: Save card for later
pt: Salvar cartão para depois

source: We use <a href="http://www.stripe.com/" target="_blank">Stripe</a> to process this transaction.
pt: Utilizamos o <a href="http://www.stripe.com/" target="_blank">Stripe</a> para processar esta transação.

source: Using Stripe's TEST API.
pt: Usando a API DE TESTE do Stripe.

source: Currently Active
pt: Activos actualmente

source: Last Invoice Due Date
pt: Data de Vencimento da Última Fatura

source: "Do Not Invoice" Reason
pt: Motivo "Não Faturar"

source: Edit
pt: Editar

source: Plan Information
pt: Informação do Plano
