Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: If this setting is not selected, your export will be in Excel’s general format. If you enable this setting, Excel will format dates, integers, decimals, Boolean values (True/False) and currencies.
pt: Se esta configuração não for selecionada, sua exportação estará no formato geral do Excel. Se você ativar esta configuração, o Excel formatará datas, inteiros, decimais, valores booleanos (Verdadeiro/Falso) e moedas.

source: Create a Daily Saved Export
pt: Criar uma Exportação Diária Salva

source: Daily saved exports are only available on the Standard Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.
pt: Exportações diárias salvas estão disponíveis apenas no Plano Standard ou superior. Clique <a href="%(software_plan_url)s">aqui</a> para gerenciar o plano de software do seu projeto.

source: Generate a Data Export Tool config file
pt: Gerar um arquivo de configuração da Ferramenta de Exportação de Dados

source: Download a Data Export Tool configuration file for this export
pt: Baixar um arquivo de configuração da Ferramenta de Exportação de Dados para esta exportação

source: <p>Checking this will add a button to download a configuration file for the <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> CommCare Data Export Tool</a> for the export.</p>
pt: <p>Marcar esta opção adicionará um botão para baixar um arquivo de configuração para a <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955952/CommCare+Data+Export+Tool+DET" target="_blank"> Ferramenta de Exportação de Dados do CommCare</a> para a exportação.</p>

source: <p>The Data Export Tool requires API access, which is only available on the Pro Plan or higher. Click <a href="%(software_plan_url)s">here</a> to manage the software plan for your project.</p>
pt: <p>A Ferramenta de Exportação de Dados requer acesso à API, que está disponível apenas no Plano Pro ou superior. Clique <a href="%(software_plan_url)s">aqui</a> para gerenciar o plano de software do seu projeto.</p>

source: Include duplicates and other unprocessed forms
pt: Incluir duplicatas e outros formulários não processados

source: Expand Checkbox Questions
pt: Expandir Perguntas de Caixa de Seleção

source: Sharing
pt: Compartilhamento

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to view and edit the export. Only <strong>%(owner_name)s</strong> will have access to it.
pt: Esta exportação foi criada por <strong>%(owner_name)s</strong>. Se você alterar as configurações de compartilhamento desta exportação, perderá a capacidade de visualizar e editar a exportação. Somente <strong>%(owner_name)s</strong> terá acesso a ela.

source: This export was created by <strong>%(owner_name)s</strong>. If you change the sharing settings for this export you will lose the ability to edit the export. Only <strong>%(owner_name)s</strong> will be able to edit it.
pt: Esta exportação foi criada por <strong>%(owner_name)s</strong>. Se você alterar as configurações de compartilhamento desta exportação, perderá a capacidade de editar a exportação. Somente <strong>%(owner_name)s</strong> poderá editá-la.

source: Add custom table configuration
pt: Adicionar configuração de tabela personalizada

source: Privacy Settings
pt: Configurações de Privacidade

source: Publish as De-Identified
pt: Publicar como Desidentificado

source: Check only if this export has been fully and safely de-identified.
pt: Marque somente se esta exportação foi totalmente e seguramente desidentificada.

source: Allow me to mark sensitive data
pt: Permitir que eu marque dados sensíveis

source: Saving
pt: Salvando

source: Try Again
pt: Tentar Novamente

source: Saved!
pt: Salvo!

source: Copy this Export
pt: Copiar esta Exportação

source: Column labels must be unique. '<span data-bind="text: duplicateLabel"></span>' has been used more than once.
pt: Os rótulos das colunas devem ser únicos. '<span data-bind="text: duplicateLabel"></span>' foi usado mais de uma vez.

source: There are errors with your configuration. Please fix them before creating the export.
pt: Há erros na sua configuração. Corrija-os antes de criar a exportação.

source: Export Data Source Data
pt: Exportar Dados da Fonte de Dados

source: Generate a query file for the Data Export Tool from any of the project's data sources.
pt: Gere um arquivo de consulta para a Ferramenta de Exportação de Dados a partir de qualquer fonte de dados do projeto.

source: The project has no data sources configured.
pt: O projeto não possui fontes de dados configuradas.

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds
pt: Excluir <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Feeds

source: Delete 1 Feed
pt: Excluir 1 Feed

source: Delete <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exports
pt: Excluir <!-- ko text: bulkExportDownloadCount() --><!-- /ko --> Exportações

source: Delete 1 Export
pt: Excluir 1 Exportação

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?
pt: Tem certeza de que deseja excluir permanentemente estes <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> feeds</strong>?

source: Are you sure you want to permanently delete this <strong>1 feed</strong>?
pt: Tem certeza de que deseja excluir permanentemente este <strong>1 feed</strong>?

source: Are you sure you want to permanently delete these <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exports</strong>?
pt: Tem certeza de que deseja excluir permanentemente estas <strong><!-- ko text: bulkExportDownloadCount() --><!-- /ko --> exportações</strong>?

source: Are you sure you want to permanently delete this <strong>1 export</strong>?
pt: Tem certeza de que deseja excluir permanentemente esta <strong>1 exportação</strong>?

source: Delete Feed for "<!-- ko text: name --><!-- /ko -->"?
pt: Excluir Feed para "<!-- ko text: name --><!-- /ko -->"?

source: Delete Export for "<!-- ko text: name --><!-- /ko -->"?
pt: Excluir Exportação para "<!-- ko text: name --><!-- /ko -->"?

source: Are you sure you want to delete this feed?
pt: Tem certeza de que deseja excluir este feed?

source: Are you sure you want to delete this export?
pt: Tem certeza de que deseja excluir esta exportação?

source: Show Deleted Questions
pt: Mostrar Perguntas Excluídas

source: Show Deleted Properties
pt: Mostrar Propriedades Excluídas

source: In order to show you your deleted questions, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
pt: Para mostrar suas perguntas excluídas, precisamos processar todos os seus aplicativos antigos que tiveram envios. Esta operação pode levar alguns minutos.

source: In order to show you your deleted properties, we need to process all of your old applications that have had submissions. This operation can sometimes take a few minutes.
pt: Para mostrar suas propriedades excluídas, precisamos processar todos os seus aplicativos antigos que tiveram envios. Esta operação pode levar alguns minutos.

source: Unable to process applications. Please report an issue if this persists
pt: Não foi possível processar os aplicativos. Por favor, reporte um problema se isso persistir

source: Process
pt: Processar

source: Show Deprecated Properties
pt: Mostrar Propriedades Obsoletas

source: In order to show you your deprecated properties, we need to refresh the page and load in all the properties. This operation can sometimes take a few minutes.
pt: Para mostrar suas propriedades obsoletas, precisamos atualizar a página e carregar todas as propriedades. Esta operação pode levar alguns minutos.

source: Download Files
pt: Baixar Arquivos

source: Available until
pt: Disponível até

source: There are no data files available to download at the moment.
pt: Não há arquivos de dados disponíveis para download no momento.

source: Upload file for transfer
pt: Enviar arquivo para transferência

source: Delete after
pt: Excluir após

source: 1 day
pt: 1 dia

source: 2 days
pt: 2 dias

source: 3 days
pt: 3 dias

source: You are downloading the following exports:
pt: Você está baixando as seguintes exportações:

source: No submissions available.
pt: Nenhum envio disponível.

source: It seems your project doesn't have any submissions from its applications. Please submit data before using the export tool.
pt: Parece que seu projeto não possui envios de seus aplicativos. Por favor, envie dados antes de usar a ferramenta de exportação.

source: To get started, please <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">deploy</a> your application and submit data from a phone. You may also <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">submit data via Web Apps </a> , depending on your project's <a href="https://www.commcarehq.org/pricing/" target="_blank">plan level</a>.
pt: Para começar, por favor <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143947269/Publish+Your+Application" target="_blank">publique</a> seu aplicativo e envie dados de um telefone. Você também pode <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955161/Web+Applications" target="_blank">enviar dados via Web Apps </a> , dependendo do <a href="https://www.commcarehq.org/pricing/" target="_blank">nível do seu plano</a>.

source: Case history exports are no longer available. They will be removed when you save this export. Please contact %(SUPPORT_EMAIL)s if this change is affecting your project
pt: Exportações de histórico de casos não estão mais disponíveis. Elas serão removidas quando você salvar esta exportação. Por favor, entre em contato com %(SUPPORT_EMAIL)s se essa mudança estiver afetando seu projeto

source: Delete Selected Feeds
pt: Excluir Feeds Selecionados

source: Delete Selected Feed
pt: Excluir Feed Selecionado

source: Delete Selected Exports
pt: Excluir Exportações Selecionadas

source: Delete Selected Export
pt: Excluir Exportação Selecionada

source: Bulk Export
pt: Exportar em massa

source: All of the selected exports will be collected for download to a single Excel file, with each export as a separate sheet.
pt: Todas as exportações selecionadas serão reunidas para download em um único arquivo Excel, com cada exportação em uma planilha separada.

source: Filters inactive while download in progress.
pt: Filtros inativos enquanto o download está em andamento.

source: Prepare Export
pt: Preparar Exportação

source: Preparing Export
pt: Preparando Exportação

source: Prepare Multimedia
pt: Preparar Multimídia

source: Preparing Multimedia
pt: Preparando Multimídia

source: If the problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal"> Report an Issue</a>.
pt: Se o problema persistir, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reporte um Problema</a>.

source: Collecting Data
pt: Coletando Dados

source: Collecting Multimedia
pt: Coletando Multimídia

source: For exports that may take a while to prepare, email a link when download is ready
pt: Para exportações que podem demorar para serem preparadas, envie um link por e-mail quando o download estiver pronto

source: Email me when ready
pt: Me envie um e-mail quando estiver pronto

source: Something went wrong!
pt: Algo deu errado!

source: Update Filters
pt: Atualizar Filtros

source: These exports are paginated. That means exports that have over %(max_rows)s rows will be split into multiple files.
pt: Essas exportações são paginadas. Isso significa que exportações com mais de %(max_rows)s linhas serão divididas em vários arquivos.

source: These %(export_type_plural)s are <strong>De-Identified</strong>, meaning that the administrator of this domain has removed all personally-identifying properties from the exported data.
pt: Essas %(export_type_plural)s são <strong>Desidentificadas</strong>, o que significa que a administração deste domínio removeu todas as propriedades de identificação pessoal dos dados exportados.

source: Add %(export_type_caps)s
pt: Adicionar %(export_type_caps)s

source: Loading Form
pt: Carregando Formulário

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
pt: Se este problema persistir, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reporte um Problema</a>.

source: This application does not appear to be using <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> case management</a>.
pt: Este aplicativo não parece estar usando <a href="https://wiki.commcarehq.org/display/commcarepublic/Case+Management" target="_blank"><i class="fa fa-info-circle"></i> gerenciamento de casos</a>.

source: Mislabeled
pt: Rotulado Incorretamente

source: Suggestions
pt: Sugestões

source: These form submissions are tagged as if they belong to an application that doesn't exist.
pt: Esses envios de formulário estão marcados como se pertencessem a um aplicativo que não existe.

source: These submissions could belong to one of the following forms:
pt: Esses envios podem pertencer a um dos seguintes formulários:

source: App was deleted.
pt: O aplicativo foi excluído.

source: Preparing %(export_type_caps)s Data...
pt: Preparando Dados de %(export_type_caps)s...

source: Please note that this may take several minutes. Thank you for your patience!
pt: Por favor, note que isso pode levar vários minutos. Obrigado pela sua paciência!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a> and include this error message in the description.
pt: Se este problema persistir, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Reporte um Problema</a> e inclua esta mensagem de erro na descrição.

source: It seems as though you haven't submitted any data to CommCare HQ. Please deploy an application and submit data before creating any %(export_type_plural)s.
pt: Parece que você ainda não enviou nenhum dado para o CommCare HQ. Por favor, faça o deploy de um aplicativo e envie dados antes de criar quaisquer %(export_type_plural)s.

source: How to Create and Deploy a CommCare Application.
pt: Como Criar e Fazer o Deploy de um Aplicativo CommCare.

source: Add %(export_type_caps)s
pt: Adicionar %(export_type_caps)s

source: Filter Feed
pt: Filtrar Feed

source: Location-Limited Data
pt: Dados Limitados por Localização

source: This export is limited to the following locations:
pt: Esta exportação está limitada às seguintes localizações:

source: There was an unknown error saving the filters
pt: Ocorreu um erro desconhecido ao salvar os filtros

source: Save filters
pt: Salvar filtros

source: Saving...
pt: Salvando...

source: Problem loading exports. Please refresh the page, or report an issue if the problem persists.
pt: Problema ao carregar exportações. Por favor, atualize a página ou reporte um problema se o erro persistir.

source: Loading exports...
pt: Carregando exportações...

source: Deleting feeds...
pt: Excluindo feeds...

source: Deleting feed...
pt: Excluindo feed...

source: Deleting exports...
pt: Excluindo exportações...

source: Deleting export...
pt: Excluindo exportação...

source: No De-Identified %(export_type_caps_plural)s to display
pt: Nenhum(a) %(export_type_caps_plural)s Desidentificado(a) para exibir

source: No %(export_type_caps_plural)s to display
pt: Nenhum(a) %(export_type_caps_plural)s para exibir

source: deleted
pt: excluído(a)

source: Sheet Name
pt: Nome da Planilha

source: Custom Path
pt: Caminho Personalizado

source: Select geo property
pt: Selecionar propriedade geográfica

source: You can drag and drop fields to reorder them.
pt: Você pode arrastar e soltar os campos para reordená-los.

source: To drag multiple fields, select by clicking while holding the CTRL key on a PC, or the Command key on a Mac.
pt: Para arrastar vários campos, selecione clicando enquanto segura a tecla CTRL em um PC ou a tecla Command em um Mac.

source: To select a range of fields hold the Shift key and select the first and last field in the range.
pt: Para selecionar um intervalo de campos, segure a tecla Shift e selecione o primeiro e o último campo do intervalo.

source: To unselect a field hold the CTRL key on a PC, or the Command key on a Mac, and click.
pt: Para desselecionar um campo, segure a tecla CTRL em um PC ou a tecla Command em um Mac e clique.

source: You can also rename fields, which will update the headers in the export file.
pt: Você também pode renomear campos, o que atualizará os cabeçalhos no arquivo de exportação.

source: You can also rename fields, which will update the column headers in Power BI or Tableau.
pt: Você também pode renomear campos, o que atualizará os cabeçalhos das colunas no Power BI ou Tableau.

source: Include?
pt: Incluir?

source: Select None
pt: Selecionar Nenhum

source: Send to Bottom
pt: Enviar para o Final

source: Send to Top
pt: Enviar para o Início

source: Show Advanced Questions
pt: Mostrar Perguntas Avançadas

source: Hide Advanced Questions
pt: Ocultar Perguntas Avançadas

source: Hide Deleted Questions
pt: Ocultar Perguntas Excluídas

source: Hide Deleted Properties
pt: Ocultar Propriedades Excluídas

source: Hide Deprecated Properties
pt: Ocultar Propriedades Obsoletas

source: Use question labels
pt: Usar rótulos das perguntas

source: Use question ids
pt: Usar IDs das perguntas

source: Split multi-select data
pt: Dividir dados de múltipla seleção

source: Sensitivity
pt: Sensibilidade

source: Add custom export property
pt: Adicionar propriedade de exportação personalizada

source: Required for OData
pt: Obrigatório para OData

source: Show Options
pt: Mostrar Opções

source: Hide Options
pt: Ocultar Opções

source: Maximum number of OData feeds reached.
pt: Número máximo de feeds OData atingido.

source: At this time we allow a maximum of %(odata_feed_limit)s OData feeds per project space. Please consider deleting the feeds that you don't need anymore.
pt: No momento, permitimos no máximo %(odata_feed_limit)s feeds OData por espaço de projeto. Considere excluir os feeds que não são mais necessários.

source: or
pt: ou

source: Filters and Files
pt: Filtros e Arquivos

source: Enable/Disable
pt: Ativar/Desativar

source: Edit Columns
pt: Editar Colunas

source: Copy &amp; Edit
pt: Copiar &amp; Editar

source: Share
pt: Compartilhar

source: Shared By
pt: Compartilhado por

source: Enter name here
pt: Digite o nome aqui

source: De-Identified
pt: Desidentificado

source: Form:
pt: Formulário:

source: Enter description here
pt: Introduza a descrição aqui

source: This export is filtered to data you don't have access to.
pt: Esta exportação está filtrada para dados aos quais você não tem acesso.

source: Copy OData Feed Link
pt: Copiar link do feed OData

source: Show additional feeds for Repeat Group data.
pt: Mostrar feeds adicionais para dados de Grupo Repetido.

source: Show additional feeds for linking Parent and Child Cases.
pt: Mostrar feeds adicionais para vincular Casos Pai e Filho.

source: Additional Feeds
pt: Feeds adicionais

source: Click to copy feeds for <strong>Repeat Group</strong> data:
pt: Clique para copiar feeds de dados do <strong>Grupo Repetido</strong>:

source: Click to copy feeds for linking <strong>Parent</strong> and <strong>Child Cases</strong>:
pt: Clique para copiar feeds para vincular <strong>Pai</strong> e <strong>Casos Filho</strong>:

source: Automatic updates for this saved %(export_type)s have been disabled. Click 'Enable' to re-enable automatic updates.
pt: As atualizações automáticas para este %(export_type)s salvo foram desativadas. Clique em 'Ativar' para reativar as atualizações automáticas.

source: Size:
pt: Tamanho:

source: Last Updated:
pt: Última atualização:

source: Just now
pt: Agora mesmo

source: Last Downloaded:
pt: Último download:

source: Last Build Duration:
pt: Duração da última geração:

source: Update Data
pt: Atualizar dados

source: Updating Data, please wait...
pt: Atualizando dados, por favor aguarde...

source: Copy Dashboard Feed Link
pt: Copiar link do feed do painel

source: This saved %(export_type)s has expired because it has not been used in the last 35 days. To renew daily updates, click the 'Update Data' button and download the file.
pt: Este %(export_type)s salvo expirou porque não foi utilizado nos últimos 35 dias. Para renovar as atualizações diárias, clique no botão 'Atualizar dados' e faça o download do arquivo.

source: Your export exceeds the limit of %(max_rows)s rows. Please see <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentation</a> for more information.
pt: Sua exportação excede o limite de %(max_rows)s linhas. Consulte a <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2337669143/Setting+up+a+Data+Pipeline+via+CommCare" data-bs-toggle="modal">documentação</a> para mais informações.

source: Data update complete
pt: Atualização de dados concluída

source: Data update failed!
pt: Falha na atualização de dados!

source: If this problem persists, please <a href="#modalReportIssue" data-bs-toggle="modal">Report an Issue</a>.
pt: Se este problema persistir, por favor <a href="#modalReportIssue" data-bs-toggle="modal">Relate um problema</a>.

source: No data is available yet.
pt: Ainda não há dados disponíveis.

source: Please click 'update data' if the automatic scheduler hasn't picked up the changes in a while.
pt: Por favor, clique em 'atualizar dados' se o agendador automático não capturou as alterações há algum tempo.

source: Confirm data updates
pt: Confirmar atualizações de dados

source: To renew daily updates, click the Update Data button below and check back in a little bit once the updates have finished processing.
pt: Para renovar as atualizações diárias, clique no botão Atualizar Dados abaixo e volte em breve após o término do processamento das atualizações.

source: Once the data is updated, a data refresh should occur automatically on a daily basis.
pt: Assim que os dados forem atualizados, uma atualização automática deverá ocorrer diariamente.

source: To download data now, please click the Export button instead.
pt: Para baixar os dados agora, por favor clique no botão Exportar.

source: Confirm data updates.
pt: Confirmar atualizações de dados.

source: This will enable the daily automatic updates of this export.
pt: Isso habilitará as atualizações automáticas diárias desta exportação.

source: This will disable the daily automatic updates of this export.
pt: Isso desabilitará as atualizações automáticas diárias desta exportação.

source: Disable auto update
pt: Desabilitar atualização automática

source: Enable auto update
pt: Habilitar atualização automática

source: Edit Filters
pt: Editar filtros

source: DET Config
pt: Configuração DET

source: Copy &amp; Edit
pt: Copiar &amp; Editar

source: View
pt: Visualizar

source: View Columns
pt: Ver colunas

source: View Feed
pt: Ver feed

source: Copy &amp; Edit
pt: Copiar &amp; Editar

source: Private
pt: Privado

source: Export Only
pt: Apenas exportar

source: Edit & Export
pt: Editar & Exportar

source: Share Daily Data with Excel and Other Systems
pt: Compartilhe dados diários com Excel e outros sistemas

source: Share Daily Data with Excel and Other Systems
pt: Compartilhe dados diários com Excel e outros sistemas
