Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: It appears {username} has already been removed from your project space.
pt: Parece que {username} já foi removido do seu espaço de projeto.

source: A role with the same name already exists
pt: Já existe uma função com o mesmo nome

source: Unable to delete role '{role}'. This role is the default role for Mobile Users and can not be deleted.
pt: Não foi possível excluir a função '{role}'. Esta função é a função padrão para Usuários Móveis e não pode ser excluída.

source: Invite Web User to Project
pt: Convidar Usuário Web para o Projeto

source: Bulk Upload Web Users
pt: Carregar Usuários Web em Lote

source: Web User Upload Status
pt: Status do Carregamento de Usuários Web

source: Return to manage web users
pt: Retornar para gerenciar usuários web

source: Bulk upload complete.
pt: Envio em massa concluído.

source: Bad SMS configuration: {error}
pt: Configuração de SMS inválida: {error}

source: Cannot start verification workflow. Phone number is already in use.
pt: Não é possível iniciar o fluxo de verificação. O número de telefone já está em uso.

source: Phone number is already verified.
pt: O número de telefone já está verificado.

source: Verification message resent.
pt: Mensagem de verificação reenviada.

source: Verification workflow started.
pt: Fluxo de verificação iniciado.

source: Edit User Fields
pt: Editar Campos do Usuário

source: Both
pt: Ambos

source: Neither
pt: Nenhum

source: %(users)s user(s) and %(phone_numbers)s phone number(s) processed. %(phone_numbers_already_verified)s already verified, %(phone_numbers_in_use)s already in use by other contact(s), %(phone_numbers_pending_verification)s already pending verification, and %(workflows_started)s verification workflow(s) started.
pt: %(users)s usuário(s) e %(phone_numbers)s número(s) de telefone processados. %(phone_numbers_already_verified)s já verificados, %(phone_numbers_in_use)s já em uso por outro(s) contato(s), %(phone_numbers_pending_verification)s já pendentes de verificação, e %(workflows_started)s fluxo(s) de verificação iniciado(s).

source: Error processing the following user(s): %(users)s. Please try again and if the problem persists, report an issue.
pt: Erro ao processar o(s) seguinte(s) usuário(s): %(users)s. Por favor, tente novamente e, se o problema persistir, reporte um problema.

source: Edit Group
pt: Editar Grupo

source: Viewing Group "%s"
pt: Visualizando Grupo "%s"

source: Editing Group "%s"
pt: Editando Grupo "%s"

source: Edit Mobile Worker
pt: Editar Trabalhador Móvel

source: Edit Mobile Worker (View Only)
pt: Editar Trabalhador Móvel (Apenas Visualização)

source: Information for %s
pt: Informações para %s

source: There were some errors while saving user's locations. Please check the 'Locations' tab
pt: Houve alguns erros ao salvar as localizações do usuário. Por favor, verifique a aba 'Localizações'

source: You do not have permission to update Mobile Workers.
pt: Você não tem permissão para atualizar Trabalhadores Móveis.

source: Please enter digits only.
pt: Por favor, insira apenas dígitos.

source: Billing contact information was successfully confirmed. You may now add additional Mobile Workers.
pt: As informações de contato de cobrança foram confirmadas com sucesso. Agora você pode adicionar Trabalhadores Móveis adicionais.

source: This is a location user. You must delete the corresponding location before you can delete this user.
pt: Este é um usuário de localização. Você deve excluir a localização correspondente antes de excluir este usuário.

source: User %s has been deleted. All their submissions and cases will be permanently deleted in the next few minutes
pt: Usuário %s foi excluído. Todas as suas submissões e casos serão permanentemente excluídos nos próximos minutos

source: User is already in Demo mode!
pt: Usuário já está no modo Demo!

source: User is not in Demo mode!
pt: Usuário não está no modo Demo!

source: Successfully turned off demo mode!
pt: Modo demo desativado com sucesso!

source: Turn off Demo mode
pt: Desativar modo Demo

source: Demo User Status
pt: Status do Usuário Demo

source: Demo User status
pt: Status do usuário Demo

source: Getting latest restore data, please wait
pt: Obtendo os dados mais recentes de restauração, por favor aguarde

source: Go back to Edit Mobile Worker
pt: Voltar para Editar Trabalhador Móvel

source: User is now in Demo mode with latest restore!
pt: Usuário agora está no modo Demo com a restauração mais recente!

source: The user is not a demo user.
pt: O usuário não é um usuário demo.

source: User groups updated!
pt: Grupos de usuários atualizados!

source: Form not valid. A group may have been deleted while you were viewing this pagePlease try again.
pt: Formulário inválido. Um grupo pode ter sido excluído enquanto você visualizava esta página. Por favor, tente novamente.

source: Username {} is available
pt: Nome de usuário {} está disponível

source: You do not have permission to create mobile workers.
pt: Você não tem permissão para criar trabalhadores móveis.

source: Forms did not validate: {errors}
pt: Formulários não validados: {errors}

source: No Permission.
pt: Sem permissão.

source: Please provide mobile worker data.
pt: Por favor, forneça os dados do trabalhador móvel.

source: Check your request: {}
pt: Verifique sua solicitação: {}

source: Deactivated
pt: Desativado

source: Pending Confirmation
pt: Confirmação Pendente

source: Bulk Upload Mobile Workers
pt: Envio em Massa de Trabalhadores Móveis

source: Mobile Worker Upload Status
pt: Status do Envio de Trabalhadores Móveis

source: Return to manage mobile workers
pt: Retornar para gerenciar trabalhadores móveis

source: Download Users
pt: Descarregar Usuários

source: Download Users Status
pt: Descarregar Estados dos Usuários

source: Preparing user download.
pt: Preparando download de usuários.

source: Go back to Mobile Workers
pt: Voltar para Trabalhadores Móveis

source: No users found. Please check your file contains a 'username' column.
pt: Nenhum usuário encontrado. Por favor, verifique se seu arquivo contém uma coluna 'username'.

source: No users found. Please check file is not empty.
pt: Nenhum usuário encontrado. Por favor, verifique se o arquivo não está vazio.

source: Workbook has no worksheets
pt: A planilha não possui abas

source: Bulk Delete
pt: Exclusão em Massa

source: No users deleted. Please address the above issue(s) and re-upload your updated file.
pt: Nenhum usuário foi excluído. Por favor, resolva o(s) problema(s) acima e envie novamente o seu arquivo atualizado.

source: The following users have form submissions and must be deleted individually: {}.
pt: Os seguintes usuários possuem envios de formulários e devem ser excluídos individualmente: {}.

source: The following users were not found: {}.
pt: Os seguintes usuários não foram encontrados: {}.

source: Bulk Clear
pt: Limpeza em Massa

source: No users cleared. Please address the above issue(s) and re-upload your updated file.
pt: Nenhum usuário foi limpo. Por favor, resolva o(s) problema(s) acima e envie novamente o seu arquivo atualizado.

source: Mobile Workers Bulk Lookup
pt: Consulta em Massa de Trabalhadores Móveis

source: exists
pt: existe

source: is_active
pt: está_ativo

source: A row with no username was skipped
pt: Uma linha sem nome de usuário foi ignorada

source: Sorry, it looks like your invitation has expired. Please check the invitation link you received and try again, or request a project administrator to send you the invitation again.
pt: Desculpe, parece que seu convite expirou. Por favor, verifique o link do convite que você recebeu e tente novamente, ou solicite a um administrador do projeto que envie o convite novamente.

source: Sorry, that invitation has already been used up. If you feel this is a mistake, please ask the inviter for another invitation.
pt: Desculpe, esse convite já foi utilizado. Se você acha que isso é um erro, peça ao convidador para enviar outro convite.

source: Project Invitation
pt: Convite para Projeto

source: Project Invitation, Account Required
pt: Convite para Projeto, Conta Necessária

source: You are already a member of {entity}.
pt: Você já é membro de {entity}.

source: It looks like you are trying to accept an invitation for {invited} but you are already a member of {entity} with the account {current}. Please sign out to accept this invitation as another user.
pt: Parece que você está tentando aceitar um convite para {invited}, mas já é membro de {entity} com a conta {current}. Por favor, saia para aceitar este convite como outro usuário.

source: The invited user {invited} and your user {current} do not match!
pt: O usuário convidado {invited} e seu usuário {current} não correspondem!

source: User account for %s created!
pt: Conta de usuário para %s criada!

source: Error while attempting resend
pt: Erro ao tentar reenviar

source: Invitation resent
pt: Convite reenviado

source: A request is pending for this email. You will receive an email when the request is approved.
pt: Uma solicitação está pendente para este e-mail. Você receberá um e-mail quando a solicitação for aprovada.

source: File Type
pt: Tipo de Arquivo

source: File Size
pt: Tamanho do Arquivo

source: Index
pt: Índice

source: Parent case not found
pt: Caso pai não encontrado

source: (current case)
pt: (caso atual)

source: No related cases
pt: Nenhum caso relacionado

source: Changes to
pt: Alterações em

source: New Value
pt: Novo Valor

source: Show More
pt: Mostrar Mais

source: Last Sent
pt: Último Envio

source: Attempts
pt: Tentativas

source: Requeue Request
pt: Reenfileirar Solicitação

source: Opened
pt: Aberto

source: Empty Case
pt: Caso Vazio

source: Open
pt: Abrir

source: Modified On
pt: Modificado Em

source: Last Submitter
pt: Último Remetente

source: Date Modified
pt: Data de Modificação

source: Code
pt: Código

source: Parent Location
pt: Localização Pai

source: You have to specify both dates!
pt: Você precisa especificar ambas as datas!

source: You can't have an end date of {end} after start date of {start}
pt: Você não pode ter uma data final de {end} após a data inicial de {start}

source: You can't use dates earlier than the year 1900
pt: Você não pode usar datas anteriores ao ano de 1900

source: You are limited to a span of {max} days, but this date range spans {total} days
pt: Você está limitado a um intervalo de {max} dias, mas este intervalo abrange {total} dias

source: ERROR: Could not send "%(subject)s"
pt: ERRO: Não foi possível enviar "%(subject)s"

source: Could not send email: file size is too large.
pt: Não foi possível enviar o e-mail: o tamanho do arquivo é muito grande.

source: Please contact %(support_email)s for assistance.
pt: Por favor, entre em contato com %(support_email)s para obter assistência.

source: This report will only show data for the past 60 days. Furthermore the report may not always show the latest log data but will be updated over time
pt: Este relatório mostrará apenas dados dos últimos 60 dias. Além disso, o relatório pode não mostrar sempre os dados de log mais recentes, mas será atualizado ao longo do tempo

source: Device Log Details
pt: Detalhes do Log do Dispositivo

source: Log Date
pt: Data do Log

source: Log Submission Date
pt: Data de Envio do Log

source: Log Type
pt: Tipo de Log

source: Logged in Username
pt: Nome de Usuário Logado

source: Device Users
pt: Usuários do Dispositivo

source: File Downloader
pt: Baixador de Arquivos

source: Preparing download. This may take some time...
pt: Preparando o download. Isso pode levar algum tempo...

source: There was an error processing your request
pt: Houve um erro ao processamento de seu pedido

source: Your export is ready.
pt: A sua exportação está pronto.

source: Process complete.
pt: Processo completo

source: Task processor not detected. There may be something wrong with your system. If the download takes longer than normal to complete, please contact support for help.
pt: Processador de tarefas não detectado. Pode haver algum problema com seu sistema. Se o download demorar mais do que o normal para ser concluído, por favor, entre em contato com o suporte para obter ajuda.

source: Something went wrong!
pt: Algo deu errado!

source: Processed
pt: Processado

source: of
pt: de

source: <br/><br/>You can also upload your data to Dropbox with the link below:<br/>{}
pt: <br/><br/>Você também pode enviar seus dados para o Dropbox com o link abaixo:<br/>{}

source: Your CommCare export for {} is ready! Click on the link below to download your requested data:<br/>{}{}
pt: Sua exportação do CommCare para {} está pronta! Clique no link abaixo para baixar os dados solicitados:<br/>{}{}

source: CommCare Export Complete
pt: Exportação do CommCare Concluída

source: An error occurred during the download.
pt: Ocorreu um erro durante o download.

source: You do not have access to this file
pt: Você não tem acesso a este arquivo

source: You do not have access to this file. It can only be downloaded by the user who created it
pt: Você não tem acesso a este arquivo. Ele só pode ser baixado pelo usuário que o criou

source: Custom Calculations in Case List
pt: Cálculos customizados na Lista de Casos

source: Specify a custom xpath expression to calculate a value in the case list or case detail screen.
pt: Especificar uma expressão xpath customizada para calcular um valor na lista de casos ou no ecrã dos detalhes do caso.

source: Icons in Case List
pt: Ícones na Lista de Casos

source: Display a case property as an icon in the case list. For example, to show that a case is late, display a red square instead of "late: yes".
pt: Apresentar uma propriedade de caso como um ícone na lista de casos. Por exemplo, para mostrar um caso atrasado, apresenta um quadrado vermelho em vez de "atrasado: sim".

source: Conditional ID Mapping in Case List
pt: Mapeamento Condicional de ID na Lista de Casos

source: Specify a custom xpath expression to calculate a lookup key in the case list, case detail screen or case tile enum columns.
pt: Especifique uma expressão xpath personalizada para calcular uma chave de pesquisa na lista de casos, tela de detalhes do caso ou colunas enum de bloco de casos.

source: Split multi-selects in case export
pt: Dividir multi-seleções na exportação de casos

source: This setting allows users to split multi-select questions into multiple columns in case exports.
pt: Esta configuração permite que usuários dividam perguntas de múltipla escolha em várias colunas nas exportações de casos.

source: Use location name
pt: Usar nome da localização

source: This setting changes the location dropdown to display location name instead of the full location path.
pt: Esta configuração altera o menu suspenso de localização para exibir o nome da localização em vez do caminho completo da localização.

source: Call Center
pt: Centro de Chamadas

source: The call center application setting allows an application to reference a mobile user as a case that can be monitored using CommCare. This allows supervisors to view their workforce within CommCare. From here they can do things like monitor workers with performance issues, update their case with possible reasons for poor performance, and offer guidance towards solutions.
pt: A opção do centro de chamadas permite que o aplicativo refere ao usuário como um caso que pode ser monitorado utilizando CommCare. Permite supervisores visualizar a sua equipe dentro de CommCare. Daquí eles possam monitorar trabalhadores com mau desempenho, actualizar o caso com razões possíveis porque o desempenho seja mau, e oferecer como melhorar.

source: Custom Single and Multiple Answer Questions
pt: Perguntas Personalizadas de Resposta Única e Múltipla

source: Allows display of custom lists, such as case sharing groups or locations as choices in Single Answer or Multiple Answer lookup Table questions. Configuring these questions requires specifying advanced logic. Available in form builder, as an additional option on the Lookup Table Data for lookup table questions.
pt: Permite exibir listas personalizadas, como grupos de compartilhamento de casos ou localizações, como opções em perguntas de Tabela de Pesquisa de Resposta Única ou Múltipla. Configurar essas perguntas requer especificar lógica avançada. Disponível no construtor de formulários, como uma opção adicional nos Dados da Tabela de Pesquisa para perguntas de tabela de pesquisa.

source: Sorry, referrals are no longer supported!
pt: Desculpe, encaminhamentos não são mais suportados!

source: Invalid stock report type {}!
pt: Tipo de relatório de estoque inválido {}!

source: Can't specify a transaction block with no src or dest case
pt: Não é possível especificar um bloco de transação sem caso de origem ou destino

source: Product IDs must be set for all ledger updates!
pt: Os IDs de produto devem ser definidos para todas as atualizações de estoque!

source: '{form_name}' successfully saved!
pt: '{form_name}' salvo com sucesso!

source: You submitted [this form]({}), which affected [this case]({}).
pt: Você enviou [este formulário]({}), que afetou [este caso]({}).

source: You submitted [this form]({}), which affected these cases: {}.
pt: Você enviou [este formulário]({}), que afetou estes casos: {}.

source: You submitted [this form]({}).
pt: Você enviou [este formulário]({}).

source: Your form affected [this case]({}).
pt: Seu formulário afetou [este caso]({}).

source: Your form affected these cases: {}.
pt: Seu formulário afetou estes casos: {}.

source: Click to export your [case]({}) or [form]({}) data.
pt: Clique para exportar seus dados de [caso]({}) ou [formulário]({}).

source: Click to export your [form data]({}).
pt: Clique para exportar seus [dados do formulário]({}).

source: Click to export your [case data]({}).
pt: Clique para exportar seus [dados do caso]({}).

source: One of the fields from 'title, body, data' is required!
pt: Um dos campos 'título, corpo, dados' é obrigatório!

source: FCM is not setup on this environment!
pt: FCM não está configurado neste ambiente!

source: Please enter a valid 24-hour time in the format HH:MM
pt: Por favor, insira um horário válido de 24 horas no formato HH:MM

source: Please enter a valid date in the format YYYY-MM-DD
pt: Por favor, insira uma data válida no formato AAAA-MM-DD

source: Please enter a whole number greater than or equal to {}
pt: Por favor, insira um número inteiro maior ou igual a {}

source: Custom SMS Content
pt: Conteúdo SMS Personalizado

source: IVR Intervals
pt: Intervalos IVR

source: Maximum Question Prompt Attempts
pt: Máximo de Tentativas de Prompt de Pergunta

source: Intervals
pt: Intervalos

source: Action on Notification
pt: Ação na Notificação

source: Please fill out at least one translation
pt: Por favor, preencha pelo menos uma tradução

source: This field must not exceed {} characters
pt: Este campo não deve exceder {} caracteres

source: Please specify the reminder intervals or disable them
pt: Por favor, especifique os intervalos de lembrete ou desative-os

source: Intervals must be positive numbers
pt: Os intervalos devem ser números positivos

source: Reminder intervals must add up to less than {} based on the current survey expiration
pt: Os intervalos de lembrete devem somar menos de {} com base na expiração atual da pesquisa

source: Rich Text Message
pt: Mensagem em Texto Rico

source: Message type
pt: Tipo de mensagem

source: Expire After
pt: Expirar após

source: hour(s)
pt: hora(s)

source: Reminder Intervals
pt: Intervalos de Lembrete

source: e.g., 30, 60
pt: ex.: 30, 60

source: Specify a list of comma-separated intervals in minutes. At each interval, if the survey session is still open, the system will resend the current question in the open survey.
pt: Especifique uma lista de intervalos separados por vírgula em minutos. Em cada intervalo, se a sessão da pesquisa ainda estiver aberta, o sistema reenviará a pergunta atual na pesquisa aberta.

source: Event will send on day
pt: O evento será enviado no dia

source: of the schedule
pt: da programação

source: Time to Send
pt: Horário de envio

source: Random Time Window Length
pt: Duração da janela de tempo aleatória

source: Send Time Case Property
pt: Propriedade de caso do horário de envio

source: Wait
pt: Aguardar

source: minute(s) and then send
pt: minuto(s) e então enviar

source: Minutes to wait must be greater than or equal to 5 for all events after the first.
pt: Os minutos de espera devem ser maiores ou iguais a 5 para todos os eventos após o primeiro.

source: The day and time for this event are out of order. Please move this event into the correct order.
pt: O dia e o horário deste evento estão fora de ordem. Por favor, mova este evento para a ordem correta.

source: The day for this event is out of order. Please move this event into the correct order.
pt: O dia deste evento está fora de ordem. Por favor, mova este evento para a ordem correta.

source: This random time window overlaps with the next event's window. Please adjust your events accordingly to prevent overlapping windows.
pt: Esta janela de tempo aleatória se sobrepõe à janela do próximo evento. Por favor, ajuste seus eventos para evitar sobreposição de janelas.

source: Events must occur at least 5 minutes apart.
pt: Os eventos devem ocorrer com pelo menos 5 minutos de diferença.

source: There is a mismatch between the last event's day and how often you have chosen to repeat the schedule above. Based on the day of the last event, you must repeat every {} days at a minimum.
pt: Há uma incompatibilidade entre o dia do último evento e a frequência escolhida para repetir a programação acima. Com base no dia do último evento, você deve repetir a cada {} dias, no mínimo.

source: Please add at least one event
pt: Por favor, adicione pelo menos um evento

source: Immediately
pt: Imediatamente

source: Custom Daily Schedule
pt: Programação diária personalizada

source: Custom Immediate Schedule
pt: Programação imediata personalizada

source: On Days
pt: Em dias

source: A specific time
pt: Um horário específico

source: A random time
pt: Um horário aleatório

source: every
pt: a cada

source: never
pt: nunca

source: Recipient(s)
pt: Destinatário(s)

source: User Groups
pt: Grupos de Usuários

source: User Organizations
pt: Organizações de Usuários

source: User Recipient(s)
pt: Destinatário(s) Usuário

source: User Group Recipient(s)
pt: Destinatário(s) Grupo de Usuários

source: User Organization Recipient(s)
pt: Destinatário(s) Organização de Usuários

source: Also send to users at organizations below the selected ones
pt: Também enviar para usuários em organizações abaixo das selecionadas

source: Users at all organization levels
pt: Usuários em todos os níveis de organização

source: Only users at the following organization levels
pt: Apenas usuários nos seguintes níveis de organização

source: Case Group Recipient(s)
pt: Destinatário(s) Grupo de Casos

source: What to send
pt: O que enviar

source: When the survey session expires, submit a partially completed form if the survey is not completed
pt: Quando a sessão da pesquisa expirar, envie um formulário parcialmente preenchido se a pesquisa não for concluída

source: Include case updates in partially completed submissions
pt: Incluir atualizações de caso em envios parcialmente preenchidos

source: Interpret send times using GMT when recipient has no preferred time zone
pt: Interpretar horários de envio usando GMT quando o destinatário não tiver fuso horário preferido

source: Filter on
pt: Filtrar por

source: User data filter: whole json
pt: Filtro de dados do usuário: json completo

source: User data filter: property name
pt: Filtro de dados do usuário: nome da propriedade

source: User data filter: property value
pt: Filtro de dados do usuário: valor da propriedade
