Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Manage accounts for mobile workers and CommCare HQ users
pt: Gerenciar contas de trabalhadores móveis e usuários do CommCare HQ

source: Manage the Organization Hierarchy
pt: Gerenciar a Hierarquia da Organização

source: Messaging
pt: Mensagens

source: Configure and schedule SMS messages and keywords
pt: Configurar e agendar mensagens SMS e palavras-chave

source: Set project-wide settings and manage subscriptions
pt: Definir configurações do projeto e gerenciar assinaturas

source: Help Site
pt: Site de ajuda

source: Visit CommCare's knowledge base
pt: Visite a base de conhecimento do CommCare

source: Subscribed to Free Edition.
pt: Assinado para a Edição Gratuita.

source: Please add case owners to filter the list of cases.
pt: Adicione responsáveis pelos casos para filtrar a lista de casos.

source: [All Data]
pt: [Todos os Dados]

source: Find:
pt: Procurar:

source: Use regular expression
pt: Usar expressão regular

source: Replace with:
pt: Substituir por:

source: Replace existing value with:
pt: Substituir valor existente por:

source: Copy from property:
pt: Copiar da propriedade:

source: The value from this property will replace the value from the selected property at the top.
pt: O valor desta propriedade substituirá o valor da propriedade selecionada acima.

source: Select a case property...
pt: Selecione uma propriedade de caso...

source: Please specify a value you would like to replace the existing property value with.
pt: Por favor, especifique um valor para substituir o valor existente da propriedade.

source: Please specify the value you would like to find.
pt: Por favor, especifique o valor que deseja encontrar.

source: Not a valid regular expression.
pt: Não é uma expressão regular válida.

source: Please select a property to copy from.
pt: Por favor, selecione uma propriedade da qual copiar.

source: You cannot copy from the same property.
pt: Você não pode copiar da mesma propriedade.

source: Data Type
pt: Tipo de Dados

source: Select a Case Property
pt: Selecione uma Propriedade do Caso

source: Add Column
pt: Adicionar Coluna

source: Please specify a label for the column.
pt: Por favor, especifique um rótulo para a coluna.

source: Please specify a data type.
pt: Por favor, especifique um tipo de dado.

source: Please specify a case property.
pt: Por favor, especifique uma propriedade do caso.

source: This case property is already a column.
pt: Esta propriedade do caso já é uma coluna.

source: Incorrect data type for '{prop_id}', should be '{expected_data_type}'
pt: Tipo de dado incorreto para '{prop_id}', deve ser '{expected_data_type}'

source: Match Type
pt: Tipo de Correspondência

source: Add Filter
pt: Relatorio Semanal aos Coordinadores do Distrito e os NEDs

source: Please select a case property to filter on.
pt: Por favor, selecione uma propriedade do caso para filtrar.

source: Unrecognized data type.
pt: Tipo de dado não reconhecido.

source: This value cannot contain both single quotes (') and double quotes (") at the same time.
pt: Este valor não pode conter aspas simples (') e aspas duplas (") ao mesmo tempo.

source: Not a valid number.
pt: Não é um número válido.

source: Unknown date type.
pt: Tipo de data desconhecido.

source: Date format should be 'YYYY-MM-DD'
pt: O formato da data deve ser 'AAAA-MM-DD'

source: Date and Time format should be 'YYYY-MM-DD HH:MM:SS', where the hour is the 24-hour format, 00 to 23.
pt: O formato de Data e Hora deve ser 'AAAA-MM-DD HH:MM:SS', onde a hora está no formato de 24 horas, de 00 a 23.

source: Please select a match type.
pt: Por favor, selecione um tipo de correspondência.

source: Please provide a value or use the 'empty' or 'missing' match types.
pt: Por favor, forneça um valor ou use os tipos de correspondência 'vazio' ou 'ausente'.

source: Select a Case Type
pt: Selecione um Tipo de Caso

source: Next
pt: Próximo

source: Please select a case type to continue.
pt: Por favor, selecione um tipo de caso para continuar.

source: '{}' is not a valid case type
pt: '{}' não é um tipo de caso válido

source: Next Step
pt: Próxima Etapa

source: Resume the session.
pt: Retomar a sessão.

source: Start a new session and delete the existing session.
pt: Iniciar uma nova sessão e excluir a sessão existente.

source: Unknown action
pt: Ação desconhecida

source: value with "{replace_string}".
pt: valor com "{replace_string}".

source: "{find_string}" with "{replace_string}"{use_regex}.
pt: "{find_string}" por "{replace_string}"{use_regex}.

source: (using regex)
pt: (usando regex)

source: from case property "{copy_from_prop_id}".
pt: da propriedade de caso "{copy_from_prop_id}".

source: unknown
pt: desconhecido

source: Phone Number or Numeric ID
pt: Número de Telefone ou ID Numérico

source: Date and Time
pt: Data e Hora

source: Single Option
pt: Opção Única

source: Multiple Option
pt: Opção Múltipla

source: Password
pt: Palavra-passe

source: Number
pt: Número

source: Multiple Choice
pt: Múltipla Escolha

source: is empty
pt: está vazio

source: is not empty
pt: não está vazio

source: is missing
pt: está ausente

source: is not missing
pt: não está ausente

source: is exactly
pt: é exatamente

source: is not
pt: não é

source: starts with
pt: começa com

source: does not start with
pt: não começa com

source: is like
pt: é como

source: is not like
pt: não é como

source: sounds like
pt: soa como

source: does not sound like
pt: não soa como

source: is any
pt: é qualquer

source: is not any
pt: não é qualquer

source: is all
pt: é tudo

source: is not all
pt: não é tudo

source: equals
pt: é igual

source: does not equal
pt: não é igual

source: less than
pt: menor que

source: less than or equal to
pt: menor ou igual a

source: greater than
pt: maior que

source: greater than or equal to
pt: maior ou igual a

source: on
pt: em

source: before
pt: antes de

source: before or on
pt: antes ou em

source: after
pt: depois de

source: on or after
pt: em ou depois de

source: Find & Replace
pt: Localizar e Substituir

source: Copy & Replace
pt: Copiar e Substituir

source: Strip Whitespaces
pt: Remover Espaços em Branco

source: Make Title Case
pt: Converter para Título

source: Make Upper Case
pt: Converter para Maiúsculas

source: Make Lower Case
pt: Converter para Minúsculas

source: Make Value Empty
pt: Tornar Valor Vazio

source: Make Value NULL
pt: Tornar Valor NULO

source: Reset Changes
pt: Redefinir Alterações

source: Committed On
pt: Registrado Em

source: Completed On
pt: Concluído Em

source: Show Whitespaces
pt: Mostrar Espaços em Branco

source: stored value
pt: valor armazenado

source: changed value
pt: valor alterado

source: Edit Value
pt: Editar Valor

source: Apply Edit
pt: Aplicar Edição

source: Cancel Edit
pt: Cancelar Edição

source: System
pt: Sistema

source: This session is read-only.
pt: Esta sessão é somente leitura.

source: Completed
pt: Concluído

source: Pending
pt: Pendente

source: Active
pt: Ativo

source: EMPTY
pt: VAZIO

source: NULL
pt: NULO

source: Edit history is too large...
pt: O histórico de edições está muito grande...

source: No editible case properties are visible
pt: Nenhuma propriedade de caso editável está visível

source: Confirm Action
pt: Confirmar Ação

source: Apply all edits?
pt: Aplicar todas as edições?

source: Apply All Edits
pt: Aplicar Todas as Edições

source: You have selected cases which have been filtered out.
pt: Você selecionou casos que foram filtrados.

source: Clear all edits?
pt: Limpar todas as edições?

source: Select %(num_records)s Cases
pt: Selecionar %(num_records)s casos

source: Are you sure you want to select %(num_records)s cases?
pt: Tem certeza de que deseja selecionar %(num_records)s casos?

source: This operation might take a long time.
pt: Esta operação pode levar um tempo considerável.

source: Undo edit for multiple cases?
pt: Desfazer edição para vários casos?

source: Undo
pt: Desfazer

source: Unable to select %(num_records)s cases
pt: Não foi possível selecionar %(num_records)s casos

source: Cannot select more than %(max_recorded_limit)s cases in a session.
pt: Não é possível selecionar mais de %(max_recorded_limit)s casos em uma sessão.

source: Please add filters to select fewer cases.
pt: Por favor, adicione filtros para selecionar menos casos.

source: Filter Cases
pt: Filtrar casos

source: Configure Columns
pt: Configurar colunas

source: Applying Changes...
pt: Aplicando alterações...

source: The following edits will be applied...
pt: As seguintes edições serão aplicadas...

source: The following edits will be cleared...
pt: As seguintes edições serão removidas...

source: the case property that was changed
pt: a propriedade do caso que foi alterada

source: number of cases affected
pt: número de casos afetados

source: Show edit history
pt: Mostrar histórico de edições

source: The following edit will be undone:
pt: A seguinte edição será desfeita:

source: Edits
pt: Edições

source: Clear Filters
pt: Limpar filtros

source: You have selected cases which have been filtered out. New previewed edits will only apply to selected cases in the current filters, unless you remove filters.
pt: Você selecionou casos que foram filtrados. Novas edições pré-visualizadas só serão aplicadas aos casos selecionados nos filtros atuais, a menos que você remova os filtros.

source: Clear Selection
pt: Limpar seleção

source: space
pt: espaço

source: new line
pt: nova linha

source: tab
pt: tabulação

source: Case ID
pt: ID do caso

source: Owner ID
pt: ID do responsável

source: Open/Closed Status
pt: Status aberto/fechado

source: External ID
pt: ID externo

source: Date Opened
pt: Data de abertura

source: Closed On
pt: Data de fechamento

source: Last Modified On
pt: Última modificação em

source: Closed By
pt: Fechado por

source: Last Modified By
pt: Última modificação por

source: Opened By
pt: Aberto por

source: Owner
pt: Proprietário

source: Closed By User ID
pt: ID do usuário que fechou

source: Opened By User ID
pt: ID do usuário que abriu

source: Last Modified (UTC)
pt: Última modificação (UTC)

source: Cannot retrieve columns, session was not found.
pt: Não foi possível recuperar as colunas, sessão não encontrada.

source: Cannot retrieve pinned filters, session was not found.
pt: Não foi possível recuperar os filtros fixados, sessão não encontrada.

source: Cannot retrieve filters, session was not found.
pt: Não foi possível recuperar os filtros, sessão não encontrada.

source: Case Type "{case_type}"
pt: Tipo de Caso "{case_type}"

source: Caches successfully cleared.
pt: Caches limpos com sucesso.

source: That session does not exist. Please start a new session.
pt: Essa sessão não existe. Por favor, inicie uma nova sessão.

source: Cannot retrieve summary, session was not found.
pt: Não é possível recuperar o resumo, sessão não encontrada.

source: The multi-choice sheets (ending in "-vl") in the uploaded Excel file were ignored during the import as they are an unsupported format in the Data Dictionary
pt: As planilhas de múltipla escolha (terminadas em "-vl") no arquivo Excel enviado foram ignoradas durante a importação, pois são um formato não suportado no Dicionário de Dados

source: Row {} in "{}-vl" sheet is missing a case property field
pt: Linha {} na planilha "{}-vl" está sem um campo de propriedade do caso

source: Invalid sheet name "{}". It should start with a letter, and only contain letters, numbers, "-", and "_"
pt: Nome de planilha inválido "{}". Deve começar com uma letra e conter apenas letras, números, "-" e "_"

source: The "Data Type" column values were ignored during the import as they are an unsupported format in the Data Dictionary
pt: Os valores da coluna "Tipo de Dado" foram ignorados durante a importação, pois são um formato não suportado no Dicionário de Dados

source: Could not find resource type for {}
pt: Não foi possível encontrar o tipo de recurso para {}

source: Error in "{}" sheet, row {}: {}
pt: Erro na planilha "{}", linha {}: {}

source: Missing required valid "{}-vl" multi-choice sheet for case type "{}"
pt: Planilha de múltipla escolha válida obrigatória "{}-vl" ausente para o tipo de caso "{}"

source: Not enough columns in "{}" sheet
pt: Colunas insuficientes na planilha "{}"

source: FHIR Resource {} {}: {}
pt: Recurso FHIR {} {}: {}

source: Case property "{}" referenced in "{}-vl" sheet that does not exist in "{}" sheet. Row(s) affected: {}
pt: Propriedade de caso "{}" referenciada na planilha "{}-vl" que não existe na planilha "{}". Linha(s) afetada(s): {}

source: Group "{group}" already exists for case type "{case_type}"
pt: O grupo "{group}" já existe para o tipo de caso "{case_type}"

source: No Type Currently Selected
pt: Nenhum Tipo Selecionado no Momento

source: Valid values: %s
pt: Valores válidos: %s

source: Data Dictionary
pt: Dicionário de Dados

source: deprecated
pt: obsoleto

source: Add Case Type
pt: Adicionar Tipo de Caso

source: Show Deprecated Case Types
pt: Mostrar Tipos de Caso Obsoletos

source: Hide Deprecated Case Types
pt: Ocultar Tipos de Caso Obsoletos

source: Create a new Case Type
pt: Criar um novo Tipo de Caso

source: A case type with this name already exists.
pt: Já existe um tipo de caso com esse nome.

source: Invalid case type name. It should start with a letter, and only contain letters, numbers, '-', and '_'
pt: Nome de tipo de caso inválido. Deve começar com uma letra e conter apenas letras, números, '-', e '_'

source: Create Case Type
pt: Criar Tipo de Caso

source: FHIR Resource Type
pt: Tipo de Recurso FHIR

source: Import from Excel
pt: Importar do Excel

source: Deprecate Case Type
pt: Tornar Tipo de Caso Obsoleto

source: Restore Case Type
pt: Restaurar Tipo de Caso

source: Delete Case Type
pt: Excluir Tipo de Caso

source: Show Deprecated
pt: Mostrar Obsoletos

source: Hide Deprecated
pt: Ocultar Obsoletos

source: FHIR Resource Property Path
pt: Caminho da Propriedade do Recurso FHIR

source: No Group
pt: Sem Grupo

source: Case Property Group
pt: Grupo de Propriedade do Caso

source: This GPS case property is currently being used to store the geolocation for cases, so the data type cannot be changed.
pt: Esta propriedade de caso GPS está sendo usada atualmente para armazenar a geolocalização dos casos, portanto o tipo de dado não pode ser alterado.

source: YYYY-MM-DD
pt: AAAA-MM-DD

source: Deprecate
pt: Tornar Obsoleto

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, '-', and '_'
pt: Nome de propriedade de caso inválido. Deve começar com uma letra e conter apenas letras, números, '-', e '_'

source: Add Case Property Group
pt: Adicionar Grupo de Propriedade do Caso

source: Invalid case group name. It should start with a letter, and only contain letters, numbers, '-', and '_'
pt: Nome de grupo de caso inválido. Deve começar com uma letra e conter apenas letras, números, '-', e '_'

source: Add a new Case Type
pt: Adicionar um novo Tipo de Caso

source: Performance warning
pt: Aviso de desempenho

source: Deprecate '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
pt: Descontinuar '<span data-bind="text: $root.activeCaseType()"></span>' Tipo de Caso

source: <p> There are a total of <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> application module(s) </strong> that are currently using this case type. </p> <p> Deprecating this case type will have the following effects: </p> <ul> <li>This case type will not be available from the reports filtering menu.</li> <li>All case properties/groups for this case type will be deprecated.</li> <li>New exports cannot be created with this case type.</li> <li>Case imports cannot be done for cases with this case type.</li> <li>New automatic rules cannot be created with this case type.</li> </ul> <p> For more information on deprecated case types, see the <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">following documentation</a>. </p>
pt: <p> Há um total de <strong> <span data-bind="text: activeCaseTypeModuleCount()"></span> módulo(s) de aplicativo </strong> que estão atualmente usando este tipo de caso. </p> <p> Descontinuar este tipo de caso terá os seguintes efeitos: </p> <ul> <li>Este tipo de caso não estará disponível no menu de filtragem de relatórios.</li> <li>Todas as propriedades/grupos de caso para este tipo de caso serão descontinuados.</li> <li>Novas exportações não poderão ser criadas com este tipo de caso.</li> <li>Importações de casos não poderão ser feitas para casos com este tipo de caso.</li> <li>Novas regras automáticas não poderão ser criadas com este tipo de caso.</li> </ul> <p> Para mais informações sobre tipos de caso descontinuados, consulte a <a target="_blank" href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary#Deprecating-%%26-Delete-Case-Types-and-Case-Properties">seguinte documentação</a>. </p>

source: Deprecate GPS property
pt: Descontinuar propriedade GPS

source: This GPS case property is currently being used to store the geolocation for cases.
pt: Esta propriedade de caso GPS está sendo usada atualmente para armazenar a geolocalização dos casos.

source: Deprecating this case property may result in unintended behaviour, and so it is advised to first change the selected custom case property in <a href="%(geospatial_settings_url)s"> geospatial settings </a> before deprecating this case property.
pt: Descontinuar esta propriedade de caso pode resultar em comportamentos inesperados, portanto recomenda-se primeiro alterar a propriedade de caso personalizada selecionada em <a href="%(geospatial_settings_url)s"> configurações geoespaciais </a> antes de descontinuar esta propriedade de caso.

source: Would you like to proceed with deprecating this case property?
pt: Deseja continuar com a descontinuação desta propriedade de caso?

source: Delete '<span id="delete-case-prop-name"></span>' Case Property
pt: Excluir '<span id="delete-case-prop-name"></span>' Propriedade de Caso

source: There are currently no cases that store data with this case property, so it is safe to delete.
pt: Atualmente não há casos que armazenem dados com esta propriedade de caso, portanto é seguro excluí-la.

source: Please note that if a new form or case was updated to the server recently that makes this property unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case property can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
pt: Por favor, note que se um novo formulário ou caso foi atualizado recentemente no servidor tornando esta propriedade insegura para exclusão, isso só será refletido no Dicionário de Dados após algum tempo. Esta ação não é bloqueadora e a propriedade de caso pode ser criada novamente se necessário no futuro. Consulte a <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">documentação</a> para informações adicionais sobre esta ação.

source: Would you like to mark this case property as deleted? Once confirmed the case property will be deleted upon clicking the "Save" button.
pt: Deseja marcar esta propriedade de caso como excluída? Uma vez confirmado, a propriedade será excluída ao clicar no botão "Salvar".

source: Delete '<span data-bind="text: $root.activeCaseType()"></span>' Case Type
pt: Excluir '<span data-bind="text: $root.activeCaseType()"></span>' Tipo de Caso

source: There are no cases that use this case type or store data with any of its case properties. Therefore, it is safe to delete this case type.
pt: Não há casos que usem este tipo de caso ou armazenem dados com qualquer uma de suas propriedades de caso. Portanto, é seguro excluir este tipo de caso.

source: Please note that all case properties for this case type will also be deleted. Furthermore, if a new form or case was updated to the server recently that makes this case type unsafe to delete, this will only be reflected in the Data Dictionary after a short while. This is not a blocking action and the case type can be created again if needed in the future. Please refer to <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">the documentation</a> for additional information about this action.
pt: Por favor, note que todas as propriedades de caso para este tipo de caso também serão excluídas. Além disso, se um novo formulário ou caso foi atualizado recentemente no servidor tornando este tipo de caso inseguro para exclusão, isso só será refletido no Dicionário de Dados após algum tempo. Esta ação não é bloqueadora e o tipo de caso pode ser criado novamente se necessário no futuro. Consulte a <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143944977/Data+Dictionary" target="_blank">documentação</a> para informações adicionais sobre esta ação.

source: Would you like to proceed with deleting this case type?
pt: Deseja continuar com a exclusão deste tipo de caso?

source: Valid Values &amp; Formats
pt: Valores e Formatos Válidos

source: Case Property Group must have a name
pt: O Grupo de Propriedades de Caso deve ter um nome

source: Case property must have a name
pt: A propriedade de caso deve ter um nome

source: Invalid case property name. It should start with a letter, and only contain letters, numbers, "-", and "_"
pt: Nome de propriedade de caso inválido. Deve começar com uma letra e conter apenas letras, números, "-" e "_"

source: Unable to save valid values longer than {} characters
pt: Não é possível salvar valores válidos com mais de {} caracteres

source: Case property does not exist.
pt: A propriedade de caso não existe.

source: Column {} in "{}" sheet has an empty header
pt: A coluna {} na planilha "{}" está com o cabeçalho vazio

source: Invalid column "{}" in "{}" sheet. Valid column names are: {}
pt: Coluna inválida "{}" na planilha "{}". Nomes de coluna válidos são: {}

source: Missing "Case Property" column header in "{}" sheet
pt: Cabeçalho de coluna "Propriedade de Caso" ausente na planilha "{}"

source: Column {} in "{}" sheet is missing a header
pt: A coluna {} na planilha "{}" está sem cabeçalho

source: skip and limit must be positive integers
pt: skip e limit devem ser inteiros positivos

source: Case Type 'name' is required
pt: O campo 'nome' do Tipo de Caso é obrigatório

source: Remove Resource Type(Y)
pt: Remover Tipo de Recurso(Y)

source: Deprecated
pt: Descontinuado

source: Valid Value
pt: Valor Válido

source: Valid Value Description
pt: Descrição do Valor Válido

source: FHIR Resource Property
pt: Propriedade de Recurso FHIR

source: No Name
pt: Sem Nome

source: Remove Resource Property(Y)
pt: Remover Propriedade de Recurso(Y)

source: Upload Data Dictionary
pt: Carregar Dicionário de Dados

source: data dictionary
pt: dicionário de dados

source: Errors in upload: {}
pt: Erros no envio: {}

source: Data dictionary import complete
pt: Importação do dicionário de dados concluída

source: Warnings in upload: {}
pt: Avisos no envio: {}

source: Property names should only contain alphanumeric characters, underscore, or hyphen.
pt: Os nomes das propriedades devem conter apenas caracteres alfanuméricos, sublinhado ou hífen.

source: Please specify a case property name.
pt: Por favor, especifique um nome para a propriedade de caso.
