Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Actually remove <strong><span data-bind='text: brand'></span></strong> card ************<strong><span data-bind="text: last4"></span></strong>?
pt: Remover realmente o cartão <strong><span data-bind='text: brand'></span></strong> ************<strong><span data-bind="text: last4"></span></strong>?

source: Autopay card
pt: Cartão de pagamento automático

source: Remove Autopay
pt: Remover Pagamento Automático

source: Set as autopay card
pt: Definir como cartão de pagamento automático

source: Save close to 20%% when you pay annually.
pt: Economize cerca de 20%% ao pagar anualmente.

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ!
pt: %(inviter)s convidou você para participar do projeto %(domain)s no CommCare HQ!

source: You're invited to join %(domain)s!
pt: Você foi convidado(a) para participar de %(domain)s!

source: Accept Invitation
pt: Aceitar Convite

source: %(inviter)s has invited you to join the %(domain)s project on CommCare HQ. This invitation expires in %(days)s day(s).
pt: %(inviter)s convidou você para participar do projeto %(domain)s no CommCare HQ. Este convite expira em %(days)s dia(s).

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
pt: O CommCare HQ é uma ferramenta de gestão de dados utilizada por mais de 500 organizações para ajudar trabalhadores de linha de frente em todo o mundo. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Saiba mais sobre o CommCare</a>.

source: You received this message because we received an invitation request from %(inviter)s from the project "%(domain)s"
pt: Você recebeu esta mensagem porque recebemos um pedido de convite de %(inviter)s do projeto "%(domain)s"

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Learn more about CommCare</a>.
pt: O CommCare HQ é uma ferramenta de gestão de dados utilizada por mais de 500 organizações para ajudar trabalhadores de linha de frente em todo o mundo. <a href="https://dimagi.com/commcare/" style="color: #bcdeff;">Saiba mais sobre o CommCare</a>.

source: Hey there,
pt: Olá,

source: %(inviter)s has invited you to join the %(domain)s project at CommCare HQ. This invitation expires in %(days)s day(s).
pt: %(inviter)s convidou você para participar do projeto %(domain)s no CommCare HQ. Este convite expira em %(days)s dia(s).

source: To accept this invitation click <a href="%(url)s">this link</a>. If you are unable to click the link, copy and paste the following url into your browser. %(url)s
pt: Para aceitar este convite, clique <a href="%(url)s">neste link</a>. Se não conseguir clicar no link, copie e cole o seguinte url no seu navegador. %(url)s

source: CommCare HQ is a data management tool used by over 500 organizations to help frontline workers around the world.
pt: O CommCare HQ é uma ferramenta de gestão de dados utilizada por mais de 500 organizações para ajudar trabalhadores de linha de frente em todo o mundo.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
pt: Se você acha que recebeu isto por engano, pode simplesmente ignorar este e-mail. Para saber mais sobre o CommCare HQ, visite http://www.commcarehq.org/.

source: Thanks for using our site!
pt: Obrigado por usar nosso site!

source: -The CommCare HQ team
pt: -Equipe do CommCare HQ

source: %(inviter)s approved your request to join %(domain)s on CommCare HQ!
pt: %(inviter)s aprovou seu pedido para participar de %(domain)s no CommCare HQ!

source: You're approved to join %(domain)s!
pt: Você está aprovado(a) para participar de %(domain)s!

source: Confirm My Account
pt: Confirmar Minha Conta

source: %(inviter)s has approved your request to join the "%(domain)s" project at CommCare HQ. This approval expires in %(days)s day(s).
pt: %(inviter)s aprovou seu pedido para participar do projeto "%(domain)s" no CommCare HQ. Esta aprovação expira em %(days)s dia(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
pt: O CommCare HQ é uma ferramenta que ajuda a gerenciar trabalhadores de linha de frente em todo o mundo.

source: You received this message because we received an approval from %(inviter)s for your request to join %(domain)s
pt: Você recebeu esta mensagem porque recebemos uma aprovação de %(inviter)s para seu pedido de participação em %(domain)s

source: Hi!
pt: Olá!

source: %(inviter)s has approved your request to join the %(domain)s project space on CommCare HQ. This approval expires in %(days)s day(s).
pt: %(inviter)s aprovou seu pedido para participar do espaço de projeto %(domain)s no CommCare HQ. Esta aprovação expira em %(days)s dia(s).

source: CommCare HQ is a tool that helps manage frontline workers around the world.
pt: O CommCare HQ é uma ferramenta que ajuda a gerenciar trabalhadores de linha de frente em todo o mundo.

source: To confirm this approval go to: %(url)s
pt: Para confirmar esta aprovação, acesse: %(url)s

source: If you think this is a mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
pt: Se você acha que isso é um engano, pode simplesmente ignorar este e-mail. Para saber mais sobre o CommCare HQ, visite http://www.commcarehq.org/.

source: Hello,
pt: Olá,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at <a href="mailto:%(support_email)s">%(support_email)s</a> and follow <a href="%(settings_url)s">this link</a> to deactivate the transfer: %(settings_url)s
pt: Uma transferência de espaço de projeto foi iniciada por %(from_username)s para %(to_username)s. Se você acredita que isso é um erro, entre em contato conosco imediatamente pelo e-mail <a href="mailto:%(support_email)s">%(support_email)s</a> e siga <a href="%(settings_url)s">este link</a> para desativar a transferência: %(settings_url)s

source: Thanks for using our site!
pt: Obrigado por usar nosso site!

source: Hello,
pt: Olá,

source: A transfer of project space has been initiated by %(from_username)s to %(to_username)s. If you believe this is an error, please contact us immediately at %(support_email)s and follow this link to deactivate the transfer: %(settings_url)s
pt: Uma transferência de espaço de projeto foi iniciada por %(from_username)s para %(to_username)s. Se você acredita que isso é um erro, entre em contato conosco imediatamente pelo e-mail %(support_email)s e siga este link para desativar a transferência: %(settings_url)s

source: Thanks for using our site!
pt: Obrigado por usar nosso site!

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow <a href="%(activate_url)s">this link</a>: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
pt: %(from_username)s iniciou uma transferência de propriedade de um espaço de projeto do CommCare HQ. Para aceitar a propriedade deste espaço de projeto, siga <a href="%(activate_url)s">este link</a>: %(activate_url)s. Se você ainda não tem uma conta de usuário do CommCare, será necessário criar uma para aceitar a propriedade deste espaço de projeto.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
pt: Após aceitar a transferência, alguém da Dimagi entrará em contato para verificar se a transferência de propriedade foi concluída.

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
pt: Todas as configurações do projeto, contas de usuário e permissões permanecerão como estão após a transferência de propriedade. Se desejar alterar alguma dessas configurações, faça isso após aceitar a propriedade do espaço de projeto no menu de configurações do espaço de projeto.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.
pt: Se você acha que recebeu isto por engano, pode simplesmente ignorar este e-mail. Para saber mais sobre o CommCare HQ, visite <a href="http://www.commcarehq.org/">http://www.commcarehq.org/</a>.

source: %(from_username)s has initiatied a transfer of ownership for a CommCare HQ project space. To accept ownership of this project space, please follow this link: %(activate_url)s. If you do not already have a CommCare user account, you will be required to create one in order to accept ownership of this project space.
pt: %(from_username)s iniciou uma transferência de propriedade de um espaço de projeto do CommCare HQ. Para aceitar a propriedade deste espaço de projeto, siga este link: %(activate_url)s. Se você ainda não tem uma conta de usuário do CommCare, será necessário criar uma para aceitar a propriedade deste espaço de projeto.

source: After you accept the transfer, someone from Dimagi will contact you to verify that the transfer of ownership is complete.
pt: Após aceitar a transferência, alguém da Dimagi entrará em contato para verificar se a transferência de propriedade foi concluída.

source: All project settings, user accounts, and permissions will remain in their current settings after transfer of ownership. If you wish to alter any of this settings, please do so after accepting ownership of the project space form the Project space settings menu.
pt: Todas as configurações do projeto, contas de usuário e permissões permanecerão como estão após a transferência de propriedade. Se desejar alterar alguma dessas configurações, faça isso após aceitar a propriedade do espaço de projeto no menu de configurações do espaço de projeto.

source: If you think you have received this by mistake, you can go ahead and ignore this email. To find out more about CommCare HQ visit http://www.commcarehq.org/.
pt: Se você acha que recebeu isto por engano, pode simplesmente ignorar este e-mail. Para saber mais sobre o CommCare HQ, visite http://www.commcarehq.org/.

source: Load EVERYTHING
pt: Carregar TUDO

source: Load Property
pt: Carregar Propriedade

source: Use the Creative Commons website
pt: Use o site Creative Commons

source: to choose a Creative Commons license.
pt: para escolher uma licença Creative Commons.

source: Prepayment Amount
pt: Valor do Pré-pagamento

source: One credit is equivalent to one USD. Credits are applied to monthly invoices.
pt: Um crédito equivale a um dólar americano (USD). Créditos são aplicados às faturas mensais.

source: Please enter an amount that's either $0 or greater than $0.50
pt: Por favor, insira um valor que seja $0 ou maior que $0,50

source: Total Credits
pt: Total de Créditos

source: Prepayment Start Date
pt: Data de Início do Pré-pagamento

source: Prepayment End Date
pt: Data de Término do Pré-pagamento

source: Credit Label
pt: Rótulo do Crédito

source: Unit Cost
pt: Custo Unitário

source: Quantity
pt: Quantidade

source: Thank you! You will receive an invoice via email with instructions for wire payment. Please include the invoice ID in the wire payment details.
pt: Obrigado! Você receberá uma fatura por e-mail com instruções para pagamento via transferência bancária. Por favor, inclua o ID da fatura nos detalhes do pagamento via transferência.

source: Wire Payment Information
pt: Informações para Pagamento via Transferência

source: Dimagi accepts wire payments via ACH and wire transfer. You will receive an invoice via email with bank information and instructions for wire payment. Please include the Invoice # in the wire payment memo or note field. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >More information...</a >
pt: A Dimagi aceita pagamentos via transferência bancária ACH e wire transfer. Você receberá uma fatura por e-mail com informações bancárias e instruções para pagamento via transferência. Por favor, inclua o número da fatura no campo de observação ou nota do pagamento. <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955299/Subscription+Management+Billing#Payment-Methods" target="_blank" >Mais informações...</a >

source: Additional Recipients
pt: Destinatários Adicionais

source: Please agree to the Privacy Policy.
pt: Por favor, concorde com a Política de Privacidade.

source: This license doesn't cover all your multimedia.
pt: Esta licença não cobre toda a sua multimídia.

source: More info...
pt: Mais informações...

source: Select a more restrictive license
pt: Selecione uma licença mais restritiva

source: Since you've opted to publish your multimedia along with your app, you must select a license that is more restrictive than the multimedia in the app.
pt: Como você optou por publicar sua multimídia junto com seu aplicativo, é necessário selecionar uma licença mais restritiva do que a multimídia do aplicativo.

source: To satisfy this condition, you can either decide not to publish the multimedia or select one of the following licenses:
pt: Para atender a esta condição, você pode optar por não publicar a multimídia ou selecionar uma das seguintes licenças:

source: Click on the browser’s File menu at the top (e.g. File → Save As…).
pt: Clique no menu Arquivo do navegador no topo (ex.: Arquivo 2 Salvar como5).

source: In the dialog: Change the name to end with .json (e.g., my_app.json)
pt: Na janela: Altere o nome para terminar com .json (ex.: meu_app.json)

source: Click Save.
pt: Clique em Salvar.

source: You're almost done — if your application contains multimedia files, follow these steps to copy them to your new application.
pt: Você está quase terminando — se seu aplicativo contém arquivos multimídia, siga estes passos para copiá-los para seu novo aplicativo.

source: Go to Source App Multimedia Download Page
pt: Vá para a Página de Download de Multimídia do App de Origem

source: All done? Click below to go to your new application.
pt: Tudo pronto? Clique abaixo para ir para seu novo aplicativo.

source: This will not copy users and groups.
pt: Isto não copiará usuários e grupos.

source: This will not copy user fields.
pt: Isto não copiará campos de usuário.

source: This will not copy lookup tables (aka fixtures).
pt: Isto não copiará tabelas de consulta (também conhecidas como fixtures).

source: Thank you for your submission. A representative will be in contact with you shortly.
pt: Obrigado pelo seu envio. Um representante entrará em contato com você em breve.

source: Error details
pt: Detalhes do erro

source: Log In
pt: Entrar

source: Log In :: CommCare HQ
pt: Entrar :: CommCare HQ

source: Password Reset Confirmation
pt: Confirmação de Redefinição de Senha

source: Reset Password
pt: Alterar Palavra-passe

source: Reset Password Unsuccessful
pt: Redefinição de Senha Mal-sucedida

source: Please request a new password reset.
pt: Por favor, solicite uma nova redefinição de senha.

source: Request Password Reset
pt: Solicitar Redefinição de Senha

source: Password Reset
pt: Redefinição de Senha

source: No account? Sign up today, it's free!
pt: Não tem uma conta? Cadastre-se hoje, é grátis!

source: Learn more
pt: Saiba mais

source: about how CommCare HQ can be your mobile solution for your frontline workforce.
pt: sobre como o CommCare HQ pode ser sua solução móvel para sua equipe de campo.

source: Request Access to %(hr_name)s
pt: Solicitar Acesso a %(hr_name)s

source: Sign Up
pt: Cadastre-se

source: We will email instructions to you for resetting your password.
pt: Enviaremos instruções para redefinir sua senha por e-mail.

source: Password Change Complete
pt: Alteração de Senha Concluída

source: Your password was successfully changed.
pt: Sua senha foi alterada com sucesso.

source: Sign In
pt: Entrar

source: Password Reset Complete
pt: Redefinição de Senha Concluída

source: Password Reset Requested
pt: Solicitação de Redefinição de Senha

source: We've emailed instructions for resetting your password to the email address you submitted. You should be receiving it shortly.
pt: Enviamos instruções para redefinir sua senha para o endereço de e-mail informado. Você deve recebê-las em breve.

source: You're receiving this email because you requested a password reset
pt: Você está recebendo este e-mail porque solicitou uma redefinição de senha

source: for your user account at %(site_name)s
pt: para sua conta de usuário em %(site_name)s

source: Please go to the following page and choose a new password:
pt: Por favor, acesse a seguinte página e escolha uma nova senha:

source: Your username:
pt: Seu nome de usuário:

source: Your project spaces:
pt: Seus espaços de projeto:

source: Thank you for using CommCare HQ.
pt: Obrigado por usar o CommCare HQ.

source: --The CommCare HQ Team
pt: --Equipe CommCare HQ

source: Forgot your password?
pt: Esqueceu sua senha?

source: Backup Tokens
pt: Tokens de Backup

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
pt: Tokens de backup podem ser usados quando seus números de telefone principal e de backup não estiverem disponíveis. Os tokens de backup abaixo podem ser usados para verificação de login. Se você já usou todos os seus tokens de backup, pode gerar um novo conjunto de tokens de backup. Somente os tokens de backup exibidos abaixo serão válidos.

source: Print these tokens and keep them somewhere safe.
pt: Imprima estes tokens e guarde-os em um local seguro.

source: You don't have any backup codes yet.
pt: Você ainda não possui nenhum código de backup.

source: Begin Using CommCare Now
pt: Comece a Usar o CommCare Agora

source: Back to Profile
pt: Voltar ao Perfil

source: Generate Tokens
pt: Gerar Tokens

source: %(server_location)s Server
pt: Servidor %(server_location)s

source: We are calling your phone right now, please enter the digits you hear.
pt: Estamos ligando para o seu telefone agora, por favor, digite os dígitos que você ouvir.

source: We sent you a text message, please enter the tokens we sent.
pt: Enviamos uma mensagem de texto para você, por favor, digite os tokens que enviamos.

source: Please enter the tokens generated by your token generator.
pt: Por favor, digite os tokens gerados pelo seu gerador de tokens.

source: Please enter the token given to you by your domain administrator.
pt: Por favor, digite o token fornecido pelo administrador do seu domínio.

source: Looks like your CommCare session has expired.
pt: Parece que sua sessão do CommCare expirou.

source: Please log in again to continue working.
pt: Por favor, faça login novamente para continuar trabalhando.

source: Please sign in below.
pt: Por favor, faça login abaixo.

source: Please sign in below to continue.
pt: Por favor, faça login abaixo para continuar.

source: You will be transferred to your original destination after you sign in.
pt: Você será transferido para o seu destino original após fazer login.

source: Or, alternatively, use one of your backup phones:
pt: Ou, alternativamente, use um dos seus telefones de backup:

source: Please contact your domain administrator if you need a backup token.
pt: Por favor, entre em contato com o administrador do seu domínio se precisar de um token de backup.

source: Use Backup Token
pt: Usar Token de Backup

source: Please set up Two-Factor Authentication
pt: Por favor, configure a Autenticação em Dois Fatores

source: For security purposes, your CommCare administrator has required that all users in your project set up two-factor authentication.<br>This is an extra layer of protection used to ensure the security of your account beyond a username and password.
pt: Por motivos de segurança, seu administrador do CommCare a autenticação em dois fatores.<br>Esta é uma camada extra de proteção usada para garantir a segurança da sua conta além de um nome de usuário e senha.

source: To access your account, please enable two-factor authentication below.
pt: Para acessar sua conta, por favor, ative a autenticação em dois fatores abaixo.

source: Go back
pt: Voltar

source: Enable Two-Factor Authentication
pt: Ativar Autenticação em Dois Fatores

source: Add Backup Phone
pt: Adicionar Telefone de Backup

source: Your backup phone number will be used if your primary method of registration is not available. Please enter a valid phone number.
pt: Seu número de telefone de backup será usado caso seu método principal de registro não esteja disponível. Por favor, insira um número de telefone válido.

source: We've sent a token to your phone number. Please enter the token you've received.
pt: Enviamos um token para seu número de telefone. Por favor, insira o token que você recebeu.

source: Follow the steps in this wizard to enable two-factor authentication.
pt: Siga os passos deste assistente para habilitar a autenticação em dois fatores.

source: Please select which authentication method you would like to use.
pt: Por favor, selecione qual método de autenticação você gostaria de usar.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
pt: Para começar a usar um gerador de tokens, utilize seu smartphone para escanear o código QR abaixo. Por exemplo, use o Google Authenticator. Em seguida, insira o token gerado pelo aplicativo.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
pt: Por favor, insira o número de telefone no qual deseja receber as mensagens de texto. Este número será validado na próxima etapa.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
pt: Por favor, insira o número de telefone no qual deseja receber a ligação. Este número será validado na próxima etapa.

source: We are calling your phone right now, please enter the digits you hear.
pt: Estamos ligando para seu telefone agora, por favor, insira os dígitos que você ouvir.

source: We sent you a text message, please enter the tokens we sent.
pt: Enviamos uma mensagem de texto para você, por favor, insira os tokens que enviamos.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
pt: Encontramos um problema com o método de autenticação selecionado. Por favor, volte e verifique se você inseriu suas informações corretamente, tente novamente ou utilize outro método de autenticação. Se o problema persistir, entre em contato com o administrador do site.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
pt: Para identificar e verificar sua YubiKey, insira um token no campo abaixo. Sua YubiKey será vinculada à sua conta.
