Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Active Mobile Workers
pt: Trabalhadores Móveis Ativos

source: Deactivated Mobile Workers
pt: Trabalhadores Móveis Desativados

source: Project Reports
pt: Relatórios do Projecto

source: Cannot filter by that many case owners. Choose a more specific group or location.
pt: Não é possível filtrar por esse número de proprietários de casos. Escolha um grupo ou local mais específico.

source: View Case
pt: Ver Caso

source: Created Date
pt: Criado em

source: Modified Date
pt: Modificado em

source: Case Data
pt: Dados do Caso

source: Sorry, we couldn't find that case. If you think this is a mistake please report an issue.
pt: Desculpe, não conseguimos encontrar esse caso. Se você acha que isso é um erro, por favor, reporte um problema.

source: The case creation form could not be found. Usually this happens if the form that created the case is archived but there are other forms that updated the case. To fix this you can archive the other forms listed here.
pt: O formulário de criação do caso não pôde ser encontrado. Normalmente isso acontece se o formulário que criou o caso foi arquivado, mas existem outros formulários que atualizaram o caso. Para corrigir isso, você pode arquivar os outros formulários listados aqui.

source: Unknown Product ("{}")
pt: Produto Desconhecido ("{}")

source: Unrecognized
pt: Não reconhecido

source: Case Attachments
pt: Anexos do Caso

source: You don't have permission to access this page.
pt: Você não tem permissão para acessar esta página.

source: Attachments for case
pt: Anexos do caso

source: Case properties saved for %s.
pt: Propriedades do caso salvas para %s.

source: No changes made to %s.
pt: Nenhuma alteração feita em %s.

source: Case %s was rebuilt from its forms.
pt: O caso %s foi reconstruído a partir de seus formulários.

source: Case {} was successfully saved. Please allow a few minutes for the change to be reflected in all reports.
pt: O caso {} foi salvo com sucesso. Aguarde alguns minutos para que a alteração seja refletida em todos os relatórios.

source: Case {name} has been closed. <a href="{url}" class="post-link">Undo</a>. You can also reopen the case in the future by archiving the last form in the case history.
pt: O caso {name} foi fechado. <a href="{url}" class="post-link">Desfazer</a>. Você também pode reabrir o caso no futuro arquivando o último formulário no histórico do caso.

source: case id
pt: id do caso

source: case name
pt: nome do caso

source: section
pt: seção

source: date
pt: data

source: transaction amount
pt: valor da transação

source: type
pt: tipo

source: ending balance
pt: saldo final

source: unknown product
pt: produto desconhecido

source: The part of your search query that caused this error is:
pt: A parte da sua consulta de pesquisa que causou este erro é:

source: Case List Explorer
pt: Explorador de Lista de Casos

source: Use Case List Explorer to run deep searches on your cases by case properties.
pt: Use o Explorador de Lista de Casos para realizar buscas avançadas em seus casos por propriedades do caso.

source: [no name]
pt: [sem nome]

source: Unknown [%s]
pt: Desconhecido [%s]

source: No link found
pt: Nenhum link encontrado

source: Copied case
pt: Caso copiado

source: Duplicate Cases
pt: Casos Duplicados

source: Identify and manage duplicate cases
pt: Identifique e gerencie casos duplicados

source: Please select a duplicate case rule to filter by above. If one does not exist, you may <a href={} target="_blank">create a new rule</a>
pt: Por favor, selecione uma regra de caso duplicado para filtrar acima. Se não existir, você pode <a href={} target="_blank">criar uma nova regra</a>

source: Enter <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">targeted queries</a> to search across all specific columns of this report. For deeper searches by case properties use the <a href="{}">Case List Explorer</a>.
pt: Digite <a href="https://wiki.commcarehq.org/display/commcarepublic/Advanced+Case+Search" target="_blank">consultas direcionadas</a> para pesquisar em todas as colunas específicas deste relatório. Para buscas mais profundas por propriedades do caso, use o <a href="{}">Explorador de Lista de Casos</a>.

source: Duplicate Case Rule
pt: Regra de Caso Duplicado

source: Show cases that are determined to be duplicates based on this rule. You can further filter them with a targeted search below.
pt: Mostrar casos que são determinados como duplicados com base nesta regra. Você pode filtrá-los ainda mais com uma busca direcionada abaixo.

source: View Rules
pt: Ver Regras

source: (Inactive)
pt: (Inativo)

source: Columns
pt: Colunas

source: De-identify options
pt: Opções de desidentificação

source: Sensitive ID
pt: ID Sensível

source: Sensitive Date
pt: Data Sensível

source: Assigned Location(s)
pt: Localização(ões) Atribuída(s)

source: Assigned locations for the user, with the primary location highlighted in bold.
pt: Localizações atribuídas ao usuário, com a localização principal destacada em negrito.

source: Last Submission
pt: Última Submissão

source: Last Sync
pt: Última Sincronização

source: The name of the application from the user's last request.
pt: O nome do aplicativo do último pedido do usuário.

source: The application version from the user's last request.
pt: A versão do aplicativo do último pedido do usuário.

source: The CommCare version from the user's last request
pt: A versão do CommCare do último pedido do usuário

source: Number of unsent forms in user's phone
pt: Número de formulários não enviados no telefone do usuário

source: The number of unsent forms in users' phones for {app_info}
pt: O número de formulários não enviados nos telefones dos usuários para {app_info}

source: The build profile from the user's last hearbeat request.
pt: O perfil de build do último pedido de heartbeat do usuário.

source: Unknown CommCare Version
pt: Versão do CommCare desconhecida

source: Application Error Report
pt: Relatório de Erro do Aplicativo

source: Expression
pt: Expressão

source: Session
pt: Sessão

source: App version
pt: Versão do app

source: Choose a start date up to 1 year ago. Report displays data from the selected date to today.
pt: Escolha uma data de início de até 1 ano atrás. O relatório exibe dados da data selecionada até hoje.

source: Aggregate User Status
pt: Estados Agregados do Usuário

source: See the last activity of your project's users in aggregate.
pt: Veja a última atividade dos usuários do seu projeto de forma agregada.

source: Count of Users
pt: Contagem de Usuários

source: Percent of Users
pt: Percentagem de Usuários

source: in the last {} days
pt: nos últimos {} dias

source: Users who have Submitted
pt: Usuários que já submeteram

source: <strong>Aggregate Percents</strong> shows the percent of users who have submitted <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last submission was on</em> that particular day.
pt: <strong>Percentuais Agregados</strong> mostram a porcentagem de usuários que enviaram <em>desde</em> uma determinada data.<br><br><strong>Contagens Diárias</strong> mostram a quantidade de usuários cuja <em>última submissão foi em</em> determinado dia.

source: Users who have Synced
pt: Usuários que sincronizaram

source: <strong>Aggregate Percents</strong> shows the percent of users who have synced <em>since</em> a certain date.<br><br><strong>Daily Counts</strong> shows the count of users whose <em>last sync was on</em> that particular day.
pt: <strong>Percentuais Agregados</strong> mostram a porcentagem de usuários que sincronizaram <em>desde</em> uma determinada data.<br><br><strong>Contagens Diárias</strong> mostram a quantidade de usuários cuja <em>última sincronização foi em</em> determinado dia.

source: Submission Type
pt: Tipo de Submissão

source: Normal Form
pt: Formulário Normal

source: Form with Errors
pt: Formulário com Erros

source: Duplicate Form
pt: Formulário Duplicado

source: Overwritten Form
pt: Formulário sobrescrito

source: Generic Error
pt: Erro Genérico

source: Archived Form
pt: Formulário Arquivado

source: Raw Forms, Errors & Duplicates
pt: Formulários Brutos, Erros e Duplicatas

source: View all submissions, including errors and archived forms.
pt: Ver todas as submissões, incluindo erros e formulários arquivados.

source: Submit Time
pt: Hora do Envio

source: Form Type
pt: Tipo de Formulário

source: Error Type
pt: Tipo de Erro

source: Error Message
pt: Mensagem de Erro

source: View Cases
pt: Ver Casos

source: Re-process Form
pt: Reprocessar Formulário

source: No Error
pt: Sem Erro

source: No User
pt: Sem Usuário

source: Unknown Form
pt: Formulário Desconhecido

source: {username} {archived_form} on {date}
pt: {username} {archived_form} em {date}

source: Unable to view form
pt: Não foi possível visualizar o formulário

source: Unable to view case
pt: Não foi possível visualizar o caso

source: Submission History
pt: Histórico de Submissão

source: View all submitted data.
pt: Ver todos os dados enviados.

source: Sync Log
pt: Log de Sincronização

source: message ID: {id}
pt: ID da mensagem: {id}

source: (Deleted Keyword)
pt: (Palavra-chave Excluída)

source: (Deleted Conditional Alert)
pt: (Alerta Condicional Excluído)

source: (Deleted Broadcast)
pt: (Transmissão Excluída)

source: The filters you selected include too much data. Please change your filters and try again
pt: Os filtros selecionados incluem muitos dados. Altere seus filtros e tente novamente

source: Case Activity
pt: Atividade do Caso

source: Followup rates on active cases.
pt: Taxas casos ativos.

source: # Updated or Closed
pt: # Atualizados ou encerrados

source: The number of cases that have been created, updated, or closed between {} days ago and today.
pt: O número de casos que foram criados, atualizados ou fechados entre {} dias atrás e hoje.

source: # Active
pt: # Ativo

source: The number of open cases created or updated in the last {} days.
pt: O número de casos abertos criados ou atualizados nos últimos {} dias.

source: # Closed
pt: # Encerrado

source: The number of cases that have been closed between {} days ago and today.
pt: O número de casos que foram fechados entre {} dias atrás e hoje.

source: Proportion
pt: Proporção

source: The percentage of all recently active cases that were created, updated or closed in the last {} days.
pt: A porcentagem de todos os casos recentemente ativos que foram criados, atualizados ou fechados nos últimos {} dias.

source: # Active Cases
pt: # Casos Ativos

source: Number of open cases modified in the last {} days
pt: Número de casos abertos modificados nos últimos {} dias

source: # Inactive Cases
pt: # Casos Inativos

source: Number of cases that are open but haven't been touched in the last {} days
pt: Número de casos que estão abertos, mas não foram alterados nos últimos {} dias

source: Note that when viewing this report by group it will only include cases which are assigned to a Case Sharing Group/Location. To learn more about Case Sharing click <a href='{}' target='blank'>here</a>.
pt: Observe que, ao visualizar este relatório por grupo, ele incluirá apenas casos atribuídos a um Grupo/Local de Compartilhamento de Casos. Para saber mais sobre Compartilhamento de Casos, clique <a href='{}' target='blank'>aqui</a>.

source: Cases in Last {} Days
pt: Casos nos Últimos {} Dias

source: Ever
pt: Sempre

source: All Groups
pt: Todos os Grupos

source: All Users
pt: Todos os Usuários

source: Submissions By Form
pt: Inscrições Por Formulário

source: Number of submissions by form.
pt: Número de submissões por formulário

source: No submissions were found for selected forms within this date range.
pt: Nenhuma submissão foi encontrada para os formulários selecionados neste intervalo de datas.

source: This column shows Fuzzy Submissions.
pt: Esta coluna mostra Submissões Fuzzy.

source: Query selects too many users. Please modify your filters to select fewer than {} users
pt: A consulta seleciona usuários demais. Modifique seus filtros para selecionar menos de {} usuários

source: Daily Form Activity
pt: Atividade Diária do Formulário

source: Your search query was invalid. If you're using a large date range, try using a smaller one.
pt: Sua consulta de pesquisa é inválida. Se estiver usando um intervalo de datas grande, tente usar um menor.

source: Number of submissions per day.
pt: Número de submissões por dia

source: Form Completion Time
pt: Tempo de Preenchimento do Formulário

source: Statistics on time spent on a particular form.
pt: Estatísticas sobre o tempo gasto em um determinado formulário.

source: No Form Selected
pt: Nenhum Formulário Selecionado

source: Std. Dev.
pt: Desvio Padrão

source: Shortest
pt: Menor

source: Longest
pt: Maior

source: No. of Forms
pt: Número de Formulários

source: You must select a specific form to view data.
pt: Você deve escolher um formulário específico para ver os dados.

source: Form Completion vs. Submission Trends
pt: Tendências de Preenchimento vs. Submissão de Formulário

source: Time lag between when forms were completed and when forms were successfully sent to {}.
pt: Tempo de atraso entre o momento em que os formulários foram preenchidos e o momento em que foram enviados com sucesso para {}.

source: Difference
pt: Diferença

source: day
pt: dia

source: hour
pt: hora

source: minute
pt: minuto

source: second
pt: segundo

source: submitted before completed [strange]
pt: enviado antes de concluído [estranho]

source: same
pt: igual

source: Worker Activity
pt: Atividade do Trabalhador

source: Summary of form and case activity by user or group.
pt: Resumo de formulário e atividade do caso por usuário ou grupo.

source: Form Data
pt: Dados do Formulário

source: # Forms Submitted
pt: # Formulários Submetidos

source: Number of forms submitted in chosen date range. %s
pt: Número de formulários submetidos no intervalo escolhido. %s

source: Avg # Forms Submitted
pt: # Médio de Formulários Submetidos

source: Average number of forms submitted in the three preceding date ranges of the same length. %s
pt: Número médio de formulários submetidos nos três intervalos anteriores com a mesma duração. %s

source: Last Form Submission
pt: Última Submissão de Formulário

source: Date of last form submission in time period. Total row displays proportion of users submitting forms in date range
pt: Data da última submissão de formulário no período de tempo. A linha do total mostra a proporção de usuários que submetem formulários em intervalo de tempo.

source: # Active Users
pt: # Usuários Ativos

source: Proportion of users in group who submitted forms in date range.
pt: Proporção de usuários no grupo que enviaram formulários no intervalo de datas.

source: # Cases Created
pt: # Casos Criados

source: Number of cases created in the date range.
pt: Número de casos criados no intervalo de datas.

source: # Cases Closed
pt: # Casos Encerrados

source: Number of cases closed in the date range.
pt: Número de casos encerrados no intervalo de datas.

source: Number of cases owned by the user that were opened, modified or closed in date range. This includes case sharing cases.
pt: Número de casos do usuário que foram abertos, modificados ou fechados no intervalo de datas. Inclui os casos de partilha de caso.

source: # Total Cases (Owned & Shared)
pt: # Total de Casos (Próprios e Compartilhados)

source: Total number of cases owned by the user. This includes cases created by the user and cases that were shared with this user.
pt: Número total de casos do usuário. Inclui casos criados pelo usuário e casos que foram partilhados com este usuário.

source: % Active Cases
pt: % Casos Ativos

source: Percentage of cases owned by user that were active. This includes case sharing cases.
pt: Percetentagem de casos do usuário que estão ativos. Inclui casos de partilha de caso.

source: Project Performance
pt: Desempenho do Projeto

source: A summary of the overall health of your project based on how your users are doing over time.
pt: Um resumo da saúde geral do seu projeto com base em como seus usuários estão ao longo do tempo.

source: Low Performing Users
pt: Usuários de Baixo Desempenho

source: New Performing Users
pt: Novos Usuários em Desempenho

source: This report will only show data for users whose phone numbers have been verified. Phone numbers can be verified from the Settings and Users tab.
pt: Este relatório mostrará apenas dados de usuários cujos números de telefone foram verificados. Os números de telefone podem ser verificados na aba Configurações e Usuários.

source: User Name
pt: Nome de Usuário

source: Number of Messages Received
pt: Número de Mensagens Recebidas

source: Number of Messages Sent
pt: Número de Mensagens Enviadas

source: Number of Phone Numbers Used
pt: Número de Números de Telefone Utilizados

source: Contact Id
pt: ID do Contato

source: Contact Type
pt: Tipo de Contato

source: Message Log
pt: Registro de Mensagens

source: Timestamp
pt: Registo de data/hora

source: Event
pt: Evento

source: View Details
pt: Ver Detalhes

source: Messaging History
pt: Histórico de Mensagens

source: Detail
pt: Detalhe

source: (including child locations)
pt: (incluindo localizações filhas)

source: Message Event Detail
pt: Detalhe do Evento de Mensagem

source: Displays the detail for a given messaging event.
pt: Exibe o detalhe de um determinado evento de mensagem.

source: Connect Message
pt: Mensagem Connect

source: Survey Detail
pt: Detalhe da Pesquisa

source: Displays the detail for a given messaging survey.
pt: Exibe o detalhe de uma determinada pesquisa de mensagens.

source: SMS Opt Out Report
pt: Relatório de desativação de SMS

source: Can Receive SMS
pt: Pode Receber SMS

source: Last Opt Out Timestamp
pt: Último registo de data/hora da desativação

source: Last Opt In Timestamp
pt: Último registo de data / hora da ativação

source: Phone Number Report
pt: Relatório de Número de Telefone

source: Contact
pt: Contato

source: Is Two-Way
pt: É Bidirecional

source: Scheduled Messaging Events
pt: Eventos de Mensagens Agendadas

source: Next Event Due
pt: Próximo Evento Previsto

source: Scheduling Configuration
pt: Configuração de Agendamento

source: Triggering Case
pt: Caso de Disparo

source: Attempt Number
pt: Número da Tentativa

source: (no recipient)
pt: (sem destinatário)

source: (unknown)
pt: (desconhecido)

source: You have requested a page number which is too high to process. Please update the filter criteria above to reduce the number of pages in the report.
pt: Você solicitou um número de página muito alto para processar. Por favor, atualize os critérios de filtro acima para reduzir o número de páginas no relatório.

source: Tableau Reports
pt: Relatórios Tableau

source: Tableau trusted authentication failed. Double check that permissions are configured correctly in Tableau.
pt: Falha na autenticação confiável do Tableau. Verifique se as permissões estão configuradas corretamente no Tableau.

source: Request to Tableau failed with status code {}
pt: Solicitação ao Tableau falhou com o código de status {}

source: User History
pt: Histórico do Usuário

source: History of user updates
pt: Histórico de atualizações do usuário

source: profile or user data
pt: perfil ou dados do usuário

source: user data
pt: dados do usuário

source: username
pt: nome de usuário

source: role
pt: função

source: project
pt: projeto

source: is active
pt: está ativo

source: language
pt: idioma

source: phone numbers
pt: números de telefone

source: primary location
pt: localização principal

source: two factor authentication disabled
pt: autenticação em duas etapas desativada

source: assigned locations
pt: localizações atribuídas

source: Affected User
pt: Usuário Afetado

source: Modified by User
pt: Modificado por Usuário

source: Changes
pt: Alterações

source: Change Message
pt: Mensagem de Alteração

source: Added
pt: Adicionado

source: Users who have Ever Submitted Data
pt: Usuários que alguma vez já submeteram dados

source: Users who have Ever Synced
pt: Usuários que alguma vez já sincronizaram

source: Loading Report
pt: A carregar Relatório

source: Problem Loading Report
pt: Problema ao Carregar Relatório

source: There seems to be a problem loading data for the report
pt: Parece haver um problema ao carregar os dados para o relatório

source: The report returned the following error
pt: O relatório retornou o seguinte erro

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Report an Issue</a>.
pt: Se este problema persistir, recomendamos que você <a href="#modalReportIssue" data-target="#modalReportIssue" data-toggle="modal">Relate um Problema</a>.

source: Trying Again...
pt: Tentando Novamente...

source: Loading Failed. Try Again?
pt: Falha ao Carregar. Tentar Novamente?

source: Report Filters
pt: Filtros do Relatório

source: Set Performance Threshold
pt: Definir Limite de Desempenho

source: Please use the "Report an Issue" option from the help menu if you would like to change the performance threshold. It is currently set to %(threshold)s forms per month.
pt: Por favor, use a opção "Relatar um Problema" no menu de ajuda se quiser alterar o limite de desempenho. Atualmente está definido para %(threshold)s formulários por mês.

source: Active Users Trend
pt: Tendência de Usuários Ativos

source: Proportion of users that are active (submitting at least one form) over time.
pt: Proporção de usuários que estão ativos (que submeteram pelo menos um formulário) ao longo do tempo.

source: High / Low Performing User Trends
pt: Tendência de Usuários de Alto / Baixo Desempenho

source: How the counts of high / low performing users have changed in the last six months.
pt: Como o número de usuários de alto / baixo desempenho tem mudado ao longo dos últimos 6 meses.

source: If this problem persists, we encourage you to <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Report an Issue</a>.
pt: Se este problema persistir, recomendamos que você <a href="#modalReportIssue" data-bs-target="#modalReportIssue" data-bs-toggle="modal" >Relate um Problema</a>.

source: Aggregate Percents
pt: Percentagens Agregadas

source: Daily Counts
pt: Contagem Diária

source: You need a saved report that supports email in order to set up a scheduled email report, but you don't have any.
pt: Você precisa de um relatório salvo que suporte e-mail para configurar um relatório agendado por e-mail, mas você não possui nenhum.

source: <strong>Note:</strong> Not all built-in reports currently support email delivery.
pt: <strong>Nota:</strong> Nem todos os relatórios integrados atualmente suportam entrega por e-mail.

source: Return to Scheduled Reports
pt: Voltar para Relatórios Agendados

source: Unsubscribe from
pt: Cancelar inscrição de

source: You will no longer receive this scheduled report. To add yourself, you will need to contact the person who initially added you.
pt: Você não receberá mais este relatório agendado. Para se adicionar novamente, será necessário entrar em contato com a pessoa que o adicionou inicialmente.

source: Saved Reports
pt: Relatórios Salvos

source: My Saved Reports
pt: Meus Relatórios Salvos

source: Scheduled Reports
pt: Relatórios Agendados

source: My Scheduled Reports
pt: Meus Relatórios Agendados
