Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Roles and Features
pt: Papeis e Funcionalidades

source: Version Summary
pt: Resumo de Versão

source: Generating Report...
pt: Gerando relatório

source: Apply
pt: Aplicar

source: Invoices
pt: Faturas

source: Free
pt: Gratuito

source: Designed for practice purposes and not intended for live projects. Upgrade to access full features and more users. Learn about
pt: Projetado para fins de prática e não destinado a projetos reais. Faça upgrade para acessar todos os recursos e mais usuários. Saiba mais sobre

source: CommCare plans
pt: planos do CommCare

source: Standard
pt: Normal

source: Get started. Build secure apps for offline mobile data collection and case management. {} users included.
pt: Comece agora. Crie aplicativos seguros para coleta de dados móveis offline e gestão de casos. {} usuários incluídos.

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {} users included.
pt: Vá além do básico. Libere relatórios, compartilhamento de casos e suporte prático. {} usuários incluídos.

source: Advanced
pt: Avançado

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {} users included.
pt: Desbloqueie tudo. Nosso plano mais seguro, projetado para gerenciar sistemas conectados em diferentes locais e perfis de usuário, com aplicativos web, segurança avançada e ferramentas robustas de administração e gestão de dados. {} usuários incluídos.

source: For organizations that need a sustainable path to scale mobile data collection and service delivery across multiple teams, programs, or countries.
pt: Para organizações que precisam de um caminho sustentável para ampliar a coleta de dados móveis e a prestação de serviços em várias equipes, programas ou países.

source: Paused
pt: Pausado

source: Reseller
pt: Revendedor

source: Managed Hosting
pt: Hospedagem Gerenciada

source: SMS Messages
pt: Mensagens SMS

source: Mobile Workers
pt: Trabalhadores Móveis

source: Web Users
pt: Usuários da Web

source: Form-Submitting Mobile Workers
pt: Trabalhadores Móveis que Enviam Formulários

source: Monthly
pt: Mensal

source: Your CommCare Billing Statement for {account_name} is due in {num_days} days
pt: Seu Extrato de Cobrança do CommCare para {account_name} vence em {num_days} dias

source: Oh no! Your CommCare subscription for {} has been paused
pt: Oh não! Sua assinatura do CommCare para {} foi pausada

source: CommCare Alert: {}'s subscriptions will be paused after tomorrow!
pt: Alerta do CommCare: as assinaturas de {} serão pausadas após amanhã!

source: subscriptions on {}
pt: assinaturas em {}

source: CommCare Alert: {}'s subscription will be paused after tomorrow!
pt: Alerta do CommCare: a assinatura de {} será pausada após amanhã!

source: subscription for {}
pt: assinatura para {}

source: CommCare Billing Statement {} days Overdue for {}
pt: Extrato de Cobrança do CommCare com {} dias de atraso para {}

source: Could not obtain billing statement. An issue has been submitted.
pt: Não foi possível obter o extrato de cobrança. Um problema foi registrado.

source: Accounting Admins
pt: Administradores de Contabilidade

source: Admins per page
pt: Administradores por página

source: You haven't specified any accounting admins. How are you viewing this page??! x_x
pt: Você não especificou nenhum administrador de contabilidade. Como está visualizando esta página??! x_x

source: Loading admin list...
pt: Carregando a lista de administradores...

source: Removed Users:
pt: Usuários removidos:

source: Added Users:
pt: Usuários adicionados:

source: Action
pt: Ação

source: Reference
pt: Referência

source: Constant
pt: Constante

source: SQL Statement
pt: Declaração SQL

source: Sum
pt: Soma

source: Min
pt: Mínimo

source: Max
pt: Máximo

source: Average
pt: Média

source: Count
pt: Contagem

source: Count Unique Values
pt: Contar Valores Únicos

source: Has a nonzero sum (1 if sum is nonzero else 0).
pt: Possui soma diferente de zero (1 se a soma for diferente de zero, senão 0).

source: Month
pt: Mês

source: Week
pt: Semana

source: no table
pt: sem tabela

source: Rebuild Data
pt: Reconstruir Dados

source: Preview data
pt: Pré-visualizar dados

source: View Aggregate UCR
pt: Ver UCR Agregado

source: Preview Aggregate UCR
pt: Pré-visualizar UCR Agregado

source: First name
pt: Nome

source: Last name
pt: Sobrenome

source: Professional email
pt: E-mail profissional

source: Organization
pt: Organização

source: Job title
pt: Cargo

source: Preferred language
pt: Idioma preferido

source: Please Select
pt: Por favor, selecione

source: English
pt: Inglês

source: French
pt: Francês

source: Spanish
pt: Espanhol

source: How did you hear about us?
pt: Como você ficou sabendo sobre nós?

source: Social Media
pt: Mídias Sociais

source: Web Search (e.g. Google)
pt: Pesquisa na Web (ex: Google)

source: Word of Mouth / Referral
pt: Boca a boca / Indicação

source: Event / Conference
pt: Evento / Conferência

source: Other
pt: Outro

source: We'd love to hear more! Please specify -
pt: Adoraríamos saber mais! Por favor, especifique -

source: By clicking this button, you agree to Dimagi's <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Terms of Service</a> and <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Privacy Policy</a>.
pt: Ao clicar neste botão, você concorda com os <a href="http://www.dimagi.com/terms/latest/tos/" target="_blank">Termos de Serviço</a> e <a href="http://www.dimagi.com/terms/latest/privacy/" target="_blank">Política de Privacidade</a> da Dimagi.

source: No hubspot API ID is present.
pt: Nenhum ID de API do hubspot está presente.

source: '{value}' is an invalid value for the '{filter_name}' filter
pt: '{value}' é um valor inválido para o filtro '{filter_name}'

source: Invalid limit '{value}' provided. Please provide a positive integer.
pt: Limite inválido '{value}' fornecido. Por favor, forneça um número inteiro positivo.

source: No matching '{field_name}' field for ordering
pt: Nenhum campo correspondente '{field_name}' para ordenação

source: You don't have permission to use connect_username field
pt: Você não tem permissão para usar o campo connect_username

source: Password or connect username required
pt: Senha ou connect username obrigatórios

source: You must provide the user's email to send a confirmation email.
pt: Você deve fornecer o e-mail do usuário para enviar um e-mail de confirmação.

source: Users will provide their own password on confirmation.
pt: Usuários fornecerão sua própria senha na confirmação.

source: You must require account confirmation to send a confirmation email.
pt: Você deve exigir confirmação de conta para enviar um e-mail de confirmação.

source: The request resulted in the following errors: {}
pt: A solicitação resultou nos seguintes erros: {}

source: The confirmation email can not be sent because this user's account is already confirmed.
pt: O e-mail de confirmação não pode ser enviado porque a conta deste usuário já está confirmada.

source: This user has no email. You must provide the user's email to send a confirmation email.
pt: Este usuário não possui e-mail. Você deve fornecer o e-mail do usuário para enviar um e-mail de confirmação.

source: You don't have permission to access this API
pt: Você não tem permissão para acessar esta API

source: Invalid data source! Details: {details}
pt: Fonte de dados inválida! Detalhes: {details}

source: You do not have permission to view this feed.
pt: Você não tem permissão para visualizar este feed.

source: limit must be a positive integer.
pt: O limite deve ser um número inteiro positivo.

source: Limit may not exceed {}.
pt: O limite não pode exceder {}.

source: The role '{}' does not exist
pt: O papel '{}' não existe

source: There are multiple roles with the name '{}' in the domain '{}'
pt: Existem vários papéis com o nome '{}' no domínio '{}'

source: Both primary_location and locations must be provided together.
pt: primary_location e locations devem ser fornecidos juntos.

source: Primary location must be included in the list of locations.
pt: A localização principal deve estar incluída na lista de localizações.

source: Attempted to update unknown or non-editable field '{}'
pt: Tentativa de atualizar campo desconhecido ou não editável '{}'

source: Password is not strong enough.
pt: A senha não é forte o suficiente.

source: 'default_phone_number' must be a string
pt: 'default_phone_number' deve ser uma string

source: Could not find %(doc_type)s with id %(id)s
pt: Não foi possível encontrar %(doc_type)s com id %(id)s

source: '{param}' is not a valid type of date range.
pt: '{param}' não é um tipo válido de intervalo de datas.

source: Cannot parse datetime '{val}'
pt: Não foi possível analisar a data/hora '{val}'

source: 'email' is required for each user
pt: 'email' é obrigatório para cada usuário

source: 'role' required for each user
pt: 'role' obrigatório para cada usuário

source: 'role' is required for each user
pt: 'role' é obrigatório para cada usuário

source: '{}' is defined by the profile so cannot be set directly
pt: '{}' é definido pelo perfil e não pode ser definido diretamente

source: Invalid parameter(s): {', '.join(invalid_params)}
pt: Parâmetro(s) inválido(s): {', '.join(invalid_params)}

source: You do not have permission to edit Tableau Configuration.
pt: Você não tem permissão para editar a Configuração do Tableau.

source: This domain does not have user profile privileges.
pt: Este domínio não possui privilégios de perfil de usuário.

source: This domain does not have locations privileges.
pt: Este domínio não possui privilégios de localizações.

source: Run Every (minutes)
pt: Executar a cada (minutos)

source: Username of the user to run the workflow
pt: Nome de usuário para executar o fluxo de trabalho

source: HAR File
pt: Arquivo HAR

source: HAR file recording should start with the selection of the app (navigate_menu_start).
pt: A gravação do arquivo HAR deve começar com a seleção do app (navigate_menu_start).

source: Populate workflow from HAR file
pt: Preencher fluxo de trabalho a partir do arquivo HAR

source: User not found
pt: Usuário não encontrado

source: App not found in domain: {domain}:{app_id}
pt: App não encontrado no domínio: {domain}:{app_id}

source: Human: Answer each question individually and submit form
pt: Humano: Responda cada pergunta individualmente e envie o formulário

source: No Submit: Answer all questions but don't submit the form
pt: Sem Envio: Responda todas as perguntas, mas não envie o formulário

source: Ignore: Do not complete or submit forms
pt: Ignorar: Não complete ou envie formulários

source: Sync user data before running
pt: Sincronize os dados do usuário antes de executar

source: Number of minutes between runs
pt: Número de minutos entre execuções

source: Emails to notify on failure
pt: E-mails para notificação em caso de falha

source: Success
pt: Sucesso

source: Error:
pt: Erro:

source: Workflow
pt: Fluxo de trabalho

source: Current Workflow
pt: Fluxo de Trabalho Atual

source: The workflow shown here is the current version which may differ from the version executed at the time of this run.
pt: O fluxo de trabalho mostrado aqui é a versão atual, que pode ser diferente da versão executada no momento desta execução.

source: Actions
pt: Ações

source: Run
pt: Executar

source: Editing "%(workflow_name)s"
pt: Editando "%(workflow_name)s"

source: New workflow
pt: Novo fluxo de trabalho

source: Average Timings
pt: Tempos Médios

source: App Name
pt: Nome do App

source: Last Run
pt: Última Execução

source: Last 10 Runs
pt: Últimas 10 Execuções

source: Delete
pt: Excluir

source: Workflow Execution Log for %(workflow_name)s: %(date)s
pt: Log de Execução do Workflow para %(workflow_name)s: %(date)s

source: Details
pt: Detalhes

source: Started: %(date_started)s
pt: Iniciado: %(date_started)s

source: Ended: %(date_ended)s
pt: Finalizado: %(date_ended)s

source: Duration: %(duration)s
pt: Duração: %(duration)s

source: Error
pt: Erro

source: Logs for workflow "%(name)s"
pt: Logs do workflow "%(name)s"

source: Log Status
pt: Status do Log

source: Filter
pt: Filtrar

source: All Status
pt: Todos os Status

source: Started
pt: Iniciado

source: Duration
pt: Duração

source: Avg Timings
pt: Tempos Médios

source: Max Timings
pt: Tempos Máximos

source: Testing %(name)s
pt: Testando %(name)s

source: Running...
pt: Executando...

source: Automatically Executed App Workflows
pt: Workflows de App Executados Automaticamente

source: New App Workflow
pt: Novo Workflow de App

source: You must use the 'Import HAR' button to upload a HAR file.
pt: Você deve usar o botão 'Importar HAR' para enviar um arquivo HAR.

source: Edit App Workflow: {name}
pt: Editar Workflow de App: {name}

source: Unable to process HAR file: {error}
pt: Não foi possível processar o arquivo HAR: {error}

source: Automatically Executed App Workflow Logs
pt: Logs de Workflows de App Executados Automaticamente

source: Invalid date parameter
pt: Parâmetro de data inválido

source: Workflow Log: {name}
pt: Log do Workflow: {name}

source: Case Detail Overwrite
pt: Sobrescrever Detalhe do Caso

source: Ability to overwrite one case list or detail's settings with another's. Available in menu settings, in the actions tab.
pt: Capacidade de sobrescrever as configurações de uma lista ou detalhe de caso com as de outro. Disponível nas configurações do menu, na aba de ações.

source: Case List Menu Item
pt: Item de Menu da Lista de Casos

source: Allows the mobile user to view the case list and case details without actually opening a form. Available in menu settings.
pt: Permite que o usuário móvel visualize a lista e os detalhes do caso sem realmente abrir um formulário. Disponível nas configurações do menu.

source: Case Conditions
pt: Condições de Caso

source: Open or close a case only if a specific question has a particular answer. Available in form settings, under Case Management.
pt: Abra ou feche um caso apenas se uma pergunta específica tiver uma resposta particular. Disponível nas configurações do formulário, em Gerenciamento de Casos.

source: Display Conditions
pt: Condições de Exibição

source: Write logic to show or hide forms and menus on the mobile device. Available in form and menu settings.
pt: Escreva lógica para mostrar ou ocultar formulários e menus no dispositivo móvel. Disponível nas configurações de formulário e menu.

source: Menu Mode
pt: Modo do Menu

source: Control whether a form's enclosing menu is displayed on the mobile device or not. Available in menu settings.
pt: Controle se o menu que contém um formulário será exibido ou não no dispositivo móvel. Disponível nas configurações do menu.

source: Register from case list
pt: Registrar a partir da lista de casos

source: Minimize duplicates by making registration forms available directly from the case list on the mobile device. Availabe in menu settings.
pt: Minimize duplicidades tornando os formulários de registro disponíveis diretamente na lista de casos do dispositivo móvel. Disponível nas configurações do menu.

source: Child Cases
pt: Casos Filhos

source: Open other types of cases, linking them to the case that created them. Available in form settings.
pt: Abra outros tipos de casos, vinculando-os ao caso que os criou. Disponível nas configurações do formulário.

source: Child cases are not available on your subscription. This feature is only available on our Pro plan or higher.
pt: Casos filhos não estão disponíveis na sua assinatura. Este recurso está disponível apenas no nosso plano Pro ou superior.

source: Nest menus inside of other menus.
pt: Aninhe menus dentro de outros menus.

source: New Case Lists Created Empty
pt: Novas Listas de Casos Criadas Vazias

source: When adding a new case list, don't include a registration and followup form.
pt: Ao adicionar uma nova lista de casos, não inclua um formulário de registro e acompanhamento.

source: Case Management
pt: Gestão de caso

source: Build more complex workflows
pt: Construa fluxos de trabalho mais complexos

source: Mobile Experience
pt: Experiência Móvel

source: Improve the user experience of your mobile workers
pt: Melhore a experiência do usuário dos seus trabalhadores móveis

source: Calculations
pt: Cálculos

source: Add logic to your app with XPath expressions
pt: Adicione lógica ao seu app com expressões XPath

source: App Building Efficiency
pt: Eficiência na Construção de Apps

source: Tools to help build your apps faster
pt: Ferramentas para ajudar a construir seus apps mais rapidamente

source: [Filter]
pt: [Filtrar]

source: Case type '%(case_type)s' has no '%(relationship)s' relationship to any other case type.
pt: O tipo de caso '%(case_type)s' não possui relação '%(relationship)s' com nenhum outro tipo de caso.

source: Continue To {form_name}
pt: Continuar para {form_name}

source: Create a new Case
pt: Criar um novo Caso

source: App {app_id} is in domain {app_domain} but requested from domain {requested_domain}
pt: O app {app_id} está no domínio {app_domain}, mas foi solicitado a partir do domínio {requested_domain}

source: Build for version requested not found
pt: Build para a versão solicitada não encontrada

source: Please log in to the app to check for an update.
pt: Por favor, faça login no aplicativo para verificar se há uma atualização.

source: Case
pt: Caso

source: Form
pt: Formulário

source: Data Source
pt: Fonte de Dados

source: Application
pt: Aplicação

source: Forms or Cases
pt: Formulários ou Casos

source: Data Registry
pt: Registro de Dados

source: <strong>Form</strong>: Display data from form submissions.<br/><strong>Case</strong>: Display data from your cases. You must be using case management for this option.
pt: <strong>Formulário</strong>: Exibir dados de envios de formulários.<br/><strong>Caso</strong>: Exibir dados dos seus casos. Você deve estar usando o gerenciamento de casos para esta opção.

source: Which application should the data come from?
pt: De qual aplicação devem vir os dados?

source: Select the data registry containing the data you wish to access in the report
pt: Selecione o registro de dados que contém os dados que deseja acessar no relatório

source: Choose the case type or form from which to retrieve data for this report.
pt: Escolha o tipo de caso ou formulário a se recuperar dados para este relatório.

source: Select Application
pt: Escolher Aplicação

source: Select Menu
pt: Selecionar Menu

source: Select Form
pt: Selecionar Formulário

source: Select Case Type
pt: Selecionar Tipo de Caso

source: Applications
pt: Aplicações

source: Unknown
pt: Desconhecido

source: Unknown Application
pt: Aplicativo Desconhecido

source: Any Application
pt: Qualquer Aplicativo

source: Unknown Module
pt: Módulo Desconhecido

source: All Case Types
pt: Todos os Tipos de Casos

source: Copy this app to project
pt: Copiar este app para o projeto

source: Copy as Linked Application
pt: Copiar como Aplicativo Vinculado

source: <!-- ko ifnot: shouldEnableLinkedAppOption -->The selected project space is either not yet linked to the current project space, or you do not have the correct permissions in the selected project space. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Learn more</a> about Linked Project Spaces.<!-- /ko -->
pt: <!-- ko ifnot: shouldEnableLinkedAppOption -->O espaço de projeto selecionado ainda não está vinculado ao espaço de projeto atual, ou você não tem as permissões corretas no espaço de projeto selecionado. <a href="https://confluence.dimagi.com/display/commcarepublic/Linked+Project+Spaces" target="_blank">Saiba mais</a> sobre Espaços de Projeto Vinculados.<!-- /ko -->

source: This will create an application that can be updated from changes to this application. This requires your app to have at least one released version.
pt: Isso criará um aplicativo que pode ser atualizado a partir de alterações neste aplicativo. É necessário que seu app tenha pelo menos uma versão lançada.

source: Copy version
pt: Copiar versão

source: Current
pt: Atual

source: Copy Application for Editing
pt: Copiar Aplicativo para Edição

source: Copy Application
pt: Copiar Aplicativo

source: Copy
pt: Copiar

source: Prompt Updates to App
pt: Solicitar Atualizações para o App

source: Off
pt: Desligado

source: On
pt: Ligado

source: Forced
pt: Forçado

source: If enabled, users will receive in-app prompts to update to the selected version of the app, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they update)
pt: Se ativado, os usuários receberão avisos no app para atualizar para a versão selecionada do app, caso ainda não estejam nela. (Selecionar 'Forçado' fará com que os usuários não possam continuar usando o CommCare até atualizarem)

source: Prompt Updates to CommCare
pt: Solicitar Atualizações para o CommCare

source: If enabled, users will receive in-app prompts to update to the selected version of CommCare, if they are not already on it. (Selecting 'Forced' will make it so that users cannot continue to use CommCare until they upgrade)
pt: Se ativado, os usuários receberão avisos no app para atualizar para a versão selecionada do CommCare, caso ainda não estejam nela. (Selecionar 'Forçado' fará com que os usuários não possam continuar usando o CommCare até atualizarem)

source: CommCare Version
pt: Versão do CommCare

source: Application Version
pt: Versão da Aplicação

source: Manage Update Settings
pt: Gerenciar Configurações de Atualização

source: Invalid APK version %(version)s
pt: Versão APK inválida %(version)s

source: Invalid app version %(version)s
pt: Versão do app inválida %(version)s

source: Usage of lookup tables is not supported by your current subscription. Please upgrade your subscription before using this feature.
pt: O uso de tabelas de pesquisa não é suportado pela sua assinatura atual. Atualize sua assinatura antes de usar este recurso.

source: Usage of integrations is not supported by your current subscription. Please upgrade your subscription before using this feature.
pt: O uso de integrações não é suportado pela sua assinatura atual. Por favor, faça o upgrade da sua assinatura antes de usar este recurso.

source: Usage of external integration is not supported by your current subscription. Please upgrade your subscription before using this feature.
pt: O uso de integração externa não é suportado pela sua assinatura atual. Por favor, faça o upgrade da sua assinatura antes de usar este recurso.

source: Your application is using User Properties and your current subscription does not support that. You can remove User Properties functionality by opening the User Properties tab in a form that uses it, and clicking "Remove User Properties".
pt: Seu aplicativo está usando Propriedades de Usuário e sua assinatura atual não oferece suporte a isso. Você pode remover a funcionalidade de Propriedades de Usuário abrindo a aba Propriedades de Usuário em um formulário que as utiliza e clicando em "Remover Propriedades de Usuário".

source: That format is no longer supported. To reference the location hierarchy you need to use the "Custom Calculations in Case List" feature preview. For more information see: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
pt: Esse formato não é mais suportado. Para referenciar a hierarquia de localização, você precisa usar o recurso de visualização "Cálculos Personalizados na Lista de Casos". Para mais informações, veja: https://confluence.dimagi.com/pages/viewpage.action?pageId=38276915
