Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Successfully enqueued request to submit files for translations
pt: Solicitação para enviar arquivos para tradução enfileirada com sucesso

source: Resources yet to be completely translated, for ex: {}
pt: Recursos ainda não completamente traduzidos, por exemplo: {}

source: Resources not found for this project and version.
pt: Recursos não encontrados para este projeto e versão.

source: Resources yet to be completely translated for all languages. Hence, the request for locking resources can not be performed.
pt: Recursos ainda não completamente traduzidos para todos os idiomas. Portanto, a solicitação para bloquear recursos não pode ser realizada.

source: Successfully enqueued request to pull for translations. You should receive an email shortly.
pt: Solicitação para puxar traduções enfileirada com sucesso. Você deve receber um e-mail em breve.

source: Successfully enqueued request to take backup.
pt: Solicitação para fazer backup enfileirada com sucesso.

source: Resources yet to be completely translated for all languages. Hence, the request for deleting resources can not be performed.
pt: Recursos ainda não completamente traduzidos para todos os idiomas. Portanto, a solicitação para excluir recursos não pode ser realizada.

source: Successfully enqueued request to delete resources.
pt: Solicitação para excluir recursos enfileirada com sucesso.

source: Source lang selected not available for the project
pt: Idioma de origem selecionado não disponível para o projeto

source: Create or Update Translations
pt: Criar ou Atualizar Traduções

source: Push Translations
pt: Enviar Traduções

source: Pull Translations
pt: Puxar Traduções

source: Backup Translations
pt: Backup de Traduções

source: Delete Translations
pt: Excluir Traduções

source: Download Translations
pt: Baixar Traduções

source: Missing current Application Version. This can happen if the latest version was deleted without creating a new one. Please create a new Application Version before trying again.
pt: Versão atual do Aplicativo ausente. Isso pode acontecer se a versão mais recente foi excluída sem criar uma nova. Por favor, crie uma nova Versão do Aplicativo antes de tentar novamente.

source: Missing selected Application Version. Please create a new version before trying again.
pt: Versão do Aplicativo selecionada ausente. Por favor, crie uma nova versão antes de tentar novamente.

source: Submitted request to download translations. You should receive an email shortly.
pt: Solicitação para baixar traduções enviada. Você deverá receber um e-mail em breve.

source: Migrate Project
pt: Migrar Projeto

source: Submitted request to migrate project. You should receive an email shortly.
pt: Solicitação para migrar projeto enviada. Você deverá receber um e-mail em breve.

source: Set Up or Update Resource
pt: Configurar ou Atualizar Recurso

source: Create a new resource or update an existing one in Transifex.
pt: Crie um novo recurso ou atualize um existente no Transifex.

source: Push Target Language
pt: Enviar Idioma de Destino

source: Push translations for a target language to Transifex.
pt: Envie traduções de um idioma de destino para o Transifex.

source: Pull App Translations
pt: Baixar Traduções do App

source: Pull all translations for a selected language, which will be emailed to you as an Excel file.
pt: Baixe todas as traduções para um idioma selecionado, que serão enviadas para você por e-mail como um arquivo Excel.

source: Backup App Translations
pt: Backup das Traduções do App

source: Pull all translations for all languages in the project, which will be emailed to you as a zip file.
pt: Baixe todas as traduções para todos os idiomas do projeto, que serão enviadas para você por e-mail como um arquivo zip.

source: Delete Project Resources
pt: Excluir Recursos do Projeto

source: Delete all resources for the selected project. Use caution!
pt: Exclua todos os recursos do projeto selecionado. Use com cautela!

source: App
pt: Casos IRA Tratados

source: Module
pt: Módulo

source: Detail/List/UI
pt: Detalhe/Lista/UI

source: Field Name
pt: Nome do Campo

source: Default Display Text
pt: Texto Padrão de Exibição

source: Missing translations for {} in uploaded sheet
pt: Traduções ausentes para {} na planilha enviada

source: Could not find column(s) '{}'
pt: Não foi possível encontrar a(s) coluna(s) '{}'

source: {} not found
pt: {} não encontrado

source: Upload failed. We found problems with the following translations:
pt: Falha no envio. Encontramos problemas com as seguintes traduções:

source: Upload succeeded, but we found following issues for some properties
pt: Envio realizado com sucesso, mas encontramos os seguintes problemas em algumas propriedades

source: Something went wrong! Update failed. We're looking into it
pt: Alguma coisa falhou! Atualização sem sucesso. Estamos a verificar

source: UI Translations Updated!
pt: Traduções UI atualizadas!

source: Please select language to validate.
pt: Por favor, selecione um idioma para validar.

source: Double Entry for {}
pt: Entrada duplicada para {}

source: You cannot set {} directly
pt: Você não pode definir {} diretamente

source: 'The column header '{old_name}' is deprecated, please use '{new_name}' instead.
pt: 'O cabeçalho da coluna '{old_name}' está obsoleto, por favor use '{new_name}' em seu lugar.

source: Only users with 'Manage Tableau Configuration' edit permission in domains where Tableau User Syncing is enabled can upload files with 'Tableau Role' and/or 'Tableau Groups' fields.
pt: Apenas usuários com permissão de edição 'Gerenciar Configuração do Tableau' em domínios onde a Sincronização de Usuários Tableau está habilitada podem enviar arquivos com os campos 'Função Tableau' e/ou 'Grupos Tableau'.

source: The following are {label} column headers: {headers}.
pt: Os seguintes são cabeçalhos de coluna {label}: {headers}.

source: Unexpected format received for site code '%(site_code)s'
pt: Formato inesperado recebido para o código do site '%(site_code)s'

source: Could not find organization with site code '%(site_code)s'
pt: Não foi possível encontrar organização com o código do site '%(site_code)s'

source: Username must not contain blank spaces or special characters.
pt: O nome de usuário não deve conter espaços em branco ou caracteres especiais.

source: You can only set 'Is Account Confirmed' to 'True' on an existing Web User.
pt: Você só pode definir 'Conta Confirmada' como 'Verdadeiro' para um Usuário Web existente.

source: You can only set 'Status' to 'Invited' on a pending Web User. {web_user} has no invitations for this project space.
pt: Você só pode definir 'Status' como 'Convidado' para um Usuário Web pendente. {web_user} não possui convites para este espaço de projeto.

source: The email has bounced for this user's invite: {}. Please try again with a different username
pt: O e-mail retornou para o convite deste usuário: {}. Por favor, tente novamente com outro nome de usuário

source: Domain cannot be set to '{self.domain}'
pt: O domínio não pode ser definido como '{self.domain}'

source: User with ID '{user_id}' not found
pt: Usuário com ID '{user_id}' não encontrado

source: You can only set 'Is Account Confirmed' to 'False' on a new User.
pt: Você só pode definir 'Conta Confirmada' como 'Falso' para um novo Usuário.

source: You cannot upload a web user without a role. {username} does not have a role
pt: Você não pode enviar um usuário web sem uma função. {username} não possui uma função

source: Only users with the edit web users permission can upload web users
pt: Apenas usuários com permissão para editar usuários web podem enviar usuários web

source: Changing usernames is not supported: %(username)r to %(new_username)r
pt: Alteração de nomes de usuário não é suportada: %(username)r para %(new_username)r

source: You cannot remove a web user that is not a member or invited to this project. {username} is not a member or invited.
pt: Você não pode remover um usuário web que não é membro ou convidado deste projeto. {username} não é membro nem convidado.

source: You cannot remove a web user that is not a member of this project. {web_user} is not a member.
pt: Você não pode remover um usuário web que não é membro deste projeto. {web_user} não é membro.

source: You cannot remove yourself from a domain via bulk upload
pt: Você não pode se remover de um domínio via envio em massa

source: Password must have at least 8 characters.
pt: A senha deve ter pelo menos 8 caracteres.

source: username cannot contain spaces or symbols
pt: O nome de usuário não pode conter espaços ou símbolos

source: '{column_id}' column can only contain 'true' or 'false'
pt: A coluna '{column_id}' só pode conter 'true' ou 'false'

source: One of 'username' or 'user_id' is required
pt: É necessário informar 'username' ou 'user_id'

source: Upload of web users requires 'username' and 'role' for each user
pt: O envio de usuários web requer 'username' e 'role' para cada usuário

source: Invalid tableau role: '{}'. Please choose one of the following: {}
pt: Função tableau inválida: '{}'. Por favor, escolha uma das seguintes: {}

source: These groups, {}, are not valid for this domain. Please choose from the following: {}
pt: Estes grupos, {}, não são válidos para este domínio. Por favor, escolha entre os seguintes: {}

source: '{field}' values must be unique
pt: Os valores de '{field}' devem ser únicos

source: username cannot contain greater than {length} characters
pt: O nome de usuário não pode conter mais de {length} caracteres

source: Username must be Text
pt: O nome de usuário deve ser texto

source: New users must have a password set.
pt: Novos usuários devem ter uma senha definida.

source: User has an invalid email address for their {}
pt: Usuário possui um endereço de e-mail inválido para seu {}

source: Role '{}' does not exist or you do not have permission to access it
pt: O papel '{}' não existe ou você não tem permissão para acessá-lo

source: Profile '{}' does not exist
pt: O perfil '{}' não existe

source: You do not have permission to edit the profile for this user or user invitation
pt: Você não tem permissão para editar o perfil deste usuário ou convite de usuário

source: You do not have permission to assign the profile '{}'
pt: Você não tem permissão para atribuir o perfil '{}'

source: A profile must be assigned to users of the following type(s): {}
pt: Um perfil deve ser atribuído a usuários do(s) seguinte(s) tipo(s): {}

source: Group '{}' does not exist (try adding it to your spreadsheet)
pt: O grupo '{}' não existe (tente adicioná-lo à sua planilha)

source: The username already belongs to a user. Specify an ID to update the user.
pt: O nome de usuário já pertence a um usuário. Especifique um ID para atualizar o usuário.

source: Target domain {} does not use enterprise permissions of {}
pt: O domínio de destino {} não utiliza permissões empresariais de {}

source: When '{}' is True for a new user, {} must be either empty or set to False.
pt: Quando '{}' é Verdadeiro para um novo usuário, {} deve estar vazio ou definido como Falso.

source: When '{}' is True for an existing user, {}.
pt: Quando '{}' é Verdadeiro para um usuário existente, {}.

source: Based on your locations you do not have permission to edit this user or user invitation
pt: Com base em suas localizações, você não tem permissão para editar este usuário ou convite de usuário

source: You do not have permission to assign or remove these locations: {}
pt: Você não tem permissão para atribuir ou remover estas localizações: {}

source: The "{header}" column had too many values to expand! Expansion limited to {max} distinct values.
pt: A coluna "{header}" tinha muitos valores para expandir! Expansão limitada a {max} valores distintos.

source: Sorry! There was a problem viewing your report. This likely occurred because the application associated with the report was deleted. In order to view this data using the Report Builder you will have to delete this report and then build it again. Click below to delete it.
pt: Desculpe! Houve um problema ao visualizar seu relatório. Isso provavelmente ocorreu porque o aplicativo associado ao relatório foi excluído. Para visualizar esses dados usando o Construtor de Relatórios, será necessário excluir este relatório e criá-lo novamente. Clique abaixo para excluí-lo.

source: Sorry! There was a problem trying to edit your report. This likely occurred because the form associated with this report was deleted from the application. You can go back and view historical data submitted. However, you may not edit this report again. You also have the option of deleting this report by clicking the delete button below.
pt: Desculpe! Houve um problema ao tentar editar seu relatório. Isso provavelmente ocorreu porque o formulário associado a este relatório foi excluído do aplicativo. Você pode voltar e visualizar os dados históricos enviados. No entanto, não será possível editar este relatório novamente. Você também tem a opção de excluir este relatório clicando no botão de exclusão abaixo.

source: Report builder data source doesn't reference an application. It is likely this report has been customized and it is no longer editable.
pt: A fonte de dados do construtor de relatórios não faz referência a um aplicativo. Provavelmente este relatório foi personalizado e não é mais editável.

source: Report contains duplicate column ids: {}
pt: O relatório contém IDs de coluna duplicados: {}

source: Invalid or missing expression type: {} for expression: {}. Valid options are: {}
pt: Tipo de expressão inválido ou ausente: {} para a expressão: {}. As opções válidas são: {}

source: Problem creating expression: {}. Message is: {}
pt: Problema ao criar expressão: {}. Mensagem: {}

source: aggregation_fn '{}' is not valid. Valid options are: {}
pt: aggregation_fn '{}' não é válido. As opções válidas são: {}

source: Complex filter type {0} must be one of the following choices ({1})
pt: O tipo de filtro complexo {0} deve ser uma das seguintes opções ({1})

source: {0} filter type must include a "filters" list
pt: O tipo de filtro {0} deve incluir uma lista "filters"

source: Problem creating filter from spec: {}, message is {}
pt: Problema ao criar filtro a partir da especificação: {}, mensagem: {}

source: Illegal or missing filter type: "{0}", must be one of the following choice: ({1})
pt: Tipo de filtro ilegal ou ausente: "{0}", deve ser uma das seguintes opções: ({1})

source: {} is required!
pt: {} é obrigatório!

source: Indicator specification must include a root level type field.
pt: A especificação do indicador deve incluir um campo de tipo no nível raiz.

source: Illegal indicator type: "{0}", must be one of the following choice: ({1})
pt: Tipo de indicador ilegal: "{0}", deve ser uma das seguintes opções: ({1})

source: Build
pt: Construir

source: Migrate
pt: Migrar

source: Rebuild
pt: Reconstruir

source: Drop
pt: Excluir

source: base_item_expression is not allowed for domain {self.domain}
pt: base_item_expression não é permitido para o domínio {self.domain}

source: Report contains invalid referenced_doc_type: {}
pt: O relatório contém referenced_doc_type inválido: {}

source: Layer
pt: Camada

source: The data source %(config_id)s referenced by this report could not be found.
pt: A fonte de dados %(config_id)s referenciada por este relatório não pôde ser encontrada.

source: The report configuration referenced by this report could not be found: %(report_id)s
pt: A configuração do relatório referenciada por este relatório não pôde ser encontrada: %(report_id)s

source: The following report configuration could not be found: {}
pt: A seguinte configuração de relatório não pôde ser encontrada: {}

source: The report configuration referenced by this report could not be found.
pt: A configuração do relatório referenciada por este relatório não pôde ser encontrada.

source: Date Form Started
pt: Data de Início do Formulário

source: Date Form Completed
pt: Data de Conclusão do Formulário

source: Case Closed
pt: Caso Fechado

source: User ID Last Updating Case
pt: ID do Usuário da Última Atualização do Caso

source: Case Owner
pt: Proprietário do Caso

source: Mobile Worker Last Updating Case
pt: Trabalhador Móvel da Última Atualização do Caso

source: Case Owner (Location)
pt: Responsável pelo Caso (Localização)

source: Case Owner (Location w/ Descendants)
pt: Responsável pelo Caso (Localização com Descendentes)

source: Case Owner (Location w/ Descendants and Archived Locations)
pt: Responsável pelo Caso (Localização com Descendentes e Localizações Arquivadas)

source: CommCare Project
pt: Projeto CommCare

source: Web users will see this name in the "Reports" section of CommCareHQ and can click to view the report
pt: Usuários da Web verão este nome na secção "Relatórios" do CommCareHQ e podem selecioná-lo para o visualizar.

source: Data From My Project Space
pt: Dados do Meu Espaço de Projeto

source: Data From My Project Space And Others
pt: Dados do Meu Espaço de Projeto e Outros

source: Too many reports! Creating this report would cause you to go over the maximum number of report builder reports allowed in this domain. Your limit is {number}. To continue, delete another report and try again.
pt: Muitos relatórios! Criar este relatório faria com que você ultrapassasse o número máximo de relatórios permitidos pelo construtor de relatórios neste domínio. Seu limite é {number}. Para continuar, exclua outro relatório e tente novamente.

source: Report Builder Report
pt: Relatório do Construtor de Relatórios

source: This report references the '{}' filter, which is not compatible with the Report Builder. It is only editable in the advanced interface.
pt: Este relatório faz referência ao filtro '{}', que não é compatível com o Construtor de Relatórios. Só pode ser editado na interface avançada.

source: You must have at least one group by column to use pie charts!
pt: É necessário ter pelo menos uma coluna de agrupamento para usar gráficos de pizza!

source: Problem creating column from spec: {}, message is: {}
pt: Problema ao criar coluna a partir da especificação: {}, mensagem: {}

source: Illegal chart type: {0}, must be one of the following choices: ({1})
pt: Tipo de gráfico ilegal: {0}, deve ser uma das seguintes opções: ({1})

source: (missing from spec)
pt: (ausente na especificação)

source: Problem creating chart from spec: {}, message is: {}
pt: Problema ao criar gráfico a partir da especificação: {}, mensagem: {}

source: Illegal sum_when_template type: "{0}", must be in: ({1})
pt: Tipo de sum_when_template ilegal: "{0}", deve estar em: ({1})

source: Problem creating template: {}, message is: {}
pt: Problema ao criar template: {}, mensagem: {}

source: Expected {} binds in sum_when_template {}, found {}
pt: Esperado {} binds em sum_when_template {}, encontrado {}

source: 'ancestor_expression' must be empty dictionary or have 'field', 'location_type' keys
pt: 'ancestor_expression' deve ser um dicionário vazio ou conter as chaves 'field', 'location_type'

source: 'ancestor_expression' is applicable only for location choices
pt: 'ancestor_expression' é aplicável apenas para opções de localização

source: Problem creating report filter from spec: {}, message is: {}
pt: Problema ao criar filtro de relatório a partir da especificação: {}, mensagem: {}

source: Illegal report filter type: {0}, must be one of the following choice: ({1})
pt: Tipo de filtro de relatório ilegal: {0}, deve ser uma das seguintes opções: ({1})

source: You can't query on columns of type {}
pt: Não é possível consultar colunas do tipo {}

source: Unknown Date
pt: Data Desconhecida

source: Expression Columns do not support group by, sorting, or querying.
pt: Colunas de Expressão não suportam agrupamento, ordenação ou consulta.

source: It looks like there is a problem with your report. You may need to delete and recreate the report. If you believe you are seeing this message in error, please report an issue.
pt: Parece que há um problema com seu relatório. Pode ser necessário excluir e recriar o relatório. Se você acredita que está vendo esta mensagem por engano, por favor, reporte um problema.

source: This report has too many columns to be displayed
pt: Este relatório possui colunas demais para serem exibidas

source: The database table backing your report does not exist yet. Please wait while the report is populated.
pt: A tabela do banco de dados que suporta seu relatório ainda não existe. Aguarde enquanto o relatório é preenchido.

source: The database table backing your report does not exist yet. You must rebuild the data source before viewing the report.
pt: A tabela do banco de dados que suporta seu relatório ainda não existe. Você deve reconstruir a fonte de dados antes de visualizar o relatório.

source: Download UCR Status
pt: Baixar Status do UCR

source: Download Report Status
pt: Baixar Status do Relatório

source: Preparing report download.
pt: Preparando download do relatório.

source: Go back to report
pt: Voltar ao relatório

source: Download Report
pt: Baixar Relatório

source: Recursive expression reference: {name}
pt: Referência recursiva de expressão: {name}

source: Named filter not found: {name}
pt: Filtro nomeado não encontrado: {name}

source: Named expression not found: {name}
pt: Expressão nomeada não encontrada: {name}

source: The column "{}" does not exist in the report source! Please double check your report configuration.
pt: A coluna "{}" não existe na fonte do relatório! Por favor, verifique a configuração do seu relatório.

source: Your UCR table {} has finished rebuilding in {}
pt: Sua tabela UCR {} foi reconstruída em {}

source: There was an error rebuilding Your UCR table {} in {}.
pt: Ocorreu um erro ao reconstruir sua tabela UCR {} em {}.

source: There was an error rendering your report.
pt: Ocorreu um erro ao renderizar seu relatório.

source: Warning:
pt: Aviso:

source: Charts cannot be displayed with more than 25 categories. Please filter the data or change your report to limit the number of rows.
pt: Gráficos não podem ser exibidos com mais de 25 categorias. Por favor, filtre os dados ou altere seu relatório para limitar o número de linhas.

source: Fit all data into view
pt: Ajustar todos os dados na visualização

source: Note:
pt: Nota:

source: Base Query/Queries
pt: Consulta(s) Base

source: You have reached your report limit of %(max_allowed_reports)s reports.
pt: Você atingiu o limite de %(max_allowed_reports)s relatórios.

source: If you would like to create more, delete one of your existing reports.
pt: Para criar mais, exclua um dos seus relatórios existentes.

source: For even more reports please contact our team at <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.
pt: Para ainda mais relatórios, entre em contato com nossa equipe em <a href="mailto:%(SALES_EMAIL)s">%(SALES_EMAIL)s</a>.

source: Subscribe to Report Builder
pt: Assinar o Construtor de Relatórios

source: Custom Web Reports
pt: Relatórios Web Personalizados

source: Add Custom Web Report
pt: Adicionar Relatório Web Personalizado

source: Import Custom Web Report
pt: Importar Relatório Web Personalizado

source: Add Custom Web Report Source
pt: Adicionar Fonte de Relatório Web Personalizado

source: Configurable Reports
pt: Relatórios Configuráveis

source: Import Report
pt: Importar Relatório

source: Add Data Source
pt: Adicionar Fonte de Dados

source: Custom Web Report Source Debugger
pt: Depurador de Fonte de Relatório Web Personalizado

source: UCR Data Source Debugger
pt: Depurador de Fonte de Dados UCR

source: Custom Web Report Source
pt: Fonte de Relatório Web Personalizado

source: Document IDs
pt: IDs de Documentos

source: Comma separated
pt: Separados por vírgula

source: Submit!
pt: Enviar!

source: Evaluated rows
pt: Linhas avaliadas
