Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Organization Levels
pt: Níveis de Organização

source: Organization Levels allow you to configure the different types of locations within your project (districts, facilities, front line workers, etc.). Locations can own data and cases, view child location's data or simply be used for aggregation. Once you've defined your organization structure types, you'll be able to define the organization structure for your project. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
pt: Os Níveis de Organização permitem configurar os diferentes tipos de localizações dentro do seu projeto (distritos, unidades, trabalhadores de linha de frente, etc.). As localizações podem possuir dados e casos, visualizar dados de localizações filhas ou simplesmente serem usadas para agregação. Depois de definir os tipos de estrutura organizacional, você poderá definir a estrutura organizacional do seu projeto. Saiba mais sobre Organizações em nosso <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Site de Ajuda</a>.

source: If you have organization levels that can own cases, consider enabling the <a href="%(project_settings_url)s"> Show Orphan Case Alerts on Mobile Worker Edit Page </a> project setting to alert users about potentially creating orphan cases when modifying cases or locations.
pt: Se você possui níveis de organização que podem possuir casos, considere ativar a configuração do projeto <a href="%(project_settings_url)s"> Exibir Alertas de Casos Órfãos na Página de Edição do Trabalhador Móvel </a> para alertar usuários sobre a possibilidade de criar casos órfãos ao modificar casos ou localizações.

source: New Organization Level
pt: Novo Nível de Organização

source: Advanced mode
pt: Modo Avançado

source: Organization Levels cannot be their own ancestors.
pt: Níveis de Organização não podem ser seus próprios ancestrais.

source: Parent Level
pt: Nível Ascendente

source: Parent Type
pt: Tipo de Parente

source: This controls which parent this organization level must have. You can use this to setup a organization level that can have different types of children.
pt: Isso controla qual parente este nível de organização deve ter. Você pode usar isso para configurar um nível de organização que pode ter diferentes tipos de filhos.

source: Type Code
pt: Código do Tipo

source: Level to expand from
pt: Nível para expandir a partir de

source: <p>When directly accessing locations in your app, this controls the level below which all possible locations are available.</p> <p>The default is to make the user's location's ancestors and all descendants available</p>
pt: <p>Ao acessar diretamente localizações em seu aplicativo, isso controla o nível abaixo do qual todas as localizações possíveis ficam disponíveis.</p> <p>O padrão é disponibilizar os ancestrais da localização do usuário e todos os descendentes</p>

source: Level to expand to
pt: Nível para expandir até

source: <p>When directly accessing locations in your app, this controls the depth of locations available.</p> <p>This can reduce the sync size and time - for example, a user at the State level may not need to see all Cities in that state.</p> <p>The default is to make the user's location's ancestors and all descendants available.</p>
pt: <p>Ao acessar diretamente localizações em seu aplicativo, isso controla a profundidade das localizações disponíveis.</p> <p>Isso pode reduzir o tamanho e o tempo de sincronização – por exemplo, um usuário no nível Estado pode não precisar ver todas as Cidades desse estado.</p> <p>O padrão é disponibilizar os ancestrais da localização do usuário e todos os descendentes.</p>

source: Include without expanding
pt: Incluir sem expandir

source: <p>Force sync all locations of this level and their ancestors.</p> <p>This is useful if you require some high level information in your app, like all the state names, but don't want to sync all the descendants of that location</p>
pt: <p>Forçar a sincronização de todas as localizações deste nível e seus ancestrais.</p> <p>Isso é útil se você precisa de informações de alto nível em seu aplicativo, como todos os nomes de estados, mas não deseja sincronizar todos os descendentes dessa localização</p>

source: Include only
pt: Incluir apenas

source: <p>Include only locations of the specified types.</p> <p>Every type you select must also have its parent included.</p>
pt: <p>Incluir apenas localizações dos tipos especificados.</p> <p>Cada tipo selecionado também deve ter seu parente incluído.</p>

source: Tracks Stock
pt: Controla Estoque

source: Does this location keep inventory and track stock? Note that changing this property will update all locations of this level accordingly.
pt: Esta localização mantém inventário e controla estoque? Observe que alterar esta propriedade atualizará todas as localizações deste nível de acordo.

source: Owns Cases
pt: Possui Casos

source: <p>Determines if locations at this level should own cases; this will allow sharing of cases among any users assigned to a location at this level.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
pt: <p>Determina se localizações neste nível devem possuir casos; isso permitirá o compartilhamento de casos entre quaisquer usuários atribuídos a uma localização deste nível.</p> <p>Para que isso funcione, é necessário garantir que o Compartilhamento de Casos esteja habilitado nas configurações do seu aplicativo. Consulte o <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>site de ajuda</a> para mais detalhes.</p>

source: View Child Data
pt: Visualizar Dados Descendentes

source: <p>Indicates if users assigned to this level should be able to see and update cases owned by levels below them.</p> <p>In order for this to work, you need to make sure you have enabled Case Sharing in your App settings. Please see the <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>help site</a> for more details.</p>
pt: <p>Indica se usuários atribuídos a este nível devem poder ver e atualizar casos pertencentes a níveis abaixo deles.</p> <p>Para que isso funcione, é necessário garantir que o Compartilhamento de Casos esteja habilitado nas configurações do seu aplicativo. Consulte o <a href='https://confluence.dimagi.com/display/commcarepublic/Case+Sharing' target='_blank'>site de ajuda</a> para mais detalhes.</p>

source: View Child Data to Level
pt: Visualizar Dados dos Filhos até o Nível

source: <p>Only include cases that show up in the user's restore file down to this level (inclusive).</p>
pt: <p>Incluir apenas casos que aparecem no arquivo de restauração do usuário até este nível (inclusive).</p>

source: Has Users
pt: Possui Usuários

source: <p>Indicates whether locations of this level can have users assigned.</p> <p>You cannot turn this setting off if there are users assigned to one of the locations.</p>
pt: <p>Indica se localizações deste nível podem ter usuários atribuídos.</p> <p>Não é possível desativar esta configuração se houver usuários atribuídos a uma das localizações.</p>

source: This field must be unique
pt: Este campo deve ser único

source: default
pt: padrão

source: New Child Location
pt: Nova Localização Filha

source: Location User
pt: Usuário da Localização

source: View Location Case
pt: Visualizar Caso da Localização

source: Child Locations
pt: Localizações Filhas

source: Products
pt: Produtos

source: <strong>There was an issue creating this location.</strong><br /> Please make sure that at least one <a href="%(levels_url)s">Organization Level</a> has been created.
pt: <strong>Houve um problema ao criar esta localização.</strong><br /> Certifique-se de que pelo menos um <a href="%(levels_url)s">Nível de Organização</a> foi criado.

source: Default monthly consumption values
pt: Valores padrão de consumo mensal

source: Your permissions allow you to <strong>create, update, and delete locations</strong> and <strong>modify location settings</strong>. However, your project administrator has not granted you access to change workers at locations.
pt: Suas permissões permitem <strong>criar, atualizar e excluir localizações</strong> e <strong>modificar configurações de localização</strong>. No entanto, o administrador do seu projeto não concedeu acesso para alterar trabalhadores nas localizações.

source: Unarchive
pt: Desarquivar

source: Archive
pt: Arquivar

source: Delete Location:
pt: Excluir Localização:

source: <strong>Warning!</strong> Deleting a location is permanent. There is no way to undo this action. This will also delete all child locations. If you are sure you would like to delete these <span data-bind="text: count"></span> locations, please type <strong><span data-bind="text: count"></span></strong> in the box below.
pt: <strong>Atenção!</strong> Excluir uma localização é permanente. Não há como desfazer esta ação. Isso também excluirá todas as localizações filhas. Se você tem certeza de que deseja excluir estas <span data-bind="text: count"></span> localizações, digite <strong><span data-bind="text: count"></span></strong> na caixa abaixo.

source: Archive Location:
pt: Arquivar Localização:

source: <strong>Warning!</strong> Archiving a location will unassign any users which were associated with that location. You can unarchive this location at any point, but you will have to reassign the users manually.
pt: <strong>Atenção!</strong> Arquivar uma localização irá desatribuir quaisquer usuários que estavam associados a essa localização. Você pode desarquivar esta localização a qualquer momento, mas será necessário reatribuir os usuários manualmente.

source: View Organization Structure
pt: Visualizar Estrutura da Organização

source: Manage Organization Structure
pt: Gerir a Estrutura de Organização

source: The organization feature allows you to represent the real-world structure of your project (districts, facilities, frontline workers, etc.). Once this structure has been defined, you can use it for reporting and case sharing. Learn more about Organizations on our <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Help Site</a>.
pt: O recurso de organização permite representar a estrutura real do seu projeto (distritos, unidades, trabalhadores de linha de frente, etc.). Depois que essa estrutura for definida, você poderá usá-la para relatórios e compartilhamento de casos. Saiba mais sobre Organizações em nosso <a href="https://dimagi.atlassian.net/wiki/spaces/commcarepublic/pages/2143955032/Organizations+Locations" target="_blank">Site de Ajuda</a>.

source: Showing the Archived Location List.
pt: Exibindo a Lista de Localizações Arquivadas.

source: Download Organization Structure
pt: Descarregar a Estrutura de Organização

source: Bulk Upload
pt: Carregar em massa

source: Edit Location Fields
pt: Editar Campos da Localização

source: Show Archived Locations
pt: Mostrar Localizações Arquivadas

source: Show Active Locations
pt: Mostrar Localizações Ativas

source: Please define the organization levels <a href="%(location_types_url)s">here</a> for your project before creating any locations.
pt: Defina os níveis de organização <a href="%(location_types_url)s">aqui</a> para seu projeto antes de criar qualquer localização.

source: Include consumption data (this can cause the download to take several minutes).
pt: Incluir dados de consumo (isso pode fazer o download levar vários minutos).

source: Download Empty Template
pt: Baixar Modelo Vazio

source: The site code cannot contain spaces or special characters.
pt: O código do site não pode conter espaços ou caracteres especiais.

source: another location already uses this site code
pt: outra localização já utiliza este código de site

source: You must select a location type
pt: Você deve selecionar um tipo de localidade

source: LocationType '{}' not found
pt: Tipo de localidade '{}' não encontrado

source: Location type not valid for the selected parent.
pt: Tipo de localidade não é válido para o responsável selecionado.

source: You cannot change the location type of a location with children
pt: Você não pode alterar o tipo de localidade de uma localidade que possui subordinadas

source: Some of the location edits are still in progress, please wait until they finish and then try again
pt: Algumas edições de localidade ainda estão em andamento, aguarde até que terminem e tente novamente

source: Organizations can't be edited until the <a href='{}'>current bulk upload</a> has finished.
pt: Organizações não podem ser editadas até que o <a href='{}'>envio em massa atual</a> seja concluído.

source: Locations
pt: Localizações

source: Organization Structure
pt: Estrutura da Organização

source: Looks like you are assigning a location name/code to a different location in the same request. Please do this in two separate updates by using a temporary name to free up the name/code to be re-assigned.
pt: Parece que você está atribuindo um nome/código de localidade a uma localidade diferente na mesma solicitação. Por favor, faça isso em duas atualizações separadas, usando um nome temporário para liberar o nome/código para ser reatribuído.

source: You cannot delete organization levels that have locations
pt: Você não pode excluir níveis organizacionais que possuem localidades

source: Location saved!
pt: Localidade salva!

source: New Location
pt: Nova Localidade

source: Location '{location_name}' has successfully been {action}.
pt: Localidade '{location_name}' foi {action} com sucesso.

source: archived
pt: arquivada

source: unarchived
pt: desarquivada

source: Edit Location
pt: Editar Localidade

source: Update Product List
pt: Atualizar Lista de Produtos

source: Specify Products Per Location
pt: Especificar Produtos por Localidade

source: Products at Location
pt: Produtos na Localidade

source: View {name} <small>{type}</small>
pt: Visualizar {name} <small>{type}</small>

source: Edit {name} <small>{type}</small>
pt: Editar {name} <small>{type}</small>

source: You do not have permission to edit locations.
pt: Você não tem permissão para editar localidades.

source: You do not have permission to edit Mobile Workers.
pt: Você não tem permissão para editar Trabalhadores Móveis.

source: Organization Structure Import Status
pt: Status da Importação da Estrutura Organizacional

source: Upload Organization Structure From Excel
pt: Carregar Estrutura Organizacional do Excel

source: no file uploaded
pt: nenhum arquivo enviado

source: no domain specified
pt: nenhum domínio especificado

source: Invalid file-format. Please upload a valid xlsx file.
pt: Formato de arquivo inválido. Por favor, envie um arquivo xlsx válido.

source: Import complete.
pt: Importação concluída.

source: Organization Structure importing has finished
pt: A importação da Estrutura Organizacional foi concluída

source: You need to define organization levels before you can do a bulk import or export.
pt: Você precisa definir os níveis organizacionais antes de poder realizar uma importação ou exportação em massa.

source: Download Organization Structure Status
pt: Diagnóstico de Casos

source: Go back to organization download
pt: Voltar para o download da organização

source: Preparing organization structure download.
pt: Diagnóstico de Casos

source: There was an unexpected error! Please try again or report an issue.
pt: Ocorreu um erro inesperado! Por favor, tente novamente ou reporte um problema.

source: Project Access
pt: Acesso ao Projeto

source: All users have been unassigned from their locations
pt: Todos os usuários foram desassociados de suas localidades

source: only one file can be uploaded at a time
pt: apenas um arquivo pode ser enviado por vez

source: Here are your keys!
pt: Aqui estão suas chaves!

source: Domain-specific
pt: Específico do domínio

source: This notification is not for all domains
pt: Esta notificação não é para todos os domínios

source: Enter a comma separated list of domains for this notification. This is only required if you have checked the box above.
pt: Digite uma lista de domínios separada por vírgulas para esta notificação. Isso só é necessário se você marcou a caixa acima.

source: Submit Information
pt: Enviar Informações

source: Notifications
pt: Notificações

source: Notifications could not be fetched at this time.
pt: As notificações não puderam ser buscadas neste momento.

source: Please see our blog for service updates.
pt: Veja nosso blog para atualizações de serviço.

source: Manage Notification
pt: Gerenciar Notificação

source: Something went wrong in creating restore for the user. Please try again or report an issue
pt: Ocorreu um erro ao criar a restauração para o usuário. Por favor, tente novamente ou reporte um problema

source: {} was not in the domain {}
pt: {} não estava no domínio {}

source: {} not available as login-as user
pt: {} não está disponível como usuário login-as

source: Restore user {} not in allowed locations
pt: Usuário de restauração {} não está em localidades permitidas

source: {} does not have permission to edit commcare users
pt: {} não tem permissão para editar usuários do commcare

source: Invalid restore as user {}
pt: Restauração inválida como usuário {}

source: Failed to import product {name}: {ex}
pt: Falha ao importar o produto {name}: {ex}

source: Product {product_name} belongs to another domain and was not updated
pt: O produto {product_name} pertence a outro domínio e não foi atualizado

source: Product {product_name} could not be imported since its product ID is already assigned to another product
pt: O produto {product_name} não pôde ser importado pois seu ID de produto já está atribuído a outro produto

source: Product {product_name} references a program that doesn't exist: {program_id}
pt: O produto {product_name} faz referência a um programa que não existe: {program_id}

source: Successfully updated {number_of_products} products with {errors} errors.
pt: {number_of_products} produtos atualizados com sucesso com {errors} erros.

source: Product ID
pt: ID do Produto

source: Units
pt: Unidades

source: Program
pt: Programa

source: Product with ID '{product_id}' could not be found!
pt: Produto com ID '{product_id}' não foi encontrado!

source: Product ID is a required field and cannot be blank!
pt: ID do produto é um campo obrigatório e não pode ficar em branco!

source: Product name is a required field and cannot be blank!
pt: Nome do produto é um campo obrigatório e não pode ficar em branco!

source: Sorry, something went wrong! Please try again and report an issue if the problem persists
pt: Desculpe, algo deu errado! Por favor, tente novamente e reporte um problema se o erro persistir

source: The following errors were encountered
pt: Os seguintes erros foram encontrados

source: Product Information
pt: Informações do Produto

source: Update Product
pt: Atualizar Produto

source: Create Product
pt: Criar Produto

source: Available Products
pt: Produtos Disponíveis

source: Showing the Inactive Product List.
pt: Exibindo a lista de produtos inativos.

source: Show Archived Products
pt: Mostrar Produtos Arquivados

source: Show Active Products
pt: Mostrar Produtos Ativos

source: New Product
pt: Novo Produto

source: Bulk Import Products
pt: Importar Produtos em Massa

source: Edit Product Fields
pt: Editar Campos do Produto

source: Loading products...
pt: Carregando produtos...

source: There are no inactive products for this project.
pt: Não há produtos inativos para este projeto.

source: There are no products for this project yet.
pt: Ainda não há produtos para este projeto.

source: Archive Product
pt: Arquivar Produto

source: Are you sure you want to
pt: Tem certeza de que deseja

source: Re-Activated / Un-Archived Products
pt: Produtos Reativados / Desarquivados

source: Archived Products
pt: Produtos Arquivados

source: Un-Archived
pt: Desarquivado

source: Archived
pt: Arquivado

source: %(limit)s products per page
pt: %(limit)s produtos por página

source: Product '{product_name}' has successfully been {action}.
pt: Produto '{product_name}' foi {action} com sucesso.

source: Another product is already using the Product ID '{product_id}'
pt: Outro produto já está usando o ID de produto '{product_id}'

source: Archive a product to stop showing data for it in reports and on mobile applications. Archiving is completely reversible, so you can always reactivate it later.
pt: Arquive um produto para parar de mostrar dados dele em relatórios e em aplicativos móveis. Arquivar é totalmente reversível, então você pode reativá-lo a qualquer momento.

source: Un-Archive
pt: Desarquivar

source: This will re-activate the product, and the product will show up in reports again.
pt: Isso irá reativar o produto, e ele voltará a aparecer nos relatórios.

source: As a result of archiving, this product will no longer appear in reports. This action is reversable; you can reactivate this product by viewing Show Archived Products and clicking 'Unarchive'.
pt: Como resultado da arquivação, este produto não aparecerá mais nos relatórios. Esta ação é reversível; você pode reativar este produto visualizando Produtos Arquivados e clicando em 'Desarquivar'.

source: Product saved!
pt: Produto salvo!

source: Import Products
pt: Importar Produtos

source: product
pt: produto

source: products
pt: produtos

source: please use xlsx format only
pt: por favor, use apenas o formato xlsx

source: Product Import Status
pt: Status da Importação de Produtos

source: Product importing has finished
pt: Importação de produtos concluída

source: Edit Product
pt: Editar Produto

source: Edit %s
pt: Editar %s

source: Name already in use
pt: Nome já está em uso

source: Form does not validate
pt: O formulário não é válido

source: You cannot delete the default program
pt: Você não pode excluir o programa padrão

source: Program Information
pt: Informações do Programa

source: Update Program
pt: Atualizar Programa

source: Create Program
pt: Criar Programa

source: There are no products for this program yet.
pt: Ainda não há produtos para este programa.

source: Available Programs
pt: Programas Disponíveis

source: Add Program
pt: Adicionar Programa

source: Loading programs...
pt: Carregando programas...

source: There are no programs for this project yet.
pt: Ainda não há programas para este projeto.

source: This program is the default and cannot be deleted.
pt: Este programa é o padrão e não pode ser excluído.

source: Delete Program
pt: Excluir Programa

source: delete
pt: excluir

source: This will delete the program. All of the programs products will be assigned to the default program instead. BE CAREFUL, as this action is irreversible.
pt: Isso irá excluir o programa. Todos os produtos deste programa serão atribuídos ao programa padrão. TENHA CUIDADO, pois esta ação é irreversível.

source: Delete unsuccessful. Try Again?
pt: Exclusão não realizada. Tentar novamente?

source: Deleting Program...
pt: Excluindo Programa...

source: Program '{program_name}' has successfully been deleted.
pt: O programa '{program_name}' foi excluído com sucesso.

source: Programs
pt: Programas

source: New Program
pt: Novo Programa

source: Program saved!
pt: Programa salvo!

source: Edit Program
pt: Editar Programa

source: Full Name
pt: Nome Completo

source: Professional Email
pt: E-mail Profissional

source: Create Password
pt: Criar Senha

source: I will primarily be using CommCare to...
pt: Usarei principalmente o CommCare para...
