Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/djangojs.po
Languages: pt

source: My project ended
pt: Meu projeto terminou

source: The funding for my project ended
pt: O financiamento para meu projeto terminou

source: I don’t need the features of my paid plan anymore but I plan on continuing using CommCare
pt: Não preciso mais dos recursos do meu plano pago, mas pretendo continuar usando o CommCare

source: We are switching to a different mobile data collection tool
pt: Estamos mudando para uma ferramenta diferente de coleta de dados móveis

source: For budget reasons
pt: Por razões orçamentárias

source: I need more limited features
pt: Preciso de recursos mais limitados

source: I need additional/custom features
pt: Preciso de recursos adicionais/personalizados

source: Other
pt: Outro

source: Downgrading?
pt: Reduzindo?

source: Pausing Subscription?
pt: Pausando Assinatura?

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be paused on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
pt: <p>Todas as assinaturas do CommCare exigem um compromisso mínimo de 30 dias.</p><p>Continuar permitirá agendar a pausa da sua assinatura do Plano Edição <%- oldPlan %> em <strong> <%- date %> </strong></p><p>Se tiver dúvidas ou se quiser falar conosco sobre sua assinatura, entre em contato com <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be paused on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
pt: <p>Todas as assinaturas do CommCare exigem um compromisso mínimo de 30 dias.</p><p>Sua assinatura atual do Plano Edição <%- oldPlan %> está agendada para ser pausada em <strong> <%- date %> </strong></p><p>Continuar permitirá agendar a redução da sua assinatura atual do Plano Edição <%- oldPlan %> para o Plano Edição <%- newPlan %> em <strong> <%- date %> </strong></p><p>Se tiver dúvidas ou se quiser falar conosco sobre sua assinatura, entre em contato com <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Your current <%- oldPlan %> Edition Plan subscription is scheduled to be downgraded to the <%- nextSubscription %> Edition Plan on <strong> <%- date %> </strong></p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p><p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>
pt: <p>Todas as assinaturas do CommCare exigem um compromisso mínimo de 30 dias.</p><p>Sua assinatura atual do Plano Edição <%- oldPlan %> está agendada para ser reduzida para o Plano Edição <%- nextSubscription %> em <strong> <%- date %> </strong></p><p>Continuar permitirá agendar a redução da sua assinatura atual do Plano Edição <%- oldPlan %> para o Plano Edição <%- newPlan %> em <strong> <%- date %> </strong></p><p>Se tiver dúvidas ou se quiser falar conosco sobre sua assinatura, entre em contato com <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.</p>

source: <p>All CommCare subscriptions require a 30 day minimum commitment.</p><p>Continuing ahead will allow you to schedule your current <%- oldPlan %> Edition Plan subscription to be downgraded to the <%- newPlan %> Edition Plan on <strong> <%- date %> </strong></p>If you have questions or if you would like to speak to us about your subscription, please reach out to <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.
pt: <p>Todas as assinaturas do CommCare exigem um compromisso mínimo de 30 dias.</p><p>Continuar permitirá agendar a redução da sua assinatura atual do Plano Edição <%- oldPlan %> para o Plano Edição <%- newPlan %> em <strong> <%- date %> </strong></p>Se tiver dúvidas ou se quiser falar conosco sobre sua assinatura, entre em contato com <a href='mailto: <%- invoicingContact %>'><%- invoicingContact %></a>.

source: Billed Annually
pt: Cobrado Anualmente

source: Billed Monthly
pt: Cobrado Mensalmente

source: Please enter a valid email.
pt: Introduze um email válido, por favor.

source: Please enter your first name.
pt: Por favor, insira seu primeiro nome.

source: Please enter your last name.
pt: Por favor, insira seu sobrenome.

source: Please enter your organization.
pt: Por favor, insira sua organização.

source: Please enter your job title.
pt: Por favor, insira seu cargo.

source: Please enter your email address.
pt: Por favor, insira seu endereço de e-mail.

source: We are sorry, but something unexpected has occurred.
pt: Lamentamos, mas ocorreu algo inesperado.

source: Submit Request
pt: Enviar Solicitação

source: Seconds
pt: Segundos

source: Chart
pt: Gráfico

source: Show All Dates
pt: Mostrar Todas as Datas

source: You have unsaved changes.
pt: Você tem alterações não salvas.

source: There was an error saving.
pt: Houve um erro ao salvar.

source: Hide Past Versions
pt: Ocultar Versões Anteriores

source: See Past Versions
pt: Ver Versões Anteriores

source: Add
pt: Adicionar

source: Moved successfully.
pt: Movido com sucesso.

source: You have unsaved changes
pt: Você tem alterações não salvas

source: Select None
pt: Selecionar Nenhum

source: Select All
pt: Selecionar tudo

source: Application name is required
pt: O nome do aplicativo é obrigatório

source: Project name is required
pt: O nome do projeto é obrigatório

source: Invalid Project Selected
pt: Projeto inválido selecionado

source: Oops, there was a problem loading this section. Please try again.
pt: Ops, houve um problema ao carregar esta seção. Por favor, tente novamente.

source: Mobile UCR Options
pt: Opções de UCR Móvel

source: Mobile UCR Report
pt: Relatório de UCR Móvel

source: Select a Report...
pt: Selecione um Relatório...

source: Lookup Table Options
pt: Opções de Tabela de Consulta

source: Lookup Table
pt: Tabela de Consulta

source: Select a Lookup Table...
pt: Selecione uma Tabela de Consulta...

source: Lazy Load
pt: Carregamento Preguiçoso

source: Cache & Lazy Load
pt: Cache & Carregamento Preguiçoso

source: Tab Name
pt: Nome da Aba

source: Display Condition
pt: Condição de Exibição

source: Oct 31,
pt: 31 de out,

source: Format
pt: Formato

source: Days late
pt: Dias de atraso

source: Years since date
pt: Anos desde a data

source: Months since date
pt: Meses desde a data

source: Weeks since date
pt: Semanas desde a data

source: Days since date
pt: Dias desde a data

source: Days until date
pt: Dias até a data

source: Weeks until date
pt: Semanas até a data

source: Months until date
pt: Meses até a data

source: Measuring
pt: Medindo

source: Data Tab: Custom Expression
pt: Aba de Dados: Expressão Personalizada

source: Data Tab: Child Cases:
pt: Aba de Dados: Casos Filhos:

source: Select One
pt: Selecione Um

source: Edit Graph
pt: Editar Gráfico

source: Copied!
pt: Copiado!

source: It is recommended that you leave this value blank. Future changes to your report's chart configuration will not be reflected here.
pt: É recomendado que você deixe este valor em branco. Mudanças futuras na configuração do gráfico do seu relatório não serão refletidas aqui.

source: None
pt: Nenhum

source: Parent
pt: Pai

source: Unknown menu
pt: Menu desconhecido

source: Don't Use Case Tiles
pt: Não Usar Telas de Caso

source: Manually configure Case Tiles
pt: Configurar Telas de Caso Manualmente

source: Edit Custom Variables
pt: Editar Variáveis Personalizadas

source: You have unsaved detail screen configurations.
pt: Você tem configurações de tela de detalhes não salvas.

source: There is an error in your tab:
pt: Há um erro na sua aba:

source: There is an error in your property name:
pt: Há um erro no nome da sua propriedade:

source: You can only have one property with the 'Image' format
pt: Você só pode ter uma propriedade com o formato 'Imagem'

source: All properties must be below a tab.
pt: Todas as propriedades devem estar abaixo de uma aba.

source: Search Properties and Default Search Filters can't have common properties. Please update following properties:
pt: Propriedades de Pesquisa e Filtros de Pesquisa Padrão não podem ter propriedades comuns. Por favor, atualize as seguintes propriedades:

source: There are errors in your configuration.
pt: Há erros na sua configuração.

source: <%- name %> (Calculated Property #<%- index %>)
pt: <%- name %> (Propriedade Calculada #<%- index %>)

source: Increasing (a, b, c)
pt: Crescente (a, b, c)

source: Increasing (May 1st, May 2nd)
pt: Crescente (1º de Maio, 2 de Maio)

source: Increasing (1, 2, 3)
pt: Crescente (1, 2, 3)

source: Increasing (1.1, 1.2, 1.3)
pt: Crescente (1.1, 1.2, 1.3)

source: Decreasing (c, b, a)
pt: Decrescente (c, b, a)

source: Decreasing (May 2nd, May 1st)
pt: Decrescente (2 de Maio, 1º de Maio)

source: Decreasing (3, 2, 1)
pt: Decrescente (3, 2, 1)

source: Decreasing (1.3, 1.2, 1.1)
pt: Decrescente (1.3, 1.2, 1.1)

source: Must begin with a letter and contain only letters, numbers, '-', and '_'
pt: Deve começar com uma letra e conter apenas letras, números, '-', e '_'

source: Plain
pt: Simples

source: Date
pt: Data

source: Time Since or Until Date
pt: Tempo Desde ou Até a Data

source: Phone Number
pt: Número de telefone

source: ID Mapping
pt: Mapeamento de ID

source: Late Flag
pt: Sinalização Tardia

source: Search Only
pt: Somente Pesquisa

source: Address
pt: Endereço

source: Distance from current location
pt: Distância da localização atual

source: Address Popup (Web Apps only)
pt: Popup de Endereço (apenas para Aplicativos Web)

source: Clickable Icon (Web Apps only)
pt: Ícone Clicável (apenas para Aplicativos Web)

source: Picture
pt: Imagem

source: Audio
pt: Áudio

source: Icon
pt: Ícone

source: Conditional ID Mapping
pt: Mapeamento Condicional de ID

source: Translatable Text
pt: Texto Traduzível

source: Image
pt: Imagem

source: Sorry, something went wrong with the download. If you see this repeatedly please report an issue.
pt: Desculpe, algo deu errado com o download. Se você vir isso repetidamente, por favor, reporte um problema.

source: Case Type required
pt: Tipo de Caso obrigatório

source: Case Tag required
pt: Etiqueta de Caso obrigatória

source: Case Tag: only letters, numbers, '-', and '_' allowed
pt: Etiqueta de Caso: apenas letras, números, '-', e '_' são permitidos

source: Case Tag already in use
pt: Etiqueta de Caso já em uso

source: subcase of
pt: subcaso de

source: autoselect mode:
pt: modo de seleção automática:

source: (from fixture)
pt: (de fixture)

source: Autoselect mode required
pt: Modo de seleção automática obrigatório

source: Property required
pt: Propriedade obrigatória

source: Case required
pt: Caso obrigatório

source: Lookup table tag required
pt: Etiqueta de tabela de consulta obrigatória

source: Expected case type required
pt: Tipo de caso esperado obrigatório

source: Subcase parent reference is missing
pt: Referência de pai do subcaso está faltando

source: Parent reference ID required for subcases:
pt: ID de referência de pai obrigatório para subcasos:

source: Subcase must be in same repeat context as parent "
pt: Subcaso deve estar no mesmo contexto de repetição que o pai "

source: Select parent
pt: Selecionar pai

source: Raw
pt: Bruto

source: User Data
pt: Dados do Usuário

source: User Properties
pt: Propriedades do Usuário

source: Case Index
pt: Índice de Casos

source: Load / Update / Close a case
pt: Carregar / Atualizar / Fechar um caso

source: Automatic Case Selection
pt: Seleção Automática de Caso

source: Load Case From Fixture
pt: Carregar Caso de Fixture

source: Open a Case
pt: Abrir um Caso

source: Property updated by two questions
pt: Propriedade atualizada por duas perguntas

source: Reserved word:
pt: Palavra reservada:

source: Inside the wrong repeat!
pt: Dentro da repetição errada!

source: Parent property references not allowed for subcases
pt: Referências de propriedade dos pais não são permitidas para subcasos

source: Two properties load to the same question
pt: Duas propriedades carregam para a mesma pergunta

source: You have unchanged case settings
pt: Você tem configurações de caso inalteradas

source: You have unchanged user properties settings
pt: Você tem configurações de propriedades de usuário inalteradas

source: Property uses unrecognized prefix <strong>
pt: Propriedade usa prefixo não reconhecido <strong>

source: Unidentified Question
pt: Pergunta não identificada

source: We cannot find this question in the allowed questions for this field. It is likely that you deleted or renamed the question. Please choose a valid question from the dropdown.
pt: Não conseguimos encontrar esta pergunta nas perguntas permitidas para este campo. É provável que você tenha excluído ou renomeado a pergunta. Por favor, escolha uma pergunta válida no menu suspenso.

source: Select a Question
pt: Selecione uma Pergunta

source: Edit Form
pt: Editar Formulário

source: Form Settings
pt: Configurações do Formulário

source: Could not enable user properties, please try again later.
pt: Não foi possível habilitar as propriedades do usuário, por favor, tente novamente mais tarde.

source: This form either no longer exists or has a different case type
pt: Este formulário não existe mais ou tem um tipo de caso diferente

source: Unrecognized value
pt: Valor não reconhecido

source: Manual Linking Datums
pt: Ligação Manual de Datums

source: Set datums required to navigate to the selected form or menu
pt: Defina os datums necessários para navegar até o formulário ou menu selecionado

source: Datum ID
pt: ID do Datum

source: XPath Expression
pt: Expressão XPath

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: Deactivate
pt: Desativar

source: Activate
pt: Ativar

source: Remove
pt: Remover

source: Menu Settings
pt: Configurações do Menu

source: Case type is required.
pt: O tipo de caso é obrigatório.

source: Case types can only include the characters a-z, 0-9, '-' and '_'
pt: Os tipos de caso podem incluir apenas os caracteres a-z, 0-9, '-' e '_'

source: 'commcare-user' is a reserved case type. Please change the case type
pt: 'commcare-user' é um tipo de caso reservado. Por favor, altere o tipo de caso

source: Go back to case list
pt: Voltar para a lista de casos

source: Proceed with registered case
pt: Prosseguir com o caso registrado

source: Show All
pt: Mostrar Todos

source: Display text is required
pt: O texto de exibição é obrigatório

source: You have unsaved changes in your report list module
pt: Você tem alterações não salvas no seu módulo de lista de relatórios

source: This code is used in multiple places.
pt: Este código é usado em vários lugares.

source: Releases
pt: Lançamentos

source: You have unsaved changes to your application profiles
pt: Você tem alterações não salvas nos perfis do seu aplicativo

source: There was an error saving
pt: Houve um erro ao salvar

source: Select a user
pt: Selecione um usuário

source: (Default)
pt: (Padrão)

source: Unknown App
pt: App Desconhecido

source: An error occurred. Reload the page and click Make New Version to try again.
pt: Ocorreu um erro. Recarregue a página e clique em Criar Nova Versão para tentar novamente.

source: Sorry, that didn't go through. Please reload your page and try again
pt: Desculpe, isso não foi concluído. Por favor, recarregue sua página e tente novamente

source: The versions list has changed since you loaded the page.
pt: A lista de versões mudou desde que você carregou a página.

source: No new changes!
pt: Nenhuma nova alteração!

source: You have unsaved changes to your prompt setting
pt: Você tem alterações não salvas na configuração do seu prompt

source: Upgrade to CommCare %s for this option!
pt: Atualize para o CommCare %s para esta opção!

source: Upgrade to CommCare %s!
pt: Atualize para o CommCare %s!

source: Auto-set by
pt: Definido automaticamente por

source: This value is currently inherited from the master app. Once this page is saved, it will no longer be inherited.
pt: Este valor é atualmente herdado do aplicativo mestre. Uma vez que esta página seja salva, não será mais herdado.

source: You have unsaved settings.
pt: Você tem configurações não salvas.

source: Settings
pt: Definições

source: Please enter a version to compare
pt: Por favor, insira uma versão para comparar

source: Filter properties
pt: Filtrar propriedades

source: View All Cases
pt: Ver Todos os Casos

source: View All Forms
pt: Ver Todos os Formulários

source: View Changed Items
pt: Ver Itens Alterados

source: Filter questions or cases
pt: Filtrar perguntas ou casos

source: Module
pt: Módulo

source: Form
pt: Formulário

source: Question
pt: Pergunta

source: Name
pt: Nome

source: Label
pt: Rótulo

source: Question Type
pt: Tipo de Pergunta

source: Question Value
pt: Valor da Pergunta

source: Option
pt: Opção

source: Calculate condition
pt: Calcular condição

source: Display condition
pt: Exibir condição

source: Required
pt: Obrigatório

source: Question Comment
pt: Comentário da Pergunta

source: Default Value
pt: Valor Padrão

source: Validation Condition
pt: Condição de Validação

source: Comment
pt: Comentário

source: Form Filter
pt: Filtro de Formulário

source: Module Filter
pt: Filtro de Módulo

source: Old Value
pt: Valor Antigo

source: New Value
pt: Novo Valor

source: Loaded Case Properties
pt: Propriedades do Caso Carregadas

source: Saved Case Properties
pt: Propriedades do Caso Salvas

source: load
pt: carregar

source: save
pt: salvar

source: Case Property
pt: Propriedade do Caso

source: of Case Type
pt: do Tipo de Caso

source: Latest saved
pt: Último salvo

source: [unknown]
pt: [desconhecido]

source: Warning: unrecognized language
pt: Aviso: idioma não reconhecido

source: You have unsaved changes in your supported languages
pt: Você tem alterações não salvas nos seus idiomas suportados

source: There are errors in your configuration
pt: Há erros na sua configuração

source: You must have at least one language
pt: Você deve ter pelo menos um idioma

source: Please enter language
pt: Por favor, insira o idioma

source: Invalid language code
pt: Código de idioma inválido

source: Language appears twice
pt: O idioma aparece duas vezes

source: This conflicts with a current language
pt: Isso conflita com um idioma atual

source: Questions
pt: Perguntas

source: Copy
pt: Copiar

source: Expand All
pt: Expandir Tudo

source: Collapse All
pt: Recolher Tudo

source: Bulk Update All Questions
pt: Atualizar em Massa Todas as Perguntas

source: Add Question
pt: Adicionar Pergunta

source: Click {btn} to start building your form.
pt: Clique em {btn} para começar a construir seu formulário.

source: Question Details
pt: Detalhes da Pergunta

source: Expression Editor
pt: Editor de Expressão

source: Cannot Change Question Type
pt: Não é possível mudar o tipo de pergunta

source: Change Question Type To
pt: Mudar Tipo de Pergunta Para

source: Delete
pt: Excluir

source: Show
pt: Mostrar

source: Used By
pt: Usado Por

source: In Property
pt: Na Propriedade

source: Search...
pt: Pesquisar...

source: No match for {info} found!
pt: Nenhuma correspondência encontrada para {info}!

source: Multiple matches for {info} found!
pt: Múltiplas correspondências encontradas para {info}!

source: Server Form
pt: Formulário do Servidor

source: Local Form
pt: Formulário Local

source: XML should not be equivalent
pt: XML não deve ser equivalente

source: XML mismatch
pt: Incompatibilidade de XML

source: key
pt: chave

source: value
pt: valor

source: Add Key&rarr;Value Pair
pt: Adicionar Par Chave&rarr;Valor

source: show in question list
pt: mostrar na lista de perguntas

source: Date Format Options
pt: Opções de Formatação de Data

source: No Formatting
pt: Sem Formatação

source: Invalid XPath expression.
pt: Expressão XPath inválida.

source: The {property} for a question is not allowed to reference the question itself. Please remove the . from the {property} or your form will have errors.
pt: A {property} de uma pergunta não pode referenciar a própria pergunta. Por favor, remova o . da {property} ou seu formulário terá erros.

source: Unknown question:
pt: Pergunta desconhecida:

source: Unknown questions:
pt: Perguntas desconhecidas:

source: no formatting
pt: sem formatação

source: Custom
pt: Personalizado

source: {question} is required.
pt: {question} é obrigatório.

source: {question} is not allowed.
pt: {question} não é permitido.

source: {question} validation failed
pt: Validação de {question} falhou

source: Unknown (read-only) question type
pt: Tipo de pergunta desconhecido (somente leitura)

source: Lookup Table Data
pt: Dados da Tabela de Consulta

source: No Translation Data
pt: Sem Dados de Tradução

source: Question ID
pt: ID da Pergunta

source: The ID '{nodeID}' may cause problems with form parsing. It is recommended to pick a different Question ID.
pt: O ID '{nodeID}' pode causar problemas na análise do formulário. Recomenda-se escolher um ID de Pergunta diferente.

source: {nodeID} is not a valid Question ID. It must start with a letter and contain only letters, numbers, and '-' or '_' characters.
pt: {nodeID} não é um ID de Pergunta válido. Deve começar com uma letra e conter apenas letras, números e caracteres '-' ou '_'.

source: 'meta' is not a valid Question ID.
pt: 'meta' não é um ID de Pergunta válido.

source: Making this change will create a new Question ID (and a new column in exports).
pt: Fazer essa alteração criará um novo ID de Pergunta (e uma nova coluna nas exportações).

source: This question has the same Question ID as another question in the same group. Please choose a unique Question ID.
pt: Esta pergunta tem o mesmo ID de Pergunta que outra pergunta no mesmo grupo. Por favor, escolha um ID de Pergunta único.

source: Default Data Value
pt: Valor de Dados Padrão

source: Special Hidden Value XMLNS attribute
pt: Atributo XMLNS de Valor Oculto Especial

source: Extra Data Attributes
pt: Atributos de Dados Extras

source: Calculate Condition
pt: Condição de Cálculo

source: You cannot have a Validation Error Message with no Validation Condition!
pt: Você não pode ter uma Mensagem de Erro de Validação sem uma Condição de Validação!

source: Validation Error Message
pt: Mensagem de Erro de Validação

source: Required Condition
pt: Condição Obrigatória

source: The condition will be ignored unless you mark the question required.
pt: A condição será ignorada a menos que você marque a pergunta como obrigatória.

source: Extra Bind Attributes
pt: Atributos de Vinculação Extras

source: You are referencing a node in this form. This can cause errors in the form
pt: Você está referenciando um nó neste formulário. Isso pode causar erros no formulário

source: Appearance Attribute
pt: Atributo de Aparência

source: Default Display Text
pt: Texto de Exibição Padrão

source: Default Display Text is required
pt: Texto de Exibição Padrão é obrigatório

source: Hint Display Text
pt: Texto de Exibição de Dica

source: Extra Control Attributes
pt: Atributos de Controle Extra
