Repository: dimagi/commcare-hq
Catalog: locale/por/LC_MESSAGES/django.po
Languages: pt

source: Congratulations, you've successfully enabled two-factor authentication.
pt: Parabéns, você habilitou com sucesso a autenticação em dois fatores.

source: To enable account recovery, generate backup tokens.
pt: Para habilitar a recuperação de conta, gere tokens de backup.

source: Generate Backup Tokens
pt: Gerar Tokens de Backup

source: Remove Two-factor Authentication
pt: Remover Autenticação em Dois Fatores

source: You are about to <strong>remove</strong> two-factor authentication. This compromises your account security, are you sure?
pt: Você está prestes a <strong>remover</strong> a autenticação em dois fatores. Isso compromete a segurança da sua conta, tem certeza?

source: Two-Factor Authentication is not managed here.
pt: A autenticação em dois fatores não é gerenciada aqui.

source: Your account is managed by <strong>%(idp_name)s</strong>.<br /> Please see your organization's documentation for how to update your Two-Factor Authentication settings with Single Sign-On.
pt: Sua conta é gerenciada por <strong>%(idp_name)s</strong>.<br /> Consulte a documentação da sua organização para saber como atualizar as configurações de autenticação em dois fatores com Single Sign-On.

source: Backup Phone Numbers
pt: Números de Telefone de Backup

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
pt: Se seu método principal não estiver disponível, podemos enviar tokens de backup para os números de telefone listados abaixo.

source: Unregister
pt: Cancelar Registro

source: Add Phone Number
pt: Adicionar Número de Telefone

source: If you don't have any device with you, you can access your account using backup tokens.
pt: Se você não estiver com nenhum dispositivo, pode acessar sua conta usando tokens de backup.

source: Show Codes
pt: Mostrar Códigos

source: Remove Two-Factor Authentication
pt: Remover Autenticação em Dois Fatores

source: We <strong>strongly discourage</strong> this, but if absolutely necessary you can remove two-factor authentication from your account.
pt: Nós <strong>desencorajamos fortemente</strong> isso, mas se for absolutamente necessário, você pode remover a autenticação em dois fatores da sua conta.

source: Reset Two-Factor Authentication
pt: Redefinir Autenticação em Dois Fatores

source: This will remove your current two-factor authentication, and prompt you to run through the entire setup again. If you need to do this, please make sure you complete the entire process once you begin, otherwise your account will not be protected by two-factor authentication.
pt: Isso removerá sua autenticação em dois fatores atual e solicitará que você refaça toda a configuração. Se precisar fazer isso, certifique-se de concluir todo o processo assim que começar, caso contrário sua conta não estará protegida por autenticação em dois fatores.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
pt: A autenticação em dois fatores não está habilitada para sua conta. Habilite a autenticação em dois fatores para maior segurança da conta.

source: Reset My Password
pt: Redefinir Minha Senha

source: Your request was not formatted properly.
pt: Sua solicitação não foi formatada corretamente.

source: Forbidden.
pt: Proibido.

source: Page not found.
pt: Página não encontrada.

source: There was an error processing your request. We're working quickly to fix the issue. Please try again shortly.
pt: Houve um erro ao processar sua solicitação. Estamos trabalhando rapidamente para corrigir o problema. Por favor, tente novamente em breve.

source: Upgrade Required
pt: Atualização Necessária

source: Sorry, you do not have access to %(feature_name)s
pt: Desculpe, você não tem acesso a %(feature_name)s

source: USD %s /month
pt: USD %s /mês

source: Unlimited
pt: Ilimitado

source: %d over limit
pt: %d acima do limite

source: Billing Information
pt: Informações de Cobrança

source: It appears that there was an issue updating your contact information. We've been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
pt: Parece que houve um problema ao atualizar suas informações de contato. Fomos notificados sobre o problema. Por favor, tente enviar novamente e, se o problema persistir, tente novamente em algumas horas.

source: Billing contact information was successfully updated.
pt: As informações de contato de cobrança foram atualizadas com sucesso.

source: statements per page
pt: extratos por página

source: No Billing Statements match the current criteria.
pt: Nenhum extrato de cobrança corresponde aos critérios atuais.

source: Loading statements...
pt: Carregando extratos...

source: Billing Period
pt: Período de Cobrança

source: Paid on %s.
pt: Pago em %s.

source: Not Paid
pt: Não Pago

source: Already Paid
pt: Já pago

source: There was an issue processing your payment. No charges were made. We're looking into the issue as quickly as possible. Sorry for the inconvenience.
pt: Houve um problema ao processar seu pagamento. Nenhuma cobrança foi realizada. Estamos analisando o problema o mais rápido possível. Pedimos desculpas pelo transtorno.

source: The following e-mail addresses contain invalid characters, or are missing required characters:
pt: Os seguintes endereços de e-mail contêm caracteres inválidos ou estão faltando caracteres obrigatórios:

source: There was an error processing your request. Please try again.
pt: Ocorreu um erro ao processar sua solicitação. Por favor, tente novamente.

source: Prepayment end date must be after start date.
pt: A data de término do pré-pagamento deve ser posterior à data de início.

source: Unit cost must be a decimal number greater than 0.
pt: O custo unitário deve ser um número decimal maior que 0.

source: Quantity must be a whole number greater than 0.
pt: A quantidade deve ser um número inteiro maior que 0.

source: Dimagi Internal Subscription Management
pt: Gerenciamento Interno de Assinaturas Dimagi

source: Please select a plan below that fits your organization's needs.
pt: Selecione abaixo um plano que atenda às necessidades da sua organização.

source: Get started. Build secure apps for offline mobile data collection and case management. {num_users} users included.
pt: Comece agora. Construa aplicativos seguros para coleta de dados móveis offline e gestão de casos. Inclui {num_users} usuários.

source: Beyond the basics. Unlock reporting, case sharing, and hands-on support. {num_users} users included.
pt: Além do básico. Desbloqueie relatórios, compartilhamento de casos e suporte prático. Inclui {num_users} usuários.

source: Unlock everything. Our most secure plan, built for managing connected systems across locations and user profiles, featuring web apps, advanced security, and robust admin and data management tools. {num_users} users included.
pt: Desbloqueie tudo. Nosso plano mais seguro, desenvolvido para gerenciar sistemas conectados entre locais e perfis de usuários, com aplicativos web, segurança avançada e ferramentas robustas de administração e gestão de dados. Inclui {num_users} usuários.

source: For practice purposes. Not intended for live projects. {num_users} users maximum.
pt: Para fins de prática. Não destinado a projetos em produção. Máximo de {num_users} usuários.

source: 1. Select a Plan%(edition_name)s
pt: 1. Selecione um Plano%(edition_name)s

source: Contact Dimagi
pt: Contatar a Dimagi

source: Please submit the following form and a member of our sales team will be in touch shortly about your plan.
pt: Por favor, preencha o formulário abaixo e um membro da nossa equipe de vendas entrará em contato em breve sobre seu plano.

source: 2. Contact Dimagi
pt: 2. Contatar a Dimagi

source: Your request was sent to Dimagi. We will follow up shortly.
pt: Sua solicitação foi enviada para a Dimagi. Entraremos em contato em breve.

source: Back to my Subscription
pt: Voltar para minha Assinatura

source: Confirm Subscription
pt: Confirmar Assinatura

source: 2. Confirm Pause
pt: 2. Confirmar Pausa

source: 2. Confirm Subscription
pt: 2. Confirmar Assinatura

source: Confirm Billing Information
pt: Confirmar Informações de Cobrança

source: 3. Confirm Billing Account
pt: 3. Confirmar Conta de Cobrança

source: You do not have permission to change the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
pt: Você não tem permissão para alterar a assinatura desta conta de nível de cliente. Por favor, entre em contato com o administrador empresarial %s para obter ajuda.

source: Thank you for choosing to stay with your %(software_plan_name)s Edition Plan subscription.
pt: Obrigado por escolher permanecer com sua assinatura do Plano %(software_plan_name)s Edition.

source: You have successfully scheduled your current %(current_subscription_edition)s Edition Plan subscription to downgrade to the %(software_plan_name)s Edition Plan on %(start_date)s.
pt: Você agendou com sucesso o downgrade da sua assinatura atual do Plano %(current_subscription_edition)s Edition para o Plano %(software_plan_name)s Edition em %(start_date)s.

source: Your project has been successfully subscribed to the %s Edition Plan.
pt: Seu projeto foi inscrito com sucesso no Plano %s Edition.

source: Based on your current usage we recommend you use the <strong>{plan}</strong> plan
pt: Com base no seu uso atual, recomendamos o plano <strong>{plan}</strong>

source: Your subscription is not eligible for self-renewal. Please sign up for a new subscription instead or contact {}
pt: Sua assinatura não é elegível para auto-renovação. Por favor, inscreva-se em uma nova assinatura ou entre em contato com {}

source: There was an issue renewing your subscription. We have been notified of the issue. Please try submitting again, and if the problem persists, please try in a few hours.
pt: Houve um problema ao renovar sua assinatura. Fomos notificados sobre o problema. Por favor, tente enviar novamente e, se o problema persistir, tente novamente em algumas horas.

source: Your subscription was successfully renewed!
pt: Sua assinatura foi renovada com sucesso!

source: You do not have permission to pause the subscription for this customer-level account. Please reach out to the %s enterprise admin for help.
pt: Você não tem permissão para pausar a assinatura desta conta de nível de cliente. Por favor, entre em contato com o administrador empresarial %s para obter ajuda.

source: Your project's subscription will be paused on {}. We hope to see you again!
pt: A assinatura do seu projeto será pausada em {}. Esperamos vê-lo novamente!

source: Your project's subscription has now been paused. We hope to see you again!
pt: A assinatura do seu projeto foi pausada. Esperamos vê-lo novamente!

source: We were not able to pause your subscription at this time. Please contact {} if you continue to receive this error. We apologize for the inconvenience.
pt: Não foi possível pausar sua assinatura neste momento. Por favor, entre em contato com {} se continuar recebendo este erro. Pedimos desculpas pelo transtorno.

source: Select A Project
pt: Selecione um Projeto

source: Location Fixture
pt: Fixture de Localização

source: Location configuration updated successfully
pt: Configuração de localização atualizada com sucesso

source: Project Information
pt: Informações do Projeto

source: Sent hand-off email to {}.
pt: E-mail de transferência enviado para {}.

source: The internal information for project %s was successfully updated!
pt: As informações internas do projeto %s foram atualizadas com sucesso!

source: Your settings are not valid, see below for errors. Correct them and try again!
pt: Suas configurações não são válidas, veja abaixo os erros. Corrija-os e tente novamente!

source: Calculated Properties
pt: Propriedades Calculadas

source: Feature Flags and Privileges
pt: Flags de Funcionalidades e Privilégios

source: Resent transfer request for project '{domain}'
pt: Solicitação de transferência reenviada para o projeto '{domain}'

source: Successfully transferred ownership of project '{domain}'
pt: Propriedade do projeto '{domain}' transferida com sucesso

source: Declined ownership of project '{domain}'
pt: Propriedade do projeto '{domain}' recusada

source: Manage Releases By Location
pt: Gerenciar Lançamentos por Localização

source: Manage Releases By App Profile
pt: Gerenciar Lançamentos por Perfil de Aplicativo

source: Project Settings
pt: Configurações do Projeto

source: Project settings saved!
pt: Configurações do projeto salvas!

source: There was an error saving your settings. Please try again!
pt: Houve um erro ao salvar suas configurações. Por favor, tente novamente!

source: Your project settings have been saved!
pt: As configurações do seu projeto foram salvas!

source: IP Access
pt: Acesso por IP

source: Your IP Access settings have been saved!
pt: As configurações de Acesso por IP foram salvas!

source: Privacy and Security
pt: Privacidade e Segurança

source: Password for {} has successfully been reset. You can now login.
pt: A senha de {} foi redefinida com sucesso. Agora você pode fazer login.

source: Recovery Measures History
pt: Histórico de Medidas de Recuperação

source: Manage Mobile Workers
pt: Gerenciar Trabalhadores Móveis

source: Manage Project Alerts
pt: Gerenciar Alertas do Projeto

source: Alert saved!
pt: Alerta salvo!

source: There was an error saving your alert. Please try again!
pt: Houve um erro ao salvar seu alerta. Por favor, tente novamente!

source: Edit Project Alert
pt: Editar Alerta do Projeto

source: Alert not found!
pt: Alerta não encontrado!

source: Alert was removed!
pt: Alerta removido!

source: Alert not activated. Only 3 active alerts allowed.
pt: Alerta não ativado. Apenas 3 alertas ativos são permitidos.

source: Alert updated!
pt: Alerta atualizado!

source: Unexpected update received. Alert not updated!
pt: Atualização inesperada recebida. Alerta não atualizado!

source: SMS Rate Calculator
pt: Calculadora de Tarifas de SMS

source: Prevent the use of specific domain names
pt: Impedir o uso de nomes de domínio específicos

source: {} has been uploaded to dropbox!
pt: {} foi enviado para o Dropbox!

source: {} has failed to upload to dropbox
pt: {} falhou ao enviar para o Dropbox

source: Something went wrong when uploading your file %(path)s to dropbox:
pt: Algo deu errado ao enviar seu arquivo %(path)s para o Dropbox:

source: Thanks, <br /> CommCare HQ Team
pt: Obrigado,<br /> Equipe CommCare HQ

source: Something went wrong when uploading your file %(path)s to dropbox:
pt: Algo deu errado ao enviar seu arquivo %(path)s para o Dropbox:

source: Thanks, CommCare HQ Team
pt: Obrigado, Equipe CommCare HQ

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
pt: Parabéns! Seu arquivo foi enviado com sucesso para %(path)s na sua conta do Dropbox. Você pode compartilhá-lo com este link:

source: Congrats! Your file has been successfully uploaded to %(path)s on your dropbox account. You can share it with this link:
pt: Parabéns! Seu arquivo foi enviado com sucesso para %(path)s na sua conta do Dropbox. Você pode compartilhá-lo com este link:

source: Server
pt: Servidor

source: e.g. "smtp.example.com"
pt: ex.: "smtp.example.com"

source: Port
pt: Porta

source: Sender's Email
pt: E-mail do Remetente

source: Return Path Email
pt: E-mail de Retorno

source: The email address to which message bounces and complaints should be sent
pt: O endereço de e-mail para o qual devoluções e reclamações devem ser enviadas

source: Use Gateway?
pt: Usar Gateway?

source: Select this option to use this email gateway for sending emails
pt: Selecione esta opção para usar este gateway de e-mail para envio de e-mails

source: Use Tracking Headers
pt: Usar Cabeçalhos de Rastreamento

source: Applicable for Amazon's gateway. When selected, emails will be sent with tracking headers along with other headers.
pt: Aplicável para o gateway da Amazon. Quando selecionado, os e-mails serão enviados com cabeçalhos de rastreamento junto com outros cabeçalhos.

source: SNS Endpoint Secret
pt: Segredo do Endpoint SNS

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled. This secret is used in the AWS SNS settings.
pt: Aplicável apenas quando o gateway é o SES da Amazon e os cabeçalhos de rastreamento estão ativados. Este segredo é usado nas configurações do AWS SNS.

source: SES Configuration Set Name
pt: Nome do Conjunto de Configuração SES

source: Applicable only when gateway is Amazon's SES and tracking headers are enabled.
pt: Aplicável apenas quando o gateway é o SES da Amazon e os cabeçalhos de rastreamento estão ativados.

source: Saved
pt: Salvo

source: Add Email Gateway Settings
pt: Adicionar Configurações de Gateway de E-mail

source: Email Settings
pt: Configurações de E-mail

source: Project Space Name
pt: Nome do Espaço do Projeto

source: Project URL
pt: URL do Projeto

source: Unrecognized report '{}'
pt: Relatório não reconhecido '{}'

source: Project Spaces
pt: Espaços de Projeto

source: Created On [UTC]
pt: Criado em [UTC]

source: # of Apps
pt: Nº de Apps

source: # of Mobile Users
pt: Nº de Usuários Mobile

source: # of Web Users
pt: Nº de Usuários Web

source: # of SMS (last 30 days)
pt: Nº de SMS (últimos 30 dias)

source: Last Form Submission [UTC]
pt: Último Envio de Formulário [UTC]

source: OData Feeds Used
pt: Feeds OData Utilizados

source: OData Feeds Available
pt: Feeds OData Disponíveis

source: Email Address
pt: Endereço de E-mail

source: Role
pt: Função

source: Last Login [UTC]
pt: Último Login [UTC]

source: Last Access Date [UTC]
pt: Última Data de Acesso [UTC]

source: Active User
pt: Usuário Ativo

source: Invited
pt: Convidado

source: Created Date [UTC]
pt: Data de Criação [UTC]

source: Last Sync [UTC]
pt: Última Sincronização [UTC]

source: Last Submission [UTC]
pt: Último Envio [UTC]

source: User ID
pt: ID do Usuário

source: Mobile Form Submissions
pt: Envios de Formulário Mobile

source: Date ranges with more than {} days are not supported
pt: Intervalos de datas com mais de {} dias não são suportados

source: Form ID
pt: ID do Formulário

source: Submitted [UTC]
pt: Enviado [UTC]

source: Mobile User
pt: Usuário Mobile

source: Domain {name} has too many users. Maximum allowed is: {amount}
pt: O domínio {name} possui usuários demais. O máximo permitido é: {amount}

source: {name} contains too many rows. Maximum allowed is: {amount}. Please narrow the date range to fetch a smaller amount of data
pt: {name} contém linhas demais. O máximo permitido é: {amount}. Por favor, reduza o intervalo de datas para buscar uma quantidade menor de dados

source: Unnamed
pt: Sem nome

source: App not found
pt: App não encontrada

source: OData Feeds
pt: Feeds OData

source: Number of Rows
pt: Número de Linhas

source: ERROR: Too many exports. Please contact customer service
pt: ERRO: Exportações demais. Por favor, entre em contato com o atendimento ao cliente

source: % of Domains using Case Management
pt: % de Domínios usando Gerenciamento de Casos

source: # Applications
pt: Nº de Aplicativos

source: # Surveys Only
pt: Nº Apenas Pesquisas

source: # Cases Only
pt: Nº Apenas Casos

source: # Mixed
pt: Nº Misto

source: Data Exports
pt: Exportações de Dados

source: SubType
pt: Subtipo

source: Daily Saved Export
pt: Exportação Salva Diária

source: Excel Integration
pt: Integração com Excel

source: CommCare Version Compliance
pt: Conformidade com a Versão do CommCare

source: % of Mobile Workers on the Latest CommCare Version
pt: % de Trabalhadores Mobile na Última Versão do CommCare

source: Mobile Worker
pt: Trabalhador Mobile

source: Latest Version Available at Submission
pt: Última Versão Disponível no Envio

source: Version in Use
pt: Versão em Uso

source: SMS Usage
pt: Uso de SMS

source: # of SMS Sent
pt: Nº de SMS Enviados

source: # Sent
pt: Nº Enviados

source: # Received
pt: Nº Recebidos

source: # Errors
pt: Nº de Erros

source: API Keys
pt: Chaves de API

source: Web User
pt: Usuário Web

source: API Key Name
pt: Nome da Chave de API

source: Scope
pt: Escopo

source: Expiration Date [UTC]
pt: Data de Expiração [UTC]

source: Last Used On [UTC]
pt: Último Uso em [UTC]

source: # of Project Spaces without 2FA
pt: Nº de Espaços de Projeto sem 2FA

source: Project Space without 2FA
pt: Espaço de Projeto sem 2FA

source: Data Forwarding
pt: Encaminhamento de Dados

source: # of Data Forwarders
pt: Nº de Encaminhadores de Dados

source: Service Name
pt: Nome do Serviço

source: Last Modified [UTC]
pt: Última Modificação [UTC]

source: Application Version Compliance
pt: Conformidade da Versão do Aplicativo

source: The statistic of this tile is not currently supported
pt: A estatística deste bloco não é suportada atualmente

source: Latest Version Available When Last Used
pt: Última Versão Disponível Quando Usado pela Última Vez

source: Last Used [UTC]
pt: Último Uso [UTC]

source: Restrict Project Space Creation
pt: Restringir Criação de Espaço de Projeto

source: Do not allow current web users, other than enterprise admins, to create new project spaces.
pt: Não permitir que usuários web atuais, exceto administradores empresariais, criem novos espaços de projeto.

source: Restrict User Signups
pt: Restringir Cadastros de Usuários

source: Message to display to users who attempt to sign up for an account
pt: Mensagem a ser exibida para usuários que tentarem se cadastrar em uma conta

source: Default File Type
pt: Tipo de Arquivo Padrão

source: Excel Date & Multimedia Format
pt: Formato de Data e Multimídia para Excel

source: Automatically convert dates and multimedia links for Excel
pt: Converter automaticamente datas e links de multimídia para o Excel

source: Leaving this checked will ensure dates appear in excel format. Otherwise they will appear as a normal text format. This also allows for hyperlinks to the multimedia captured by your form submission.
pt: Manter esta opção marcada garantirá que as datas apareçam no formato do Excel. Caso contrário, aparecerão como texto comum. Isso também permite hiperlinks para a multimídia capturada pelo envio do seu formulário.

source: Excel Cell Format
pt: Formato de Célula do Excel

source: Automatically format cells for Excel 2007+
pt: Formatar automaticamente células para Excel 2007+

source: If this setting is not selected, your export will be in Excel's generic format. If you enable this setting, Excel will format dates, integers, decimals, boolean values (True/False), and currencies.
pt: Se esta configuração não for selecionada, sua exportação será no formato genérico do Excel. Se você ativar esta configuração, o Excel formatará datas, inteiros, decimais, valores booleanos (Verdadeiro/Falso) e moedas.

source: Checkbox Format
pt: Formato de Caixa de Seleção

source: Expand checkbox questions
pt: Expandir perguntas de caixa de seleção

source: Only applies to form exports.
pt: Aplica-se apenas a exportações de formulários.

source: Edit Enterprise Settings
pt: Editar Configurações Empresariais

source: Edit Default Form Export Settings
pt: Editar Configurações Padrão de Exportação de Formulários

source: Edit Default Case Export Settings
pt: Editar Configurações Padrão de Exportação de Casos

source: Edit Default OData Export Settings
pt: Editar Configurações Padrão de Exportação OData

source: Update Enterprise Settings
pt: Atualizar Configurações Empresariais

source: If restricting signups, a message is required.
pt: Se estiver restringindo cadastros, uma mensagem é obrigatória.

source: Auto-Deactivation by Inactivity
pt: Desativação Automática por Inatividade
